{
  "id": 43,
  "title": "Price Tag",
  "data": "\"Price Tag\" is a song by British singer-songwriter Jessie J, featuring American rapper B.o.B. It was released in late January 2011, in the United Kingdom as the second single from Jessie J's debut studio album, Who You Are (2011).[1] \"Price Tag\" was written by Jessie J, Courtney L Richardson, Dr. Luke, Claude Kelly and B.o.B, and it was produced by Dr. Luke. It serves as the album's lead single in the United States. An official remix features British rapper Devlin.[2] The song debuted at number one on the UK Singles Chart. The single also topped the charts in Ireland and New Zealand, becoming Jessie J's first number-one single in these countries and her native United Kingdom.[3][4] In the United States, \"Price Tag\" peaked at number 23 on the Billboard Hot 100 causing the song to appear on the 2011 compilation album Now That's What I Call Music! 39.[5] Additionally, the song charted at number one in eight countries, becoming Jessie J's biggest hit to date. The song was also the biggest-selling collaboration of the year in the UK and the fourth-bestselling song of 2011 overall in the country.[6] At the 2012 Brit Awards, \"Price Tag\" was nominated for Best British Single.[7] Jessie J has performed the song live many times, with other singers filling in for B.o.B or his verse being completely removed. The video features an oversized teddy bear, a money tree, and Jessie J as a ballerina in a large jewellery box. The single has sold 1,240,000 copies in the UK as of October 2015[8] and over three million copies worldwide. \"Price Tag\" is an upbeat, \"feel good\" track, inflected with reggae bounce and a sing-along chorus with powerful vocals from Jessie J, slinky guitars, and a vintage backbeat.[9][10] The drum beat for the song bears a striking resemblance to that of \"Zimba Ku\" by Black Heat, whose record label have filed a lawsuit alleging copyright infringement.[11] According to the sheet music published at Musicnotes.com by Sony/ATV Music Publishing, \"Price Tag\" is written in the key of F major[12] with a tempo of 84 beats per minute. The song is in common time, and it follows a chord progression of F–Am–Dm–B♭ (I–iii–vi–IV). Jessie's vocals span from A3 to D5.[13] Jessie J has been criticised by people who find the lyrics of the song hypocritical: a \"rich rock star\" saying that money does not matter or questioning why she then charges for her music. She has repeatedly explained in interviews that this is a misreading of her meaning, which skewers the superficiality of conspicuous consumption—or more simply, that \"show-offs suck\": \"For me, so much I hear about how much money people have and how people just take stuff too seriously. It’s not me saying that you can live for free, because obviously that isn’t the case; but I’m saying that you don’t always have to let it be about that. It isn’t always about how much your shoes cost. It’s about the fact that you even have a pair of shoes to walk in.\"[14] Popjustice said it was a \"ridiculously addictive introduction to an effortlessly great, new(ish) talent.\"[15] The Guardian's Caspar Smith referred to both the song and J's previous single \"Do It Like A Dude\" as \"planet-saving R&B-based hits-in-waiting.\"[16] AOL Radio's James Wells said that it \"shows off the tirelessly upbeat, Motown-tinged singing and songwriting for which Jessie J has become known.\" He went on to contrast the song from other tracks from J's debut album Who You Are, calling it less aggressive and more \"about the positive vibes.\"[10] Nick Levine of Digital Spy compared the song to Miley Cyrus's \"Party in the U.S.A.\" (2009), which was co-written by Jessie J. He said, \"Truth be told, 'Price Tag' does come off a little bit corny, but thanks in no small part to Jessie's spunky likability\" and described it as a \"sun-dappled, hip-hop-inflected midtempo head-nodder\".[17] The song debuted at number twelve in Ireland on 4 February 2011.[18] In the United Kingdom, the single entered at number one on the UK Singles Chart on 6 February 2011―for the week ending dated 12 February 2011―with first week sales of 84,000 copies. It became Jessie J's first number-one single on the chart. The song's charting also gave B.o.B his third UK number-one single.[3] \"Price Tag\" became the first single to top the UK Singles Chart after being released to radio and retail on the same day, following a new \"On Air, On Sale\" initiative by Universal Music.[19][20] On its second week on the chart, the song retained its number-one position by a margin of less than 5%, selling over 90,000 copies, preventing Lady Gaga's new single \"Born This Way\" and Chipmunk's \"Champion\" from debuting at number one.[21] As of October 2015, the song had sold 1,240,000 copies in the UK.[8] In the United States, the song debuted at number 88 on the Billboard Hot 100 on the week of 16 March 2011 and reached number 23.[5] It went straight to number one in New Zealand and on Billboard's Bubbling Under R&B/Hip-Hop Singles[22] and peaked at number 1 on Billboard's Hot Dance Club Play. It also received Radio Disney airplay, peaking at number 2 on the Top 30 Countdown for 2 weeks, behind \"On My Mind\" by Cody Simpson. The music video was directed by Emil Nava and was premiered on 30 January 2011.[23][24] The video begins closing up on a giant teddy bear that is missing an eye and an arm, accompanied by a musical box-rendering of Johann Strauss II's The Blue Danube, before zooming out to show a child version of Jessie J sitting next to it, who then gets up and walks around the bear, turning her into her full-sized self. Jessie J is then shown standing and holding out her hands, and as the lyrics suggest, a coconut man and a moonhead appear on her outstretched hands (this is a reference to the two individuals who co-wrote the song with her: Dr. Luke is coconut man and Kelly is moonhead in reference to his large head) and pointing to herself (referring to herself as pea because of her small head). The video then goes back to Jessie J in the lap of the large teddy bear and shows various scenes of Jessie J holding up items that relate to the lyrics, including a huge price tag and pointing to left and the right. As the chorus begins, Jessie J is shown dancing under a money tree with dollar bills covering its branches. A scene of Jessie J is then shown of her as an oversized ballerina in a jewelry box. As Jessie J says the words \"video hoes\", a scene of her wearing the same outfit as in her \"Do It Like a Dude\" video and dancing holding her crotch, suggesting that she is not a hypocrite. Jessie J is next shown riding around on a small tricycle. As the song progresses into the second chorus, Jessie J and two background dancers are shown as marionettes, with Jessie J wearing a Pinocchio hat, dancing to the song. The video then moves to B.o.B as his verse begins, showing him dancing in front of a beat up car, that starts jumping and moving to the beat. He is then shown standing in the middle of four large, toy green army men. As his verse ends, Jessie J is shown squeezed into a doll house and holding a glass doll that is missing part of its head. As the video goes into its final chorus, scenes of Jessie J are shown her dancing with B.o.B, laying on the floor missing a leg, sitting in an oversized chair, dressed up as a doll in a blue and white dress, and dancing with her younger self. The video ends with Jessie J closing the door to her doll house; with her still inside it, the camera carries on zooming out. Notably, one of the back-up dancers in the video is fellow musical artist FKA Twigs early in her career. This experience would inspire Twigs to write her song \"Video Girl\" for her debut album LP1 (2014).[25] Jessie J performed an acoustic version of the song on the BBC's Later... with Jools Holland.[26] \"Price Tag\" was also performed at the club Scala in London on 18 January 2011, with UK rapper Devlin performing B.o.B's verse.[27] The song was performed in the US for the first time in a New York club.[28] She performed the song, along with a track titled \"Nobody's Perfect\" from her debut album, in a studio session at Maida Vale studios for MistaJam.[29] Jessie J also performed Price Tag on The Graham Norton Show on 25 February and has also performed it on Lets Dance for Comic Relief. Jessie also performed the song (along with \"Mamma Knows Best\") alongside B.o.B on Saturday Night Live on 12 March 2011, making it her first performance on American television.[30] She has also performed the song on the French X Factor[31] and The Ellen DeGeneres Show.[32] In 2011, she performed the song in the Times Square subway station.[33] Also, Jessie presented the song in the 2011 MTV VMAs and 2011 MTV EMAs. She performed the song at the 2012 Summer Olympics closing ceremony. In May 2016 Jessie performed the song at 3rd Indonesian Choice Awards along with \"Masterpiece\" and \"Domino\". This song is also featured in Disney's Have a Laugh! cartoons in Re-Micks! musical segment. Credits adapted from Who You Are album liner notes.[39] * Sales figures based on certification alone.^ Shipments figures based on certification alone.‡ Sales+streaming figures based on certification alone.† Streaming-only figures based on certification alone.",
  "source_url": "https://en.wikipedia.org/wiki/Price_Tag"
}