{
  "id": 509,
  "title": "Ketzia Alon",
  "data": "Ketzia Alon (in Hebrew: קציעה עלון; born in 1971) is an Israeli academic, social activist, Mizrahi feminist, art curator and critic, and owner of Gama Publishing. She is one of the founders of the Ahoti – for Women in Israel movement. Alon was on the editorial board of the literary journal \"Criticism and Review\", and was head of the Gender Studies program at Beit Berl College. In 2017, Alon received the Prime Minister's Prize for Hebrew Literary Works. Alon was born in Jerusalem in 1971. She completed her undergraduate degree in art history and communications at the Hebrew University. Her MA focused on Jewish-Christian relations, and her PhD was in Hebrew literature.[1] In her academic career, Alon teaches or has taught at the Open University, at Ben Gurion University, and was the head of the Gender Studies department at Beit Berl College.[2] Alon is a founding activist of the Mizrahi feminist movement, which found its beginnings at the 10th Feminist Conference 1994, in Givat Haviva, at which a major confrontation between Mizrahi and Ashkenazi feminists led to a final rift in the feminist movement. Alon then participated in founding the Mizrahi movement, Ahoti – for Women in Israel.[3] Alon's writing focuses on the concept of Mizrahim. She presents the social, cultural and political meanings of Mizrahi-ness through presentation of poetry, art and essays by Mizrahi Jews, which she analyzes and expands upon. She is particularly interested in the intersection of feminism and Mizrahi-ness, which is expounded in the book she wrote with Shula Keshet, Breaking Walls.[4] In her research, Alon compares and contrasts the dichotomy of Ashkenazi/Mizrahi, in the past and present, with other socio-political dichotomies in Israel, such as Jews and Arabs, religious and secular, political left and right, rich and poor, men and women.[5] Alon points out the way that the concept of the Mizrahi creates discomfort, because it undermines categories of identity such as Jews and Arabs, given that the Mizrahi is most often an Arab Jew. Alon says that she cannot accept the social polarization that has formed in Israeli society around Ashkenazi and Mizrahi identities, claiming that Mizrahi-ness refuses to remain at a defined and separate pole, much as she denied the attempt to separate men and women in this manner.[5] Alon has published ten books, and many articles:",
  "source_url": "https://en.wikipedia.org/wiki/Ketzia_Alon"
}