{
  "id": 900,
  "title": "Za (guilds)",
  "data": "The za (座, 'seat' or 'pitch') were one of the primary types of trade guilds in feudal Japan. The za grew out of protective cooperation between merchants and religious authorities. They became more prominent during the Muromachi period where they would ally themselves with noble patrons, before they became more independent later in the period. The za commonly organized by locality, and not by trade in the rural areas; but grouped by trade in the larger cities, more familiar to their European counterparts. The monopoly of the za was challenged during the reign of Oda Nobunaga. Later in the early 18th century, the za gained in influence by working more closely with the Tokugawa government; this brought more centralization and a return to their monopoly power. After the Meiji restoration, the za was either replaced, eclipsed or gradually adopted more modern forms of business, eventually giving rise to the modern zaibatsu and keiretsu monopolies of the 20th century. The word za, meaning seat, pitch, or platform, was thus applied to the guilds. The name may have also come, more simply, from the idea of merchants within a guild or association sharing a seat or platform in the marketplace. Merchants would travel and transport goods in groups, for protection from bandits but also from the vacillating whims of samurai and the daimyō (feudal military lords). They would also enter into arrangements with temples and shrines to sell their goods on a pitch or platform in the temple's (or shrine's) grounds, placing themselves under the auspices and protection of the temple or shrine. The earliest za came into being in the 11th century, consisting not only of trade guilds, but also guilds of performers and entertainers. A woodcutters' za is mentioned in Yase near Kyoto as early as 1092, having a firewood concession in Kyoto along with corvée obligations.[1] Even today, performers of kabuki and noh are in associations called za (see Kabuki-za). The za trade guilds appeared as a major force in the 14th century, and lasted in their original forms through the end of the 16th, when other guilds and trade organizations arose and subsumed the za. While no longer powerful in their original forms, it could be argued that the basic concept of the za, and most likely the same merchants running them, continued to exist as powerful agents in the market through to the 18th, going through many organizational and structural changes over the centuries, and eventually being eclipsed by other organizations like the ie trading houses. Though very powerful at times, and enjoying certain tax exemptions and other formal governmental benefits, it is important to note that the za, at least in their original forms, were never as official or organized as the medieval guilds of Europe. It was not until the Muromachi period (1336–1467) that the za came to be a significant presence in Japan's economic world. By this time, many more za had appeared, and were larger, more organized, and more well-connected with temples, shrines, and nobles. While many associated themselves with temples and shrines, many other guilds allied themselves with noble families, gaining protection in exchange for a sharing of the profits. For example, Kyoto's yeast-brewers were associated with the Kitano Tenman-gū shrine, and the oil brokers had the Tendai monastery of Enryakuji as their patron. The gold leaf makers of Kyoto placed themselves under the protection of the Konoe family, and the fishmongers under the Saionji, a particularly powerful and wealthy family, who earned two-thirds of the profits of Kyoto's fish markets from the arrangement. During this period, agricultural and economic advancement and growth was rapid in the countryside, or \"Home Provinces\", and za began to conglomerate into groups organized by their locality, not by their trade. These rural za were generally associations of wealthier peasant farmers who combined to sell oil, bamboo, rice, or other agricultural products in bulk; they occasionally allowed urban brokers to join their guilds, to act as their proxy or guide in the city markets. However, in the large cities, where economic progress was occurring in a different way, za formed up and began to concentrate themselves in small sections of the city. Ginza, meaning \"silver za\" (silver trade guild), in Tokyo, is one of the most famous place-names to reflect this activity, though the Guildhall area of London, on the other side of the world, is an example of the equivalent English activity. Towards the end of the Muromachi period, the za began to grow independent of the noble families, temples, and shrines they had placed themselves under, having grown large enough and powerful enough to protect themselves. This independence also allowed the za to further its own interests, namely profit; the za began to realize at this time that they had the power to alter market prices, and began to show signs of monopolistic activity. While most used their monopoly power in retail sales of their particular trade good to consumers, some, such as the salt dealers of Yamato Province, would purchase raw materials wholesale, entering arrangements by which they could deny other guilds and other merchants of these materials. Though mostly independent from their former patrons, many guilds still engaged in agreements for protection with noble families on a one-time, rather than permanent, basis. However, their independence and increasing power earned many za political enemies; some from their former patrons. As the Muromachi period came to an end, in the late 15th century, other forms of economic associations arose which were less monopolistic, and which challenged the supremacy of the za. The Ōnin War of 1467 plunged the country into a period of chaos and war, called the Sengoku period, which would last over 130 years. However, the za continued to operate, and perhaps became even more powerful as the ability to safely travel and transport goods across the nation became increasingly scarce. Towards the end of the 16th century, one hundred years into the Sengoku period, Oda Nobunaga briefly took command of the country, and established \"free\" markets and guilds, known respectively as rakuichi (楽市) and rakuza (楽座). These dealt a severe blow to the power and influence of the older, monopolistic za, but did not replace them. Several other types of trade associations came into being around this time as well; though it could be argued that they replaced the za, it seems more likely that the change was a more gradual, organic one, and that the za could be said to have continued to exist, just in new forms and with new names. One of the new types of organization was called nakama (仲間), or kabunakama (株仲間) when they were authorized by the shōgun. These groups were essentially guilds based on the idea of shareholding; each member of the guild owned a share in the total profits of all the guild's members. However, the shares were not transmissible, unlike in our modern stock market. Another type of trade group, called toiya (or ton'ya in Edo), served as wholesale merchants, focusing primarily on shipping and warehousing. At this time, Osaka came into its own as a great port, and eclipsed Kyoto as the nation's primary center of trade, contributing further to the downfall of the original za. By the end of the Tokugawa period, the guilds, in these various forms, had gained a significant degree of legitimacy and power.  In exchange for monopoly licenses and government support in other forms, the guilds shared a portion of the profits with the government.  Employing a strongly centralized system, the za brought 90% of the nation's silk processing to Kyoto by the 1720s. This centralization made monopolization of the industry far easier, and brought significant wealth to the Kyoto government and to the merchant members of the various trade organizations. Over the course of the 18th and 19th centuries, the trade guilds and associations, in all their various forms, changed over into more modern, and eventually Western, modes of business, giving rise to the zaibatsu and keiretsu monopolies of the 20th century. Some guilds were replaced, eclipsed, or destroyed. Others simply changed, gradually or rapidly, adopting new methods and modes of acting in the market, as technology and the general economic structure of the country changed.",
  "source_url": "https://en.wikipedia.org/wiki/Za_(guilds)"
}