{
  "id": 76,
  "title": "Jaylen Harrell",
  "data": "Jaylen Davon Harrell (born May 1, 2002) is an American professional football linebacker for the Tennessee Titans of the National Football League (NFL). He played college football for the Michigan Wolverines, winning three consecutive Big Ten Conference titles and a national championship in 2023. Harrell was selected by the Titans in the 2024 NFL draft. Harrell attended Berkeley Preparatory School in Tampa, Florida.[1] Harrell was a MaxPreps All-American football player as a sophomore and a junior. As a freshman, in 2016, Harrell recorded 81 tackles, with 16 tackles for a loss. As a sophomore, he registered 72 tackles, 8 tackles for a loss and 2 sacks. As a junior he posted career highs, making 106 tackles, 20 tackles for a loss and 5 sacks. In 2019, as a senior, he had 58 tackles, 11 tackles for loss and 3 sacks. Harrell was a four star recruit, and named to the PrepStar Magazine Top 150 Dream Team, as the #137 ranked player in the nation.[2] On December 11, 2019, he committed to the University of Michigan to play college football.[3][4] Harrell enrolled at the University of Michigan in 2020. As a true freshman, Harrell appeared in four games and had four tackles. [5] As a sophomore, in 2021, he started 3 of 14 games at linebacker, recording 15 tackles.[6] His first career start came on September 18, versus Northern Illinois. As a junior, in 2022, he started 12 of 13 games, finishing the season with 30 tackles and 3.5 sacks.[7] Harrell’s first career sack came on a shared sack in the season opener versus Colorado State, on September 3. In 2023, Harrell returned to Michigan  for his senior season, winning a national championship. He started all 15 games as an edge rusher, finishing with 31 tackles, 9 tackles for a loss, a team high 6.5 sacks and 2 forced fumbles.[8][9][10] [11] Harrell was named All-Big Ten honorable mention. Harrell was selected in the seventh round, 252nd overall, by the Tennessee Titans in the 2024 NFL draft.[14] Harrell began the 2024 season on special teams and third on the depth chart at weakside linebacker.[15] He made his NFL debut in the season opener against the Chicago Bears. He appeared in all 17 games, making 13 tackles and one pressure.[16] His father, James Harrell, played in the NFL.[17][18]",
  "source_url": "https://en.wikipedia.org/wiki/Jaylen_Harrell"
}