{
  "id": 889,
  "title": "Leo Singer",
  "data": "Leopold von Singer (May 3, 1877 – March 5, 1951) was an Austrian-born American manager of an entertainment troupe called Singer's Midgets, that were a popular vaudeville group in the first half of the twentieth century.\nHe was responsible for casting many performers in the iconic 1939 film  The Wizard of Oz. Singer was born to a prominent family in Vienna, Austria. He was reportedly inspired to form Singer's Midgets in 1912 or 1913, after he and his daughter Trudy were entertained by a troupe of \"midgets\" (dwarfs) at the Vienna Prater. Leopold Singer and his wife Walberga recruited midgets (later called \"little people\") for his own troupe, The Singer Midgets, and began building the Liliputstadt, a \"midget city\" at the \"Venice in Vienna\" amusement park, where they could perform.[1] Singer mainly sought out little people with proportionately-sized body parts – generally called \"midgets\", thus the name of the troupe – so that they could move and dance with ease.[2] The Liliputstadt was a major success, Singer began to tour with his performers throughout Europe and, in the process, recruited new members. After World War I broke out, the troupe traveled to the United States, and remained there for the remainder of the act's existence. They performed in vaudeville theaters.[3] Because he was Austrian, the Bureau of Investigation (later the FBI) investigated Singer during World War I. In the end, the agents agreed with Singer’s claim that the accusations against him were based on “professional jealousy.”[4] \nDuring the 1930s, some of Singer's Midgets began appearing in films, such as Tarzan the Ape Man (1932), They Gave Him a Gun (1937), Block-Heads (1938), and The Terror of Tiny Town, a 1938 Western with an all-dwarf cast. Also in 1938, Singer signed a contract with Metro-Goldwyn-Mayer to provide 124 actors and stand-ins to play Munchkins in The Wizard of Oz (1939). Some of the members of his troupe formed a portion of the group, and he traveled throughout the United States to recruit others.[5] Singer was a somewhat controversial figure in his day. The actor Billy Curtis once noted that Singer \"had a reputation for cheating his midgets.\"[6]  During the filming of The Wizard of Oz, Singer reportedly kept half of his performers' weekly pay. Nevertheless, his troupe members often spoke positively of him. Nita Krebs said that he \"always treated his people fine,\" and Grace Williams said, \"He had private tutors to give them an education. He treated them fine and gave them beautiful hotel suites.\"[6] Fern Formica recalled, \"He was like a father. He was a good man.\"[7] A number of Singer's Midgets affectionately referred to their manager as \"Papa.\"[8] The Singer Midgets disbanded in the mid-1940s, with many members either returning home to their native Europe or professionally joining the Ringling Bros. Barnum & Bailey Circus tours.[9][10] Singer retired to New York City in the mid 1940s. He died there on March 5, 1951 at the age of 73.[11] Notes Bibliography",
  "source_url": "https://en.wikipedia.org/wiki/Leo_Singer"
}