{
  "id": 242,
  "title": "Gochhi",
  "data": "Gochhi is a large village in the Jhajjar district and erstwhile Rohtak district of Haryana, India. It is predominantly a Jat village, with Ahlawat, Jakhar and Hooda being the most common surnames. Other than Jats, people of all castes are living in this village. Gocchi is home to the Military Zamindar family. Many people (for 5 generations) from the family served in the British and later Indian Army. The village is still known for its large number of officers in the Indian army. There is a plaque in the village, erected by the British, which speaks of the great contribution made by the people of Gochhi in the World War I. Dada Tate Singh Ahlawat founded the village. Dada Tate(ताते) Singh Ahlawat was brother of Balbir Singh Ahlawat alias Baru founder of village Varhana, Sheru Singh Ahlawat founder of village Sheriya, Digha Ram Ahlawat founder of village Dighal. There is a well in this village of Mahabharata times. Dada Tate had three sons. The eldest of them was Madu(माडू) second trilokan and the youngest was Poban. There are two panas of their names as mada pana and poban pana in Gochhi. Haryanavi is the widely used dialect/language by the native people. Haryanavi originated from the Devanagari script and mostly used by north Indians and Jat people. It is also called as Khadi boli and considered bold. This language has been used in popular Bollywood movies like Sultan, Tanu weds Manu, Tanu weds Manu return. Apart from that, people in this village can speak and understand other languages like Hindi and English. Most people in this village are Hindus. However other religions are also welcome by people. There are some good temples in the village area. Famous ones are Shivaji and Shyamji temple. People are very religious and they like celebrating festivals together by making special food and inviting each other.There are also some Muslims in Gochhi village. People of this region wear different types of clothes [1]. It includes traditional clothes like suit, salwar, sari and dupatta for women, shirt  and pant or T-Shirt and lower for men. Old age people about 80 years or so prefer wearing dhoti and kurta. Khandwa is being worn on the head by men as a symbol of pride and honor. Middle aged people prefer wearing kurta and pajama. Farming and Government jobs are main source of occupation. Some people also prefer private jobs. Farmers in this village belong to middle-high class family. [1] https://www.holidify.com/pages/haryana-culture-80.html This Haryana location article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Gochhi"
}