{
  "id": 10,
  "title": "Bianjing Drum Tower",
  "data": "The Bianjing Drum Tower,[1] also known as the Bianjing Pavilion[2] and by its Chinese name as the Bianjing Lou, is a drum tower in Shangguan, the seat of Dai County, Xinzhou Prefecture, Shanxi, in the People's Republic of China. It dates to 1476 and is 39.3 meters (129 ft) high. Yanmen Pass was an important defensive choke point for ancient and medieval China.[2] The nearest major town to its south was the seat of what is now Dai County, previously known variously as Guangwu, Yanmen, and Daizhou. The tower was constructed in Hongwu 7 (1374 CE), for the purpose of military observation and signaling by means of drums.[3] That original structure was destroyed by a fire[4] in Chenghua 7 (1471).[3] The present tower was built on the site of the first[4] in Chenghua 12 (1476).[3] It was further restored 4 times under the Qing, as well as in 1957, 1976, and 1986 under the People's Republic.[3] The more recent renovations dealt with water damage on the first floor.[3] The Bianjing Drum Tower was named a Major Historical and Cultural Site Protected at the National Level by the State Administration of Cultural Heritage in 2001. The present drum tower is 39.3 meters (129 ft) high.[2] The stone base is about 40 meters (130 ft) long, 33 meters (108 ft) wide, and 13 meters (43 ft) high.[4] The wooden tower[5] faces south.[3] The traditional Chinese units of measurement are 7 jian in length and 5 in width; it has 3 stories and reaches 26 meters (85 ft) high.[4] Its two large placards read \"First Tower of Yanmen\" (t 鴈門第一樓, s 雁门第一楼, Yànmén Dìyī Lóu) and \"Audible in All Directions\" (t 聲聞四達, s 声闻四达, Shēng Wén Sì Dá).[2] The tower holds a local museum.[5] One artifact is a 1.9-meter (6 ft 3 in)-tall stone lantern (t 燈臺, s 灯台, dēngtái) that was carved into the shape of Mount Wutai in Dongzhang c. 720.[1] 39°03′49″N 112°56′53″E﻿ / ﻿39.0635°N 112.948°E﻿ / 39.0635; 112.948",
  "source_url": "https://en.wikipedia.org/wiki/Bianjing_Drum_Tower"
}