{
  "id": 738,
  "title": "Luke Sullivan",
  "data": "Luke Sullivan (born 30 March 1961, in Singapore) is an Australian visual artist most notable for his internationally controversial work, The Fourth Secret of Fatima.[1][2][3] Sullivan's practice is considered to be representative of Eclecticism, a European tangent of Postmodernism that emphasizes the artist's obligation to explore diverse subject matter, mediums and referencing.  Since the 1990s, the movement has taken a more critical examination of social, political, religious and corporate institutions, and includes the UK's Tracey Emin and America's Tom Sachs.[4] Since 2000, Sullivan's work has moved from a predominantly constructionist application of found objects and materials, to a more complex exploration of style and medium.  Terrorism, Religious Symbolism and Iconography, Environmental degradation and social mores form much of Sullivan's subject matter.[5] Rhythm Method 2007, a work referencing the only form of contraception approved by The Vatican, was exhibited at London's Royal Academy of Arts in the same year, further building the artist's reputation for irreverent social and religious commentary.[6] In August 2007, Sullivan's work The Fourth Secret of Fatima became the focus of international media attention and is regarded as one of the most provocative and controversial works of religious art since Andres Serrano's Piss Christ.  The piece, a statue of the Virgin Mary wearing a burqa, was intended to draw attention to the oppression of women in dogmatic forms of religion such as Islam, but ignited world-wide debate and condemnation in the media.  Exhibited with fellow Australian artist Priscilla Brack's incendiary image of Jesus Christ morphing into Osama bin Laden, the works were reported in over 250 international newspapers as well as broad network coverage including Reuters, CNN, BBC and Al Jazeera.  Leading a wave of political and religious condemnation, then Australian Prime Minister John Howard declared the work to be \"gratuitously offensive\".[7][8][9][10][11][12][13][14][15][16][17][18][19] In the aftermath to the controversy ABC's Virginia Haussegger noted, \"In the tradition of some of the greatest art scandals, Luke Sullivan's work has challenged, provoked and unsettled everyone who has laid eyes on it\". [20][21][22][23] In his 2008 exhibition, Freestyler, Sullivan expanded his oeuvre to include paintings of air disasters and hijackings.  His recreation of Flight 175's infamous approach moments before its collision with the World Trade Center was explained by the artist as \"a painting of an image that had been burnt into my psyche\".",
  "source_url": "https://en.wikipedia.org/wiki/Luke_Sullivan"
}