{
  "id": 510,
  "title": "Princess Patricia of Connaught",
  "data": "Lady Victoria Patricia Helena Elizabeth Ramsay (born Princess Patricia of Connaught; 17 March 1886 – 12 January 1974)[1] was a granddaughter of Queen Victoria. Upon her marriage to Alexander Ramsay, she relinquished her title of a British princess and the style of Royal Highness.[2][3][4] She was the third and youngest child and the second daughter of Prince Arthur, Duke of Connaught and Strathearn, and Princess Louise Margaret of Prussia. She was also the only one of her father's children to outlive him: her siblings, Margaret and Arthur, both died before their father. Princess Patricia – \"Patsy\" to family and friends – was born on 17 March 1886, St Patrick's Day, at Buckingham Palace in London. Her father was Prince Arthur, Duke of Connaught and Strathearn, the third son of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. Her mother was Princess Louise Margaret of Prussia. She had two elder siblings, Prince Arthur of Connaught and Princess Margaret of Connaught, later Crown Princess Margareta of Sweden.[2] She was baptised Victoria Patricia Helena Elizabeth at St Anne's Church in Bagshot on 1 May 1886. Her godparents were Queen Victoria (her paternal grandmother); the Duke of Saxe-Coburg and Gotha (her paternal granduncle, who was represented by her paternal uncle Prince Christian of Schleswig-Holstein); the Hereditary Grand Duchess of Oldenburg (her maternal aunt); Prince Wilhelm of Prussia (her first cousin, for whom the German Ambassador, Count Hatzfeldt, stood proxy); Princess Christian of Schleswig-Holstein (her paternal aunt); and Prince Albert of Prussia (her mother's first cousin once removed, for whom her maternal uncle the Hereditary Grand Duke of Oldenburg stood proxy).[citation needed] She was named Victoria after Queen Victoria; Patricia, after St Patrick, the saint of her birthday; and Helena, in honour of her father's sister Princess Helena of the United Kingdom. She grew up as a member of the Royal Family. She was a bridesmaid at the wedding of her cousins the Duke and Duchess of York (future King George V and Queen Mary) on 6 July 1893.[5] Princess Patricia travelled extensively in her early years. Her father, the Duke of Connaught, was posted to India with the army, and the young Princess spent two years living there. Connaught Place, the central business locus of New Delhi, is named for the Duke. In 1911, the Duke was appointed Governor General of Canada. Princess Patricia accompanied her parents to Canada, and she became popular there. Her portrait appears on the one-dollar note of the Dominion of Canada with the issue date 17 March 1917.[4] During this period her mother, the Duchess of Connaught, died in London at Clarence House on 14 March 1917; Princess Patricia inherited £50,000 from her mother's estate.[6] She was named Colonel-in-Chief of Princess Patricia's Canadian Light Infantry on 22 February 1918 and held that appointment until her death. The regiment named for her was privately raised by Andrew Hamilton Gault, of Montreal, at his own expense; it was the last privately raised regiment in the British Empire.[7] Princess Patricia personally designed the badge and colours for the regiment to take overseas to France, and at her wedding in 1919, the regiment attended and played their march specially.[8][4] As the regiment's Colonel-in-Chief, she played an active role until her death. A memorial plaque in St. Bartholomew's Anglican Church in Ottawa is dedicated \"To the memory of The Lady Patricia Ramsey, VA, CI, CD late Colonel-in-Chief Princess Patricia's Canadian Light Infantry who as H.R.H. the Princess Patricia of Connaught worshipped here while resident at Government House 1911–1916.\"[9] She was succeeded in 1974 by her cousin and goddaughter Patricia (the Rt. Hon. Lady Brabourne), who became the Countess Mountbatten of Burma, who asked that the men and women of her regiment discount her titles and refer to her in honour of her predecessor as Lady Patricia.[citation needed] The question of Patricia's marriage was the subject of much speculation in the Edwardian era, as she was considered one of the most beautiful and eligible royal princesses of her generation. She was matched with various foreign royalties, including the King of Spain, the Prince Royal of Portugal, the future Grand Duke of Mecklenburg-Strelitz[10] and Grand Duke Michael of Russia, younger brother of Tsar Nicholas II.[4] In the end, Patricia chose a commoner and married naval Commander (later Admiral) Alexander Ramsay (29 May 1881 – 8 October 1972), one of her father's aides-de-camp and third son of the 13th Earl of Dalhousie, at Westminster Abbey on 27 February 1919.[11][12][4] On the occasion of her marriage, Princess Patricia of Connaught was permitted by Royal Warrant to relinquish the style of Royal Highness and the title of Princess of Great Britain and Ireland.[1] She was granted by Royal Warrant of 25 February 1919 the style of Lady Victoria Patricia Helena Elizabeth Ramsay, with special precedence immediately before the Marchionesses of England.[1] Alexander Ramsay and Patricia had one child: Despite relinquishing her royal title, Lady Patricia remained a member of the British Royal Family, remained in the line of succession, and attended all major royal events, including weddings, funerals, and the coronation of King George VI and Queen Elizabeth and of Queen Elizabeth II in 1937 and 1953, respectively. She rode in the carriage processions with other members of the Royal Family at the funerals of George V in 1936[13] and of King George VI.[14] At the coronations, she proceeded in state from Buckingham Palace with other members of the Royal Family and took part in the procession of princes and princesses of the blood royal, attended by a train-bearer and an officer to carry her coronet. She also attended royal garden parties and participated in state visits, her attendance being recorded in the Court Circular together with other members of the Royal Family.[15] Lady Patricia was an accomplished artist specializing in watercolours. She was made an honorary member of the Royal Institute of Painters in Water Colours.[16] Much of her work was inspired by her travel in tropical countries. Her style was influenced by Gauguin and Van Gogh,[citation needed] because she had studied under Archibald Standish Hartrick who had known the artists.[17] Lady Patricia died at Ribsden Holt, Windlesham, Surrey, on 12 January 1974, eight weeks before her 88th birthday and fifteen months after her husband.[2] Probate of her estate was granted in London on 17 April 1974 and it was valued at £917,199 (equivalent to £7 million in 2022).[18] Lady Patricia and Admiral Alexander Ramsay are buried at the Royal Burial Ground, Frogmore,[19] directly behind the Royal Mausoleum of her grandparents Queen Victoria and Prince Albert, in Windsor Great Park.[citation needed] A Canadian Army infantry regiment, Princess Patricia's Canadian Light Infantry, was named in her honour.[4] Patricia Lake in Alberta also carries her name, as does the Patricia Bay Highway in Saanich, British Columbia.[20] There is also a Thamesdown bus named after her in Swindon, Wiltshire. The second of Canadian Pacific's British Columbia Coast Steamships two Fairfield Shipyard-built steam turbo-electric passenger ships, the TEV Princess Patricia (Princess Patricia II), was named in 1948 for Princess Patricia of Connaught and launched by her as Lady Patricia Ramsay at Govan in that year. The first ship for Princess Cruises via a winter Mexican Riviera charter from CPL in 1965, the ship was retired from Alaskan cruising services in 1981 and served as a floating hotel in Vancouver, British Columbia, for their 1986 World's Fair before being finally scrapped in 1989. Her sister ship was the TEV Princess Marguerite (II).[21] The Regina Patricia Hockey Club was named in honour of Princess Patricia, now known as the Regina Pats. Founded in 1917, it is the oldest continuously operating major junior hockey franchise in the world, currently playing as part of the Western Hockey League.[22] The Patricia Theatre in Powell River, British Columbia, was named in honour of Princess Patricia in 1913. It is the oldest operating theatre in Western Canada.[23] Two hamlets in Alberta, 10 kilometres apart, are named Princess and Patricia in honour of Princess Patricia. The hamlets were established and named in 1914.[24] Upon her marriage in 1919, Lady Patricia was granted arms as a male-line grandchild of a British monarch. Her arms are those of the Royal coat of arms of the United Kingdom with a label for difference, blazoned thus:\nQuarterly (by quarters): The whole differenced by a Label of five points Argent, first and fifth with a cross gules, the others fleurs-de-lys azure.[27]",
  "source_url": "https://en.wikipedia.org/wiki/Princess_Patricia_of_Connaught"
}