{
  "id": 605,
  "title": "R74 (South Africa)",
  "data": "The R74 is a provincial route in South Africa that connects Harrismith with KwaDukuza (previously Stanger) on the coast, via Oliviershoek Pass, Bergville, Winterton, Colenso, Weenen and Greytown.[1] The R74 begins in Harrismith, Free State, at a t-junction with the N5 national route south of the town centre.[2] It begins by going southwards for eight kilometres to meet the eastern terminus of the R712 road, which connects to Phuthaditjhaba.[2] The R74 continues south-south-east for sixty-four kilometres, crossing into the KwaZulu-Natal Province, bypassing the Woodstock Dam, to enter the town of Bergville, where it meets the western terminus of the R616 road.[2] Just after the Bergville town centre, the R74 crosses the Tugela River. From Bergville, the R74 continues south-east for 20 kilometres to meet the R600 road and enter the town of Winterton, where it crosses the Little Tugela River in the town centre.[2] It continues south-east for twenty-two kilometres to reach an intersection with the N3 national route.[2] It continues eastwards for 2.5 kilometres to meet the R103 road north of Frere.[2] The R103 joins the R74 and they are one road north-east for fifteen kilometres up to an off-ramp junction in the town of Colenso, where the R74 becomes its own road eastwards.[2] From Colenso, The R74 continues east-south-east for 93 kilometres, through Weenen, to meet the eastern terminus of the R622 road and enter the town of Greytown.[2] In the town centre, the R33 route joins the R74 and they are one road eastwards before the R33 becomes its own road northwards in the eastern suburbs, leaving the R74 as the road eastwards. From Greytown, the R74 goes east-south-east for 103 kilometres to pass through KwaDukuza Central and reach a junction with the R102 road.[2] it continues eastwards for another two kilometres to reach its end at an off-ramp junction with the N2 national route.[2] This South African road or road transport-related article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/R74_(South_Africa)"
}