{
  "id": 474,
  "title": "Strawberry, Arkansas",
  "data": "Strawberry is a town in Lawrence County, Arkansas, United States. The population was 302 at the 2010 census.[3] Strawberry is located in southwestern Lawrence County at 35°57′52″N 91°18′56″W﻿ / ﻿35.96444°N 91.31556°W﻿ / 35.96444; -91.31556 (35.964401, -91.315678).[4] According to the United States Census Bureau, the town has a total area of 2.33 square miles (6.03 km2), all land.[5] As of the census[7] of 2000, there were 283 people, 112 households, and 80 families residing in the town. The population density was 48.6/km2 (125.9/mi2). There were 127 housing units at an average density of 21.8/km2 (56.5/mi2). The racial makeup of the town was 100.00% White. 0.71% of the population were Hispanic or Latino of any race. There were 112 households, out of which 31.3% had children under the age of 18 living with them, 60.7% were married couples living together, 8.9% had a female householder with no husband present, and 27.7% were non-families. 25.0% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.98. In the town, the population was spread out, with 26.9% under the age of 18, 8.5% from 18 to 24, 24.4% from 25 to 44, 22.6% from 45 to 64, and 17.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 93.8 males. For every 100 females age 18 and over, there were 83.2 males. The median income for a household in the town was $23,438, and the median income for a family was $33,438. Males had a median income of $32,500 versus $26,000 for females. The per capita income for the town was $14,621. About 16.9% of families and 15.7% of the population were below the poverty line, including 17.9% of those under the age of 18 and 14.8% of those 65 or over. Hillcrest School District operates area schools, including Hillcrest Elementary School in Lynn and Hillcrest High School in Strawberry. The River Valley School District formed on July 1, 1992, by the merger of the Poughkeepsie School District and the Strawberry School District. On July 1, 2004, River Valley merged with the Lynn School District to form the Hillcrest School District.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Strawberry,_Arkansas"
}