{
  "id": 765,
  "title": "Pharo Management",
  "data": "Pharo Management is a hedge fund founded in 2000 by Guillaume Fonkenell.[2]  Pharo trades foreign exchange, sovereign credit and interest rate markets in over 70 countries across Asia, Central and Eastern Europe, the Middle East and Africa, Latin America, as well as developed markets[3][4] and manages roughly US$13 billion across five funds (Macro + 9.6%, Gaia +15.5%, Man and Africa +7% ) as of Q4 2024 [2][1]from their offices in London, New York and Hong Kong.[5] Its assets were affected by the COVID-19 pandemic.[6] Its primary funds, whose assets included debt of Russia and Ukraine, were negatively impacted at the beginning of the 2022 Russian invasion of Ukraine, before the firm selling its position.[1] The name \"Pharo\" comes from the word \"Φάρος\" in Greek which was later adopted by latin languages like French (e.g. Phare in French which denotes a tall building with a beam of light at the top).[7] In early 2019, Guillaume Fonkenell told investors he returned US$300 million that his hedge fund had been managing to Saudi Arabia's central bank, known as the Saudi Arabian Monetary Authority (SAMA). Fonkenell said he was upholding his firms principles in response to the murder of Saudi journalist Jamal Khashoggi, who is thought to have been killed by officials of the Saudi Arabian government. Pharo is the first hedge fund which refused to manage money coming from Saudi Arabia.[8] In 2011, utilising profits from the Pharo Management hedge fund, Guillaume Fonkenell founded Pharo Foundation. Aligning with Pharo Management’s expertise in developing countries, Pharo Foundation is a mission-driven, impact-oriented organisation that designs, funds, and operates economic development programmes towards a vibrant, productive, and self-reliant Africa. The Foundation does this by focusing on three missions in education, water and productivity, and operating in Somaliland, Ethiopia, Kenya, and Rwanda. Its core mission are: These three missions are accomplished through two channels: non-profit operations, which invest in the development of public goods, and for-profit social enterprises, which invest in the private sector and embody our goal of African self-reliance.",
  "source_url": "https://en.wikipedia.org/wiki/Pharo_Management"
}