{
  "id": 573,
  "title": "Fine and Dandy (musical)",
  "data": "Fine and Dandy is a musical comedy in two acts with a book by Donald Ogden Stewart, music by Kay Swift and lyrics by Paul James. It was produced on Broadway in 1930. Donald Ogden Stewart was commissioned to write a musical comedy tailored to the unique comic persona of vaudeville performer Joe Cook. Much of the book was improvised; the Playbill for the original Broadway production,[1]  after listing the credits for book, music and lyrics, adds \"Many Nonsensical Moments Created by Joe Cook\". After a try-out at the Colonial Theatre in Boston,[2] Fine and Dandy premiered on Broadway at Erlanger's Theatre on September 23, 1930, and closed on May 2, 1931, after 255 performances. It was produced by Morris Green and Lewis E. Gensler.[3] The production was directed by Green and the dialogue was directed by Frank McCoy, with choreography by Tom Nip and Dave Gould and orchestration by Hans Spialek. The routines for the Abbott Dancers were arranged by Merriel Abbott, and the dance for Mechanical Ballet was arranged by Eugene Von Grona. Scenic design was by Henry Dreyfuss, with costumes by Charles LeMaire.[3] In 2007, three years after the successful release of a new studio cast recording, the Kay Swift Memorial Trust commissioned a new libretto which would remove Cook's vaudeville routines and change the setting from the Fordyce Drop Forge and Tool Company to a shoe factory, Fordyce Feet.[4] In a newspaper interview, Swift's granddaughter Katharine Weber said, \"It will be true to the spirit but will go in different directions.\" There will be no orchestra, but the actors will be \"oddballs who play music on very non-standard instruments.\"[5] Additional members of the large Broadway cast included the Merriel Abbott Specialty Dancers, the Tommy Atkins Sextet,[note 2] the Four Horsemen, and, according to a contemporary review, a \"beauty chorus of 60 lithe and lustrous girls\".[7] Theater historian Dan Dietz suggests that some of the comedy quartets, such as the Uninternational Four, the Four Horsemen, and the Giersdorf Brothers, may actually have been Joe Cook playing multiple roles, as he did in his well-known \"Four Hawaiians\" skit.[8] Setting: The Fordyce Drop Forge and Tool Factory; a country club; a golf course; the Fordyce Night School; the employees' picnic grounds; a bank; and Mrs. Fordyce's garden. \"Joe Squibb, proud to be a working man if he does not have to work much, becomes general manager of the Fordyce Drop Forge and Tool factory when the widow who owns it falls captive to his brash charms.\"[9] \"Squibb ... is engaged to lovely Nancy Ellis, and ultimately reveals himself to be married and the father of four children. Also as Joe Squibb he lights a bearded man's whiskers, impersonates four German acrobats, plays the saxophone and ukulele, turns handsprings, plays golf with a shovel, eats lunch from a lunchbox the size of an automobile crate, examines the insurance doctor come to examine him, creates a gadget that can puncture balloons while cracking nuts and another for inflating paper bags so that when punctured they can make a resounding noise.\"[10] In a review, Edwin C. Stein said, \"Donald Ogden Stewart's book is woefully weak. I can't tell you just what the book is about because I didn't pay it a great deal of attention. And neither will you.\"[11] Songs, dances and novelty numbers as listed in the Playbill for the original production. The show was frequently revised during its run; a song that became a standard, \"Nobody Breaks My Heart\", was added to the wedding scene shortly after the show opened. The \"Mechanical Ballet\" was arranged by choreographer Eugene Von Grona. The music has been lost; it may or may not have been written by Kay Swift. New York Times theater critic Brooks Atkinson called it \"the most stunning dance number [with the Tommy Atkins Sextet] attired in costumes of original color schemes, against quiet and expansive backgrounds\".[12] It may have been an homage or a parody of George Antheil's Ballet Mécanique, which had its New York premier in 1927. No original cast recording was made; most of the orchestrations and dance music were lost, with the exception of several songs which had been published individually. Orchestrator Russell Warner teamed with Swift in the 1980s to reconstruct the score.[13] After Swift's death in 1993, Warner continued to work on the project for ten years.  A studio recording was released in 2004 by PS Classics with a cast that included Andrea Burns, Mario Cantone, Carolee Carmello, Gavin Creel, Mark Linn-Baker, Jennifer Laura Thompson, Deborah Tranelli, and Anne Kaufman.[14] The recorded score drops \"Mechanical Ballet\", \"Giddyup Back\" and \"Bird in Hand\", and includes several numbers not explicitly listed in the Playbill for the original production. Historian Dan Dietz writes that these may have been listed under a different name or were part of another number.[15] Brooks Atkinson of The New York Times wrote, \"Next to Leonardo da Vinci, Joe Cook is the most versatile man known to recorded times.\"[16] The Brooklyn Citizen raved, \"Fine and Dandy is one of the most side-splitting, amazingly funny musical comedies that has ever been produced on Broadway.\"[17] Fine and Dandy was the first successful Broadway musical to feature a complete score by a female composer, running for over 250 performances.[18] The Times Union (Brooklyn, New York) reported that among those in the audience for the opening night performance were George Gershwin, Ira Gershwin, Ted Lewis, Al Jolson, Ruby Keeler, Marc Connelly, Judith Anderson, William Demarest, E. Ray Goetz, and Irving Caesar.[19]",
  "source_url": "https://en.wikipedia.org/wiki/Fine_and_Dandy_(musical)"
}