{
  "id": 684,
  "title": "Blainville, Quebec",
  "data": "Blainville (French pronunciation: [blɛ̃vil]) is a suburb of Montreal located on the North Shore in southwestern Quebec, Canada. Blainville forms part of the Thérèse-De Blainville Regional County Municipality within the Laurentides region of Quebec. The town sits at the foot of the Laurentian Mountains and is located 35 kilometres (22 mi) northwest of downtown Montreal. Louis de Buade de Frontenac granted a vast territory that includes present-day Blainville to elite members of society, lords (\"seigneurs\") or seigneurs, to promote the development of New France in 1683. The Seigneurie des Mille Îles (Lordship of the Thousand Islands) encompassed over 200 square kilometres (77 sq mi) along the northern shores of the Mille Îles River. In 1792, a disagreement between Seigneur Hertel and Seigneuresse Lamarque resulted in a division of the seigneurial territory along what was then-called the Great Line (present-day Boulevard du Curé-Labelle or Quebec Route 117).[4] Blainville is named for the third lord of the seigneurie, Jean-Baptiste Céloron de Blainville (1660-1756). On 14 June 1968, the parish of Sainte-Thérèse-de-Blainville was divided, and Blainville formed its own town consisting of mostly heretofore undeveloped land. In 2017, the municipality governed 54.62 square kilometres (21.09 sq mi) subdivided into eleven districts, maintained an independent police force with a budget in excess of 14 million CAD and more than 110 staff,[5] a fire department with over 70 firefighters, who since 2016 also serve the neighbouring municipality of Rosemère,[6] a library with three branches, an arena with two rinks, and an aquatic recreation centre. In the 2021 Census of Population conducted by Statistics Canada, Blainville had a population of 59,819 living in 22,424 of its 22,859 total private dwellings, a change of 5.2% from its 2016 population of 56,863. With a land area of 54.97 km2 (21.22 sq mi), it had a population density of 1,088.2/km2 (2,818.5/sq mi) in 2021. Over 8% of residents are under 15, whereas 67% are between 15 and 64 and 15% are over 65.[8] In 2021,[9] 86.5% of Blainville residents were white/European, 12.3% were visible minorities and 1.2% were Indigenous. The largest visible minority groups were Arab (3.6%), Black (3.3%), Latin American (1.7%), Southeast Asian (0.9%), and Chinese (0.9%). 66.9% of residents were Christian, down from 87.1% in 2011.[10] 57.3% were Catholic, 6.3% were Christian n.o.s, 0.8% were Protestant and 2.5% belonged to other Christian denominations and Christian-related traditions. Of non-Catholic denominations, the largest is Christian Orthodox at 1.9%. 28.0% of residents were non-religious or secular, up from 11.6% in 2011. 5.1% belonged to other religions, up from 1.3% in 2011. The largest non-Christian religions were Islam (4.2%) and Buddhism (0.4%). The 2021 census found that 82.2% of residents spoke French as a mother tongue. Although 60.0% of residents reported knowledge of both English and French, English was the mother tongue of only 4.1% of respondents. The next most frequent native languages were Arabic (2.3%), Spanish (1.7%), and Portuguese (1.0%). The brewery of Les Brasseurs du Nord, makers of Boréale beer, is located in Blainville. Blainville co-hosted the 2009 Quebec Winter Games along with Rosemère and Sainte-Thérèse. The application of the three cities was sponsored by Gaétan Boucher, a former Canadian Olympic speed skating champion and four time Olympic medalist. The event took place in March, and a semi-Olympic pool was built in Blainville. In July 2004, Le Fontainebleau Golf Club hosted John Daly, Vijay Singh, Phil Mickelson and Hank Kuehne.  In July 2010, it hosted the Montreal Championship, a PGA Tour event. The event had been scheduled again in 2011 but did not take place. The event has since relocated to the La Vallée du Richelieu Golf Club on the south shore. The city's soccer team is A.S. Blainville. Blainville also has a hockey team which competes in the QMJHL, the Blainville-Boisbriand Armada. Richard Perreault, the leader of Vrai Blainville, has served as mayor since his 59-41 win against Florent Gravel (Mouvemment Blainville) in 2013.[12] In 2017, he was re-elected with over 75% of the vote in a race that pitted him against Gravel again.[13] Blainville forms part of the federal electoral district of Therese-de-Blainville and has been represented by Louise Chabot of the Bloc Québécois since 2019. Provincially, Blainville is part of the Blainville electoral district and is represented by Mario Laframboise of the Coalition Avenir Québec party. Blainville is served by the Blainville commuter rail station on the Réseau de transport métropolitain's Saint-Jérôme line. Local bus service is provided by RTM Laurentides. The Commission scolaire de la Seigneurie-des-Mille-Îles (CSSMI) operates Francophone public schools.[14] Sir Wilfrid Laurier School Board operates Anglophone public schools:",
  "source_url": "https://en.wikipedia.org/wiki/Blainville,_Quebec"
}