{
  "id": 537,
  "title": "Noel Taylor (costume designer)",
  "data": "Noel Taylor (January 17, 1913 – November 4, 2010) was an American costume designer of the stage, television, and film. A four-time Emmy nominee, Taylor won an Emmy Award in 1978 for his designs for the PBS drama Actor: The Paul Muni Story.[1][2] Taylor, who designed costumes for more than 70 Broadway shows, as well as thirty films and television shows, was the recipient of the Costume Designers Guild lifetime achievement award in 2004.[1][2] Taylor was born Harold Alexander Taylor Jr. in Youngstown, Ohio on January 17, 1913.[1] He was the second of his family's two sons.[1] He moved to Paris, France, with his family when he was seven years old.[1] Taylor dropped out of high school at the age of 16 to pursue a career as an actor. His first and only leading role on Broadway was in 1935 at the age of 18 as Peter in Cross Ruff, a play which he had also written. Abandoning his acting career, he studied painting and design during the late 1930s and early 1940s. Taylor began vacationing in Austria when he was in his 20s, where he began to witness growing discrimination against Jewish residents in the years preceding World War II.[1] Taylor asked his mother for help raising $200,000 USD for Jewish refugees who had fled from the Nazis.[1] He was arrested by  for attending pro-Jewish meetings, but was released by an Austrian interrogator after four days and returned to the United States.[1] He worked as an equestrian trainer for the U.S. Coast Guard during World War II.[1] Taylor began his career as a costume designer in the 1940s when Chagall invited him to assist on costumes for productions with the New York City Ballet. He first worked on Broadway as a designer for Dennis Hoey's 1946 play The Haven. He went on to design costumes for more than 70 Broadway productions, including the original productions of Stalag 17 (1951), Bernardine (1952), Dial M for Murder (1952), The Teahouse of the August Moon (1953), No Time for Sergeants (1955), Auntie Mame (1956), The Body Beautiful (1958), Tall Story (1959), Write Me a Murder (1961), The Night of the Iguana (1961) and (1976), Great Day in the Morning (1962), One Flew Over the Cuckoo's Nest (1963), What Makes Sammy Run? (1964), Hughie (1964), Slapstick Tragedy (1966), Lovers (1968), The Last of Mrs. Lincoln (1972), The Norman Conquests (1975), and Chapter Two (1977). He also designed costumes for revivals of Twentieth Century (1950), The Wild Duck (1951), The Apple Cart (1956), Strange Interlude (1963), A Funny Thing Happened on the Way to the Forum (1972), Mourning Becomes Electra (1972), The Glass Menagerie (1994), and The Gin Game (1997). His last Broadway show was designs for the 1997 revival of Neil Simon's The Sunshine Boys. Taylor made his first foray into television designing costumes for several television films made for the Hallmark Hall of Fame between 1955-1965. He received his first Emmy nomination for one of these files, The Magnificent Yankee in 1965. In 1966 he designed the costumes for Gian Carlo Menotti's television opera Labyrinth. He continued to design costumes for television up into the mid-1990s, garnering further Emmy nominations for Eleanor, First Lady of the World (1982) and Ironclads (1991). He won the Emmy Award in 1978 for Actor: The Paul Muni Story. He also designed costumes for seven feature films during his career, including Mrs. Pollifax-Spy (1971), Rhinoceros (1974), An Enemy of the People (1978), and The Legend of the Lone Ranger (1981). Taylor died at Los Angeles County+USC Medical Center in Los Angeles, California, on November 4, 2010, at the age of 97.[1] He was a resident of West Hollywood, California.[1]",
  "source_url": "https://en.wikipedia.org/wiki/Noel_Taylor_(costume_designer)"
}