{
  "id": 379,
  "title": "Phoenix Life Insurance Company Building",
  "data": "The Phoenix Mutual Life Insurance Building, locally called the \"Boat Building\", is a notable Modernist office building located on Constitution Plaza in Hartford, Connecticut. Designed by Max Abramovitz and completed in 1963, it is listed on the National Register of Historic Places and is the world's first two-sided building.[2] The Phoenix Building is located east of the commercial core of downtown Hartford, on a block bounded by Columbus Boulevard and State, Prospect, and Grove Streets. It is set on an elevated plaza, which is connected by a footbridge to Constitution Plaza, a contemporaneous development to the north, and to later developments to the east and south.   The location is highly visible from local highways. The area under the plaza includes a parking garage and other service areas, and is partially taken up by a sunken plaza with fountain. Office spaces with floor-to-ceiling windows line the sunken portion of the plaza. The main tower is located off-center on the northwest part of the plaza, and is oriented roughly east–west. The 13-story tower has only two curved sides, in an unusual and striking shape variously termed an elliptic lenticular cylinder or lenticular hyperboloid. Its height is 212 feet (65 meters); it measures 225 feet on its long axis, and 87 feet wide at its maximum width. It is supported by steel columns, and its floors consist of steel panels with integrated service conduits, with concrete poured on top. The windows are fashioned with interlocking frames, eliminating the need for visible mullions. Mullions are placed at every third bay anyway, grooved to allow for use by window-cleaning equipment. The lobby area at the plaza level is rectangle recessed entirely beneath the bulk of the tower, with the overhanging sections of the tower supported by splayed steel beams.[3] The building was designed by the nationally renowned architect Max Abramovitz of Harrison & Abramovitz, whose previous work included coordinating the work on the United Nations headquarters and Avery Fisher Hall at Lincoln Center. The contractor was George A. Fuller Company. Groundbreaking was in 1961, with construction complete in November 1963. The building has been an architectural landmark in the city since its construction, occupying a highly-visible location near the Connecticut River and major highways.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Phoenix_Life_Insurance_Company_Building"
}