{
  "id": 655,
  "title": "Native title legislation in Australia",
  "data": "Native title legislation in Australia includes legislation by Commonwealth, state, and territory parliaments of Australia which codifies and modifies common law regarding native title in Australia. The recognition of the legal concept of native title in the Mabo Decision in 1992 led its recognition by the legislative system a year later when the Keating government enacted the Native Title Act 1993.[1] It attempted to clarify the legal position of landholders and the processes that must be followed for native title to be claimed, protected and recognised through the courts. The Native Title (Queensland) Act 1993[2] clarified various issues relating to native title in Queensland. The Native Title Act 1994 (ACT)[3] clarified various issues relating to native title in the Australian Capital Territory. The Native Title (New South Wales) Act 1994[4] clarifies various native title issues in New South Wales. The Native Title (South Australia) Act 1994[5] clarifies various native title issues. The Native Title (Tasmania) Act 1994[6] clarified and confirmed various issues relating to native title in Tasmania. The Native Title Amendment Act 1998 (Cwth), or, \"An Act to amend the Native Title Act 1993, and for related purposes\" (long title), amended the Native Title Act 1993, the Racial Discrimination Act 1975, and various other matters.[7] The Native Title (State Provisions) Act[8] created the Native Title commission in Western Australia. The purpose of the Native Title (Amendment) Act 2007 (Cth)  is \"to allow for more efficient management and faster resolution of native title claims\". It amends the Native Title Act 1993 (Cth), providing \"the most significant changes to native title legislation since the 1998 amendments\".[9] It was passed by the Howard government,[10] along with the Native Title Amendment (Technical Amendments) Act 2007,[11] a package of coordinated measures and technical amendments to improve the performance of the native title system.[12][13] These are aimed at making the native title process more efficient and to speed up the determination of whether native title exists on the 580 claims that had been registered but not yet determined. The Native Title Act 1993 was further amended by the Rudd government by the Native Title Amendment Act 2009.[14][15] It allows the Federal Court to determine who may mediate a claim, whether that be the court itself, the National Native Title Tribunal, or otherwise.[16]",
  "source_url": "https://en.wikipedia.org/wiki/Native_title_legislation_in_Australia"
}