{
  "id": 947,
  "title": "Downriver",
  "data": "Downriver is a region of the Detroit metropolitan area in the U.S. state of Michigan. Most definitions of the region include the communities in Wayne County,[a] south of Detroit, along the western shore of the Detroit River.[1][2] The name derives from the fact that the Detroit River, after running more or less west along the banks of Detroit and Windsor, Ontario, then bends to flow largely south before emptying into Lake Erie. Communities to the south of the city can thus be accessed by traveling downriver (as opposed to upriver) along the waterway. The Downriver label can be controversial, and many communities and the businesses therein have made various attempts to embrace, reject, or redefine the Downriver name.[3] The proximity to Canada across the Detroit River, coupled with residents associated with The Purple Gang, made Downriver one of the nation's major bootlegging hubs during Prohibition. According to Intemperance: The Lost War Against Liquor by Larry Englemann, \"Soon after the passage of prohibition thousands of residents of the downriver communities began participating in rum-running and consequently reaped nearly unbelievable riches from their activities. During the prohibition years, in Ecorse and the other downriver towns, crime paid. Lavishly.\"[4] In the first half of the 20th century, the urban communities in the northern and middle parts of Downriver were mainly populated by workers who were employed by the dozens of auto factories, manufacturing suppliers, ship builders, steel mills and chemical plants making up local heavy industry, including the Ford Rouge Plant Complex, Great Lakes Steel, McLouth Steel, and BASF. While heavy industry is still an important source of jobs, since the late 20th century and industrial restructuring, these communities have a higher proportion of white collar workers, as the economy of Metropolitan Detroit has diversified. Newer developments have featured larger single-family houses for contemporary tastes, and improved freeways have made commuting longer distances feasible. Brownstown Township, Flat Rock, Gibraltar, Huron Township and Rockwood in the southern parts of Downriver were predominantly rural communities during the first half of the 20th century. While these communities have been developed for residential use and had significant population growth and suburbanization since the late 20th century, some working farms can still be found in these towns. Today, Downriver overall is known largely as a suburban Detroit region with working-class residential neighborhoods and recreational opportunities focused on boating, fishing, bird watching and waterfowl hunting areas around the Detroit River. The Detroit River International Wildlife Refuge, and an extensive network of recreational trails built under the Downriver Linked Greenways Initiative, are two environmental conservation and recreation projects in the region. The News-Herald is a local newspaper for Downriver, publishing on Wednesdays and Sundays. Downriver communities near Detroit and Dearborn (such as Allen Park, Lincoln Park, Wyandotte, River Rouge, Melvindale and Ecorse) were developed in the 1920s-1940s and are identified by brick and mortar homes (often bungalows), tree-lined streets and Works Progress Administration-designed municipal buildings, typical also of the homes within Detroit's city limits. Communities that developed further south in the postwar period of the 1950s-1970s, such as Southgate, Taylor, Riverview, and Trenton, are more closely identified with tract homes and subdivisions. Through the 1980s, areas such as Huron Township, Flat Rock, Rockwood, and Woodhaven were undeveloped, and there are still some operating farms. The Downriver cities of Ecorse, Gibraltar, River Rouge, Riverview, Trenton and Wyandotte, as well as Brownstown Township, are directly bordered by the Detroit River. Grosse Ile is an island community located in the middle of the Detroit River between mainland Downriver communities and the Canadian towns of LaSalle and Amherstburg, Ontario. The Downriver communities collectively are considered to have a distinct cultural identity within suburban Detroit, although some individual Downriver communities share many similarities with towns in the western, northern and eastern suburbs of Detroit. Taylor is the most populous city in the Downriver area. It is the site of the Wayne County Community College Downriver Campus, Michigan State Police Metro South Post, Southland Center, a sports complex called the Taylor Sportsplex, Oakwood Heritage Hospital, Taylor Meadows and Lakes of Taylor golf courses, Wallside Windows Factory, Cruisin' Telegraph, and Heritage Park. The latter is the site of the annual Junior League World Series each August. In some cases, southern Dearborn Heights is considered to be a part of the Downriver. Rock band Journey's 1981 arena-rock anthem \"Don't Stop Believin'\" describes a \"city boy born and raised in South Detroit\", which because little of the city of Detroit is at a latitude south of downtown, some have interpreted as a reference instead to Downriver.[5] Cruisin' Downriver is an annual car show and cruise that takes place on M-85/Fort St. in the Downriver cities of Southgate, Riverview, Wyandotte and Lincoln Park. It has run yearly since 2000, with people bringing their vintage cars to be seen and heard. There are also places to eat, drink, and shop along the route.[6] According to an analysis of 2020 census data by the Southeast Michigan Council of Governments, the 18 Downriver cities and townships had an aggregate population of 356,601.[7] As of 1989, the most common ethnic identities were German, Irish, and Polish. Other ethnic groups included Southern Whites, Blacks, Italians, Maltese and Hungarians. Ethnic festivals have been held during the summers. As of that year, historically most people growing up in Downriver stayed there after entering adulthood.[8] Since the late 20th century, there has been an increase in immigrants of other ancestries and religions, including East Asian Muslims and Hindus. Downriver communities were once known for their numerous residents of Southern origin, who had migrated to Michigan to work in the automotive industry during the early to mid-20th century. This migration slowed after World War II. Distinctively or predominantly Southern neighborhoods have not existed in Downriver for several decades. The composition of the workforce in Downriver communities is diverse as residents work in both white-collar and blue-collar occupations. One of the largest employers is the Ford Motor Company, which has a large industrial complex in nearby Dearborn and numerous other area plants. In addition, residents work in professional jobs in downtown Detroit. Downriver is also home to Detroit Metropolitan Wayne County Airport, in Romulus.",
  "source_url": "https://en.wikipedia.org/wiki/Downriver"
}