{
  "id": 781,
  "title": "Heaven Is a Playground (film)",
  "data": "Heaven Is a Playground is a 1991 American sports drama film based on Rick Telander's 1976 non-fiction book of the same name. It was written and directed by Randall Fried, and stars Michael Warren, D. B. Sweeney, Victor Love, Bo Kimble, Richard Jordan and Janet Julian. Telander himself makes a cameo appearance in the film. The film was released on October 4, 1991 by New Line Cinema. Byron Harper operates a non-profit farming system on a playground in the Cabrini Green neighborhood of Chicago with the aim of landing black kids into college basketball programs. He focuses most of his energy on the best prospects, whom he calls his Breds, and ignores the less talented ones. One day, burn-out white lawyer Zack Telander shows up on the playground, willing to play, but Byron believes him to be a drug pusher and throws him out. However, Zack happens to be the only one on the spot with a car, so he helps Byron to rush one of the Breds into a hospital, where he also threatens the clerk with a gross negligence lawsuit in case treatment would not be provided. Afterwards Byron reluctantly allows Zack to stay on the playground, but he assigns him to coach a group of players he considers hopeless and derogatory refers to as the Knuckleheads. Both parties immediately dislike the other, and their cooperation does not seem to be promising at all. One of the players, Casey Caldwell was once one of the Breds himself, but was dropped due to his drinking habit, and is making repeated but unsuccessful attempts to regain Byron's trust. Byron's most talented prospect is his adopted son, Truth Harrison, a college junior, who has a 32-point scoring average, but is also developing a cocaine addiction. Byron hopes to turn him pro before his senior year, and tries to arrange a million dollar contract for him with top agent David Racine, for which he also requests Zack's legal counsel. Also present on the playground is Matthew Lockhart, another vastly talented player, who a few years before was recruited by UCLA, but then quit team play entirely, and since then only plays on his own. Zack manages to gain his trust, and Matthew reveals that he was deliberately injured by Truth on their senior night, when he outplayed him, and he was so disgusted of the entire system, that he decided to quit afterwards. Zack and his team, now calling themselves the Shooting Stars, are getting on more friendly terms, but are unsuccessful on the court. Zack repeatedly asks them to play as a team, and not as a group of individuals, but with no success. They continue suffering lopsided defeats from both the Breds and a team of ex-cons, led by pro player Luther Hakim. Meanwhile, Truth's cocaine problems are deteriorating, and he is unable to cope with the pressure surrounding pro-life. He runs off from a meeting with media members, then later shows up high on drugs at Byron's house, forcing Zack to lead him to Matthew. He wants to challenge to play one-on-one, but Matthew outclasses him. Byron and Zack then convince him to postpone his pro career and finish college first, but he angrily rushes off when the college coach demands that he starts to attend therapy with his problems. He returns to the slums from where Byron once saved him. Racine's assistant Dalton Ellis turns up and tells him that Byron took advantage of him for his own profit, which prompts him to go to Racine on his own and signs the contract he is handed, only to learn that he wouldn't see any money until finishing a rehabilitation program. He then angrily confronts Byron and cuts ties with him. Abandoned by everyone, one night he overdoses cocaine and dies. Byron and Zack confront Racine in his office and get physical with him, for which they get arrested and imprisoned. After being released, they visit Matthew and try to convince him to play again, but he refuses, saying that he does not want to be \"the next Truth\". The story culminates in another game between the Stars and the Breds. Zack's team shows more resistance this time, but are still headed to a large scale defeat, and are still unable to play as a team. Zack desperately calls for a timeout and begs them to play for their pride, which seems to have some effect, but soon afterwards Casey is injured and has to leave the field. As they have no reserves, the game is called off, when Matthew unexpectedly emerges from among the spectators and joins Zack's team. The game continues, led by Matthew and with the rest of the team finally playing as a unit, the Stars are closing the gap, and ultimately win the game by a long distance shot from the returning Casey. Following the game, Matthew tells Byron that he is now ready to join UCLA. Byron changes his priorities, and decides to take care to all of his players; as a start he is sending Casey to play for the University of Alaska. He also offers a partnership to Zack, who accepts it, and they plan to operate the playground together in the future. The project was in development since the early 1980s when Fried acquired the rights to direct the film in 1986. Michael Jordan, after he was drafted in 1984 by the Chicago Bulls, was pursued to play the role of Matthew Lockhart. But when finance basis was established for the film in 1990, and actual shooting was about to start, Jordan, who was then already an international star, withdrew from the project, and the role eventually went to Bo Kimble.[1] In 1998 the filmmakers sued Jordan citing a breach-of-contract and seeking $16 million, claiming that Jordan's absence caused the movie's box office flop and the failure of Fried's career, who otherwise \"would have been the next Steven Spielberg\", according to his attorney. The jury found Jordan not liable, and awarded him $50,000 following a countersuit.[2] Although Jordan himself did not participate in the movie, his long time body double Nigel Miguel did appear in the role of Casey Caldwell. Terry Bradley, who portrayed Herc, was a former Chicago State basketball player, who was drafted by the Chicago Bulls in 1983, one year before Jordan, but he had never played in the NBA.[3] The song TOO GOOD which was written and produced by Cydney Wayne Davis and Lloyd Tolbert and recorded by the vocal trio, Babydoll, was also featured in several scenes in the film and included in the soundtrack. The film was reviewed by the Chicago Tribune and Roger Ebert, the latter wrote that \"the movie meanders and loses its way, drags to a halt when it should be most exciting, and goes through strange shifts in tone and style.\"[4][5]",
  "source_url": "https://en.wikipedia.org/wiki/Heaven_Is_a_Playground_(film)"
}