{
  "id": 287,
  "title": "Lady Warren (1804 ship)",
  "data": "Lady Warren was a French prize that a Briton purchased c. 1804 and that served as a hired armed ship on a contract to the Royal Navy from 7 May 1804 into mid-1807. She served in the Channel, primarily out of Plymouth, convoying and cruising. During 1805 she detained numerous merchant vessels. She left naval service in early-to-mid 1807 and became a letter of marque merchantman. She was wrecked, without loss of life, in November. Lady Warren first appears in the Register of Shipping for (1805). It shows her as a French prize and with W. Bell, master, and T. Lockyer, owner. It reports her home port as Plymouth, and that she was on government service.[2] She was one of four vessels that Mr. T. Lockyer, of Plymouth, owned that the government hired at the same time. In reporting the transaction, the Naval Chronicle described Lady Warren as a ship under the command of \"Captain Mackellar\".[4][a] Mackellar was Commander Peter M'Keller (or Mackellar).[5] However, Captain Morrison was Lady Warren's first commander. He was appointed early in 1804,[6] and was still in command on 12 June.[7] The first mention of M'Kellar occurs on 10 August.[8] In January 1805 Lady Warren detained the American brig Commerce, Taylor, master, which was sailing from Havana to Rotterdam, and sent her into Penzance.[9] In April Lady Warren detained and sent into Plymouth the Minerva, Henricksen, master, from Cette.[10] Later the same month Lady Warren detained and sent into Plymouth the Jong Pieter, from Amsterdam to Corunna, and the Jeune Marie, Simmons, master, from Bordeaux to Elsinor.[11] then on 27 May Bacchante and Lady Warren arrived at Deal. They brought in four returning East Indiamen, as well as a number of other vessels from Jamaica, Lisbon, and Oporto.[12] In July Lady Warren detained and sent into Plymouth the Hannah Margaretta, Schole, master, which had been sailing from Barcelona to Embden.[13] Hanna Margaretta and Margaretta Florentina were both captured on 14 July.[14] The next month Lady Warren detained and sent into Plymouth the Ceres, Bowman, master, which had been sailing from Teneriffe to Toninnigen, and the Libertas, of Hambro, which had been sailing from Lisbon to Varel.[15] Later in August Lady Warren detained and sent into Plymouth the Neptunus, Evans , master, which had been sailing from Bayonne to Tonningen.[16] In September, Lady Warren detained and sent into Plymouth the Jussrow Elizabeth, Schomacher, master, which had been sailing from Ribadeo to Tonningen.[17] Later that month Lady Warren detained and sent into Dartmouth the Vrow Willemina Susannah, Henricks, master, and the Nuves Herstellem, Jonker, master, both coming from Marennes.[18] Lastly, on 15 October, Lady Warren captured the American ship John.[19] On 26 November Lady Warren sailed from Plymouth to Torbay with Growler, six gun-vessels and yard- \nlighters, and other craft, to save the stores, guns, etc. from the 74-gun Venerable, which wrecked there on 24 November when the fleet was turning out of the bay.[20] The next year, 1806, was apparently much less productive of captures. In May Lady Warren detained and sent into Plymouth the Industry, of Lubeck, Lumble, master, which had been sailing from Bordeaux.[21] After Lady Warren's contract with the Royal Navy ended she acquired a letter of marque on 16 June 1807.[3] Her captain was George Kingsbury. He sailed her to Santo Domingo but on her return voyage to London she was lost on 28 November on the Caicos Islands. The people on board were saved and taken to the United States.[22]",
  "source_url": "https://en.wikipedia.org/wiki/Lady_Warren_(1804_ship)"
}