{
  "id": 430,
  "title": "Hubertus M. Mühlhäuser",
  "data": "Hubertus Michael Mühlhäuser (born October 7, 1969, in Erbach, Germany) is a business executive. He is a former CEO of CNH Industrial and Welbilt. Previously, he held senior positions at Karl-H. Mühlhäuser GmbH, AGCO Corporation,[1] and Arthur D. Little.[2][3] Mühlhäuser was born in Erbach im Odenwald in Hesse, Germany.[4] His father, Heinz-Peter Mühlhäuser, was the head of Karl-H. Mühlhäuser GmbH, which his own grandfathers had founded.[5] After finishing high school and his military service, Mühlhäuser studied at the EBS University of Business and Law in Germany and the European Business School London as well as the Universidad Argentina de la Empresa (UADE) and graduated with a master's degree in Business Administration from the EBS in Germany.[6] After having worked freelance for international management consulting firm Arthur D. Little in Germany,[7][8] in 1996, Mühlhäuser joined the firm as a business analyst in Zürich Switzerland.[8] In 1997, he became a global product manager for the firm's strategy development methods.[7] In 1999, he was appointed  head of Swiss strategy and organization practice and became a partner of the firm.[7] In 2000, he became global head of strategy and organization at the firm,[8] and a member of the firm's global management team.[9] In 2001, he became the managing director of Arthur D. Little Switzerland.[8] In 2004, German business magazine Wirtschaftswoche featured Mühlhäuser in its list of \"35 young Germans under 35\", in recognition of his rapid rise at Arthur D. Little.[10] In 2005, Mühlhäuser joined the American agricultural machinery manufacturer AGCO Corporation, initially as senior vice president of strategy and integration,[11][12] a position he held until 2011.[12] From 2007 to 2011 he was also general manager of engines,[12] and was general manager of Eastern Europe/Asia from 2009 to 2011.[12] In 2012, he became head of Europe, Middle East, and Africa, comprising AGCO's largest business region.[12] He led AGCO's growth in China, where several plants were opened,[11] as well as its growth strategy in Africa, and participated in the G8 summit of 2012 on Africa, presenting AGCO's vision for Africa.[13] Mühlhäuser left AGCO in September 2012.[14] In 2013, Mühlhäuser returned to Hesse, Germany, to manage the family company, Karl-H. Mühlhäuser GmbH, an international tunneling equipment supplier; he acquired majority shareholdings and became managing partner.[15] He reorganized, expanded with small acquisitions, and moved the group's holding company headquarters to Switzerland.[16][17] He retired as managing director in 2015, remaining as majority stakeholder.[18] In 2020, the company was sold to Mining Equipment Ltd.[19] In August 2015, Mühlhäuser was appointed president, CEO, and a director of Manitowoc Foodservice, a commercial foodservice equipment manufacturing division of The Manitowoc Company, a publicly traded American international company.[20][21] He built an executive team,[22] reorganized the company's management team, and appointed a separate supervisory board.[22] He next led Manitowoc Foodservice through its previously planned separation from The Manitowoc Company.[23][24] The Manitowoc Foodservice division, and its more than 20 facilities worldwide, was spun off as an independent, publicly traded company in March 2016,[25] with its headquarters located in Florida.[26] Mühlhäuser also led the changing of the newly separated company's name to its original one, Welbilt,[27][28] in February 2017,[25][26] and its stock ticker changed to WBT in March 2017.[25] At Welbilt, Mühlhäuser simplified product lines,[29] reducing the number of its global brands from 25 to 12.[30] He restructured the company and closed several manufacturing plants.[29] He also promoted the increase of digital connectedness between automated appliances, to increase efficiency of foodservice systems.[31] In August 2018, Mühlhäuser was appointed chief executive officer at heavy equipment manufacturer CNH Industrial, effective September 17, 2018,[22][31] and relocated to the Chicago area, near the company's U.S. offices.[32] In November 2018, he was elected an executive director of the company.[33] In early 2019, he assembled a new management team and re-organized the company's five global operating segments.[34] He also directed the company toward alternative propulsion and high-tech innovations.[34][35][36] In September 2019, Mühlhäuser initiated a five-year business plan, which included splitting off CNH's on-highway business (commercial trucks and buses and powertrain) into a separately listed entity from its off-highway business (agriculture, construction, and specialty equipment).[37] In March 2020, he resigned from CNH Industrial, pursuing other interests;[19][38] the company confirmed commitment to his five-year plan, and the separation of its off-road and on-road divisions.[19][38][37] Mühlhäuser is married to Sabine and they live with their three children in the Tampa Bay Area of Florida, United States.[39]",
  "source_url": "https://en.wikipedia.org/wiki/Hubertus_M._M%C3%BChlh%C3%A4user"
}