{
  "id": 940,
  "title": "Back-to-back life sentences",
  "data": "In judicial practice, back-to-back life sentences, also called consecutive life sentences,[1][2] are two or more consecutive life sentences given to a convicted felon. This practice is used to ensure the felon will never be released from prison. This is a common punishment for a defendant convicted of multiple murders in the United States. Depending on the jurisdiction in which the case is tried, a defendant receiving a life sentence may become eligible for parole after serving a minimum length of time, on the order of 15–25 years. If a back-to-back penalty is imposed, the defendant must serve that minimum for every life sentence before parole can be granted, resulting in effect in a life-without-parole sentence, given the defendant's reasonably expected lifespan. Such a penalty also ensures that even if any of the convictions are overturned on appeal, the defendant must still serve the sentences for the ones left standing without need of a retrial (as would presumably be the case if a single sentence is issued for several crimes). Other countries either allow multiple concurrent life sentences which can be served at the same time (e.g. Russia), or allow multiple consecutive life sentences with a single minimum term (e.g. Australia), thus allowing earlier release of the prisoner. In Canada, after December 2, 2011, it became possible for multiple periods of parole ineligibility to be imposed for multiple first-degree murders. The mandatory penalty for first-degree murder is life imprisonment with 25 years' ineligibility for parole.  Due to the addition of section 745.51[3] to the Criminal Code of Canada, a judge was permitted to stack multiple 25-year periods of parole ineligibility to account for multiple victims.  Before doing this, the judge had to consider a jury's recommendation to this effect.[4] The life sentences were not served consecutively (back to back) but the multiple periods of parole ineligibility led to a similar result.  The longest period of parole ineligibility was 75 years, handed out to four offenders: Justin Bourque (later reduced to 25 years), John Paul Ostamas, Douglas Garland and Derek Saretzky. Section 745.51 was found to be unconstitutional by the Quebec Superior Court and Quebec Court of Appeal in the case of Alexandre Bissonnette; and the Supreme Court of Canada dismissed the Crown's appeal in May 2022, finding multiple periods of parole ineligibility for first degree murder to be unconstitutional due to imposing an in effect irrevocable life sentence, contrary to the function of parole after a minimum period, which would be \"grossly disproportionate\" punishment and thus contrary to the Canadian Charter of Rights and Freedoms.[5]  The Supreme Court of Canada's declaration of constitutional invalidity meant that section 745.51 was struck down retroactively. The result of the case law is hence that, per the law prior to 2011, that the sole penalty for murder is life imprisonment with 25 years' ineligibility for parole, regardless of how many murders are committed; in effect, only the plausibility of being granted parole is affected. The Criminal Code permits consecutive (back to back) sentences for other types of offences[6] which results in extended parole ineligibility for those offences.[7]",
  "source_url": "https://en.wikipedia.org/wiki/Back-to-back_life_sentences"
}