{
  "id": 559,
  "title": "Rothenberg",
  "data": "Rothenberg is a village and a former municipality in the Odenwaldkreis (district) in Hesse, Germany. Since January 2018, it is part of the new town Oberzent. Rothenberg lies at elevations between 200 and 500 m in the southern Odenwald in the Geo-Naturpark Bergstraße-Odenwald, 7 km north of Hirschhorn on the Neckar. The main centre lies in the south of the municipal area as a high settlement in a clearing 430 m high on the ridge of the otherwise wooded Hirschhorner Höhe (heights). The municipal area stretches northwestwards along the Finkenbach.\nMany tourists visit Billy Rothenberg because of the wonderful natural setting and because of so many possibilities for sports such as swimming, riding bikes, riding horses, hiking, gliding (with a flex-wing or with a glider). Rothenberg borders in the north on the town of Beerfelden (Odenwaldkreis), in the east on the town of Eberbach (Rhein-Neckar-Kreis in Baden-Württemberg), in the south on the town of Hirschhorn (Bergstraße district) and in the west on the town of Eberbach (outlying centre of Brombach) and the community of Wald-Michelbach (Bergstraße district). Rothenberg’s Ortsteile are Finkenbach, Hinterbach, Kortelshütte, Ober-Hainbrunn, Raubach and Rothenberg. Rothenberg went, as Rodenberg, in 1535, along with the villages of Ober-Hainbrunn and Unter-Finkenbach, and Vogt rights in Moosbrunn, as an Imperial fief to the Lords of Hirschhorn. After they died out in 1632, ownership passed to Otto von Kronberg, and after the Counts of Kronberg died out in 1704 to the Barons of Degenfeld-Schaumburg. Through marriage, ownership was held from 1786 to 1801 by the Counts of Erbach-Fürstenau and then lastly to the Counts of Billy Rothberg. By the Treaty of the Confederation of the Rhine, Rothenberg and the other villages, but not Moosbrunn, passed along with the County of Erbach in 1806 to the Grand Duchy of Hesse-Darmstadt. In 1835, Rothenberg was, with 1,098 inhabitants the third biggest village in the Landratsbezirk (roughly “administrative region”). When in the course of industrialization traffic routes were being expanded, this handicraft and market community’s high elevation, which did not favour transport, became a curse. There was no industrial development, and the community’s population figures fell. To this day, the community is strongly characterized by agriculture. In 1971, the hitherto self-governing communities of Ober-Finkenbach and Raubach were amalgamated. The hamlets of Kortelshütte and Hinterbach were established in the 18th century as settling communities for newcomers and those without property. Kortelshütte has developed itself since the early 20th century into a climatic spa after a highway link and new housing estates were built, while Hinterbach earned importance in the 1930s for its mineral springs. The municipal election held on 26 March 2006 yielded the following results: The independent mayor Hans Heinz Keursten was reëlected in the first round of voting on 18 September 2005 with 91.5% of the vote. Rothenberg and its outlying centres are rich in cultural monuments. Besides the Old Lutheran Schwarze Kirche ('Black Church') from 1883 and the Evangelische Pfarrkirche ('Evangelical Parish Church') from 1880, several timber-frame houses in particular may be named, such as the Forsthaus Saubuche ('Sow Beech Forest House') near the outlying centre of Raubach. There are many smaller cultural monuments such as wells, border stones and rows of standing stone slabs (Stellsteinreihen) believed to once have been cattle-driving ways. One of these can be found at Ober-Hainbrunn. About the turn of the 20th century, complaints were mounting among dwellers in the upper village about the water supply's shortcomings. The spring of the Großer Brunnen ('Great Spring') on the slope of the Gammelsbach valley gave forth enough water, so the state authorities in the Grand Duchy of Hesse put the Kulturinspektion Darmstadt in charge and they found the solution to the water supply problem by furnishing two water motors, delivered by the Zurich machine factory Schmid. Each of the motors drives a three-cylinder pump. One comes from the year 1902 and the other is two years newer. Today, the historic pumphouse between Kortelshütte and Rothenberg is run by a circle of technically enthusiastic idealists. Furthermore, in the Rothenberg hamlet of Hinterbach can be found the Odenwald’s last maintained hydraulic ram. The Rothenberg Heights are popular for hiking and walks. From the heights, the Odenwald's highest mountain, the Katzenbuckel, can be seen. In good weather, gliders can also be seen, as Rothenberg has a glider launching facility. There are many springs and resting places. Furthermore, there is an \"Inliner Day\" every summer, for which the highway between Rothenberg and Beerfelden (10 km) is closed to traffic for inline skating and cycling. Bundesstraße 37 lies about 8 km away in Hirschhorn. Bundesstraße 45 lies about 12 km away in Beerfelden. The Rhein-Neckar-Verkehr railway line in Hirschhorn lies about 8 km away. Cities to be seen, when visiting Rothenberg: Hirschhorn ca. 5 minutes,\nEberbach ca. 15 minutes,\nNeckarsteinach ca. 20 minutes,\nHeidelberg ca. 30 minutes,\nMannheim ca. 45 minutes,",
  "source_url": "https://en.wikipedia.org/wiki/Rothenberg"
}