{
  "id": 243,
  "title": "Nicolás del Caño",
  "data": "Nicolás del Caño (born 6 February 1980) is an Argentine politician from the Socialist Workers' Party.[1] He was twice the presidential candidate for the Workers' Left Front (FIT). In 2006 he moved to Mendoza to help build the PTS in that province. He later entered to the National University of Cuyo, where he studied sociology[2] while he had several jobs, such as selling ties or working in a call center.[3][4][5][6] He won a seat for the Workers' Left Front in the Argentine Chamber of Deputies for Mendoza Province at the 2013 Argentine legislative election.[1]  This post was rotated with Soledad Sosa.[1] During the 2011 elections he was candidate for Governor of Mendoza Province, managing 1.6% of votes.[7]  However, it was a surprise when, during the primary elections for the 2013 Argentinian legislative elections he managed to obtain 7.6% of votes,[4][8] which caused his rivals in the Democrat Party to accuse him in a video of aiming to \"expropriate\" citizens and to try and convert Mendoza into \"Fidel Castro's Cuba\". The video was quickly parodied[9] and was even compared to Herminio Iglesias' coffin controversy by a Democrat Party leader.[10] In 2013, Del Caño was elected as national deputy, obtaining 14% of votes in the elections, positioning the PTS in the third place and sending the traditional Democratic Party of Mendoza to fourth place.[11][12] During his political campaign, he questioned the high salaries of politicians and proposed that minimum wage be equivalent to a teacher's, which he later presented as a bill and he himself lowered his own salary by donating the better part of it to striking workers, which, according to himself, was inspired by the members of the Paris Commune of 1871.[13][14][15] Once he took office as deputy, he challenged the fact that his fellow deputy Diego Mestre from the Radical Civic Union was allowed to take office too, arguing he had usurped his seat and had taken it from the FIT through fraud. Unlike the rest of the coalitions in Congress, Del Caño and the FIT refused to vote Julián Domínguez as president of the Chamber of Deputies. Such was the case too with the Deputies' vice-president.[16] As deputy, he presented several bills proposing the nationalization of oil, prohibiting outsourcing, dismantling the State's repressive forces, including government espionage and the criminalization of social protests, demanding the declassification of files ranging from times of the Dictatorship to the current government, and questioning the existence of a political caste with higher salaries, proposing they be reduced to that of a teacher or a qualified worker. Most of his electoral propositions became bills once he took office as deputy.[17][18][19][20] During a strike of laid-off workers of Lear Corporation in 2014 at their factory in General Pacheco, within Greater Buenos Aires; Del Caño was attacked with rubber bullets from the National Gendarmerie while he was supporting a picket line in the Pan-American Highway. Later, as he was attending a session in the chamber of deputies, he was harassed by bureaucrats of the Mechanics and Allied Automotive Transport Trade Union (SMATA from its Spanish acronym), a union that has publicly supported the layoffs of delegates and dissident activists.[21][22] After Del Caño's complaint, judge Sandra Arroyo Salgado ordered that the National Gendarmerie could no longer make operations within the highway.[23] In 2015 he was the FIT's candidate for mayor of Mendoza, managing to obtain 16,9% of votes in second place, surpassing the official candidate Carlos Aranda of the Front for Victory, a result never before seen for any leftist force to an executive position in the country.[24][25][26] Later that year he was the FIT's presidential candidate, managing to win the primary election against Jorge Altamira[27] and getting fourth place in the presidential elections in October with 3,27% of votes. In March 2017, the PTS announced Del Caño as pre-candidate to deputy for the Province of Buenos Aires to represent the FIT in the legislative elections. This had negative repercussions from the rest of the FIT's member parties, since they argued that they should have presented common lists to prevent quarrels within the FIT. Néstor Pitrola (PO) was especially emphatic about Del Caño appearing as pre-candidate for the Province of Buenos Aires when the previous election he had already contended as deputy for Mendoza. He said: \"they bring Del Caño as candidate for the province where he has no relation. This is parachuting him in the same style as the other parties and will undoubtedly affect the FIT in Mendoza\". Juan Carlos Giordano (IS) declared: \"We do not agree with the PTS in presenting their electoral campaign one-sidedly when the right thing to do is that all three parties do so and present a unified list\"[28] In that sense, Giordano himself, representing his party, made a proposition to prevent inner squarrels in the FIT, consisting in presenting Pitrola as heading the list for deputies and Del Caño heading the list for senators[29] In the end, the FIT agreed in unified lists for all districts where they contended, with Nicolás Del Caño as candidate for the Province of Buenos Aires and Néstor Pitrola as candidate for senator.[30] Del Caño received 5,54% of votes and starting in December 2017 led the PTS-FIT parliamentary bloc alongside Nathalia González Seligra.[31] He was the FIT-U's candidate for president, running with Romina Del Plá for vice-president. He was elected as a national deputy for Buenos Aires Province.[32]",
  "source_url": "https://en.wikipedia.org/wiki/Nicol%C3%A1s_del_Ca%C3%B1o"
}