{
  "id": 931,
  "title": "Mike Karakas",
  "data": "Michael George Karakas (November 13, 1910 – May 2, 1992) was an American professional ice hockey goaltender in the National Hockey League (NHL). He was the league's first American-born and -trained goaltender.[1] He played eight seasons with the Chicago Black Hawks and appeared in two Stanley Cup Finals. In 1938, he helped Chicago, who had a .411 winning percentage in the regular season, win the Stanley Cup, playing with a steel-toed boot on one foot in the last two games of the Finals after he had broken it in the last game of the Semi-finals. He is one of the charter members of the United States Hockey Hall of Fame. Karakas was born in Aurora, Minnesota, to a Greek American family, and grew up in nearby Eveleth.  He and Frank Brimsek, who also became a goaltender in the NHL, were battery mates for their high school baseball team, with Karakas catching and Brimsek pitching.[2] Karakas played for the Chicago Black Hawks for eight seasons between 1935 and 1946. In his first season, he was awarded the Calder Memorial Trophy as the league's best rookie, after posting a 1.85 goals-against-average and nine shutouts in 48 games. He had been invited to play for the Black Hawks because their regular goaltender, Lorne Chabot, was injured. After posting four wins and three shutouts in four games, the Black Hawks made Karakas their starting goaltender; Chabot was later traded to the Montreal Maroons.[2] With Karakas the Black Hawks won the Stanley Cup in 1937–38, even though they finished the season with a losing record.  The team's owner, Major Frederic McLaughlin, ordered his general manager to \"ice [him] a team of all American players.\"[3] After losing five of its six first games with an all-American roster, some Canadian players were added, and the team finished the season with a 14–25–9 record for a .411 winning percentage.[4] In the playoffs, Karakas suffered a broken toe just before the start of the Stanley Cup Finals against the Toronto Maple Leafs. The Black Hawks substituted Alfie Moore for Karakas in the first game. After the first game, Moore was ruled ineligible, and the Black Hawks lost the next game. Karakas returned with a steel-toed boot and won the next two games, leading the Black Hawks to the Stanley Cup.[4]In that year's playoffs, Karakas had a 6–2 record, with two shutouts and a 1.71 goals-against-average.[2] After helping Chicago win the Stanley Cup in 1938, Karakas asked the team's owners for a US$500 raise. The owners turned him down, and Karakas spent most of the next five seasons in the American Hockey League (AHL).[5]  He returned to the Black Hawks full time in 1944 and spent two more seasons with them, then returned to the AHL for two more seasons before retiring. Karakas had 28 shutouts in the regular season and three in the playoffs in his NHL career.[6] In five of his eight seasons in Chicago Karakas appeared in all 48 games. In 1973, Karakas was named a charter member of the United States Hockey Hall of Fame, located in his hometown of Eveleth.[1][7] Karakas's younger brother Tommy played college hockey at Illinois, with whom he won a championship in 1943.",
  "source_url": "https://en.wikipedia.org/wiki/Mike_Karakas"
}