{
  "id": 460,
  "title": "Jonathon Simmons",
  "data": "Jonathon Calvin Simmons (born September 14, 1989) is an American professional basketball player for Al Riyadi of the Lebanese Basketball League. He played one season of Division I college basketball for the University of Houston before a stint in the semi-professional American Basketball League (ABL) led to him joining the NBA D-League's Austin Toros in 2013. Following two seasons in the D-League, Simmons signed with the San Antonio Spurs after an impressive 2015 NBA Summer League. After earning co-Most Valuable Player honors for the district as a senior at M. B. Smiley High School of Houston in 2007–08, Simmons spent his college freshman season in 2008–09 playing for Paris Junior College, where he averaged 12.2 points and three rebounds per game, and earned all-conference honors. For his sophomore season, Simmons transferred to Midland College, where he was an all-conference and all-region selection in 2009–10, after averaging 13.3 points and four rebounds per game.[1] On November 15, 2010, Simmons signed a National Letter of Intent to play college basketball for the University of Houston.[2] However, he was required to sit out the 2010–11 season due to NCAA transfer regulations.[1] As a junior at Houston in 2011–12, Simmons was named to the RAMADA All-College Classic All-Tournament Team and earned Conference USA Player of the Week honors on February 20, 2012. In 30 games (29 starts), he averaged 14.7 points, 5.0 rebounds and 2.2 assists per game.[1] On April 12, 2012, Simmons decided to forgo his senior season and declared for the NBA draft.[3] Despite receiving multiple pre-draft workouts with various NBA teams,[4] Simmons went undrafted in the 2012 NBA draft. In January 2013, he was selected in the first round of the inaugural American Basketball League (ABL) draft by the Sugar Land Legends,[5] and despite an interrupted season in the ABL because of the new league's financial concerns, Simmons still averaged 36.5 points throughout 16 games.[6] In September 2013, Simmons tried out for the Austin Toros of the NBA Development League[7] and made the team's training camp roster.[8] He went on to make the Toros' opening night roster,[9] and in 44 games as a rookie in 2013–14, he averaged 9.8 points, 4.5 rebounds, 1.4 assists and 1.0 steals per game.[10] Simmons returned to Austin in 2014–15, with the team's name having changed to the Spurs.[11] He improved his game in 2014–15 and subsequently scored a career-high 30 points against the Bakersfield Jam on January 9, 2015.[12] During his time in Austin, Simmons considered giving up on his basketball career, moving back home and working a 9-to-5 job to take care of his four daughters. He pushed on, however, and during his second season vaulted his way back onto the NBA radar. A move to point guard forced Simmons to see the court from a different perspective, a move that unlocked the rest of his game.[13] He helped carry Austin to the Western Conference Finals, and in 50 games on the season, he averaged 15.2 points, 4.3 rebounds, 3.7 assists and 1.0 steals per game,[10] and was named to the NBA D-League All-Defensive third team.[14] On June 29, 2015, Simmons was named in the Brooklyn Nets' Summer League roster to compete in Orlando and Las Vegas.[15] After appearing in the Nets' first three games of the Orlando Summer League and averaging 12 points and five rebounds per game,[16] Simmons was invited to join the San Antonio Spurs Summer League team in Las Vegas. He immediately parted ways with the Nets and made his debut for the Spurs on July 11 against the New York Knicks.[17] On July 20, he scored 23 points in the Las Vegas Summer League Championship Game to help the Spurs win the title and earn himself the Championship Game MVP.[18] Two days later, he signed with the Spurs.[19] Simmons was inactive for San Antonio's first five games to start the 2015–16 season. He was subsequently assigned to the Austin Spurs on November 7, returning to his former team.[20] On November 14, he was recalled by San Antonio,[21] and made his NBA debut later that night. In eight minutes of action, he recorded two points, two rebounds, two assists and one steal in a 92–83 win over the Philadelphia 76ers.[22] He was reassigned to Austin on November 16,[23] and recalled again on November 18.[24] On December 7, he had a then season-best game, scoring 14 points in 24 minutes off the bench in a 119–68 win over the Philadelphia 76ers.[25] On January 4, he scored a then career-high 18 points in a 123–98 win over the Milwaukee Bucks.[26] He made a name for himself in Milwaukee after Bucks fans heckled him during the game with \"Who are you?\" chants while Simmons was shooting free throws early on in the contest.[27] On March 17, he was assigned to Austin to play in the D-League for the first time since November 17.[28] He was recalled on March 19,[29] reassigned on March 20,[30] and recalled again on March 22.[31] On March 26, he had a 17-point game off the bench in a loss to the Oklahoma City Thunder.[32] In the Spurs' regular season finale on April 13, Simmons scored a then career-high 19 points in a 96–91 win over the Dallas Mavericks.[33] In July 2016, Simmons re-joined the Spurs for the 2016 NBA Summer League.[34] In the Spurs' season opener on October 25, 2016, Simmons scored a career-high 20 points in a 129–100 win over the Golden State Warriors.[35] On December 30, 2016, he scored a team-high 19 points in 30 minutes off the bench in a 110–94 win over the Portland Trail Blazers.[36] On January 25, 2017, he was named in the U.S. Team for the 2017 Rising Stars Challenge.[37] On May 11, 2017, Simmons made his first career playoff start, filling in for the injured Kawhi Leonard and scoring 18 points in a 114–75 win over the Houston Rockets in Game 6 of their second-round series. The win advanced the Spurs to the Western Conference Finals.[38] On June 21, 2017, the Spurs tendered a $1.6 million qualifying offer to make Simmons a restricted free agent.[39] On July 13, 2017, the Spurs withdrew their qualifying offer.[40] On July 15, 2017, Simmons signed a three-year, $20 million contract with the Orlando Magic.[41][42] On October 29, 2017, he led the Magic with 27 points off the bench on 9-of-15 shooting in a 120–113 loss to the Charlotte Hornets.[43] On December 9, 2017, he scored a career-high 29 points in a 117–110 loss to the Atlanta Hawks.[44] On February 6, 2018, he scored 22 of his career-high 34 points in the third quarter of the Magic's 116–98 win over the Cleveland Cavaliers. Simmons' 22-point quarter was three points short of the franchise record set by Tracy McGrady in 2003.[45] On March 14, 2018, he set a new career high with 35 points in a 126–117 win over the Milwaukee Bucks.[46] On December 10, 2018, Simmons scored a season-high 18 points in a 101–76 loss to the Dallas Mavericks.[47] On February 7, 2019, Simmons was traded, along with a 2020 protected first-round pick (via Oklahoma City) and a 2019 second-round pick, to the Philadelphia 76ers in exchange for Markelle Fultz.[48] On June 21, 2019, Simmons was traded, along with the draft rights to Admiral Schofield, to the Washington Wizards in exchange for cash considerations.[49] On July 7, 2019, the Wizards waived Simmons.[50] On February 25, 2020, the Santa Cruz Warriors announced that they had acquired Simmons and the returning right to Chris Walker from the Rio Grande Valley Vipers in exchange for returning rights to both Antonius Cleveland and Jared Cunningham plus a first round draft pick in the 2020 NBA G League draft.[51] On March 5, 2020, Simmons posted his third straight game with at least 18 points in addition to six rebounds in a loss against the Salt Lake City Stars.[52] In late October 2020, Simmons arrived in China to join Liaoning Flying Leopards.[53] The signing was officially announced on December 1.[54][55] On December 15, 2021, Simmons joined Shanxi Loongs of the Chinese Basketball Association.[56] In December 2022, Simmons signed with the NLEX Road Warriors of the Philippine Basketball Association (PBA) as the team's import for the 2023 PBA Governors' Cup.[57] He only played four games as he returned to China for a more lucrative contract.[58] He was replaced by Wayne Selden Jr.[59] Simmons is the son of LaTonya Simmons, and has a younger brother and two sisters. Simmons has four daughters.[60]",
  "source_url": "https://en.wikipedia.org/wiki/Jonathon_Simmons"
}