{
  "id": 267,
  "title": "Prosper d'Épinay",
  "data": "Charles Adrien Prosper Caïez d'Épinay (13 July 1836 – 23 September 1914) was a French sculptor and caricaturist (under the name Nemo). Many of his clients were from the nobility and royalty. He was sometimes referred to as the \"sculpteur de souveraines\" (sculptor of sovereigns). d'Épinay was born 13 July 1836 in Pamplemousses, Mauritius, the son of Adrien d'Épinay, a lawyer and colonial politician. In 1839, his parents took him to France, where his father died suddenly a few months later. He returned to Mauritius with his mother and received his primary education there in Port Louis. In 1851, he went back to France with a former teacher as his legal guardian, to continue his studies. In 1857, he decided to pursue a career in art and settled permanently in Paris; studying sculpture in the studios of Jean-Pierre Dantan and finding himself attracted to 18th century art.  It was at that time that he also began to draw caricatures. Thanks to a scholarship, he was able to study at the French Academy in Rome,[1] where he made studies of Classical sculpture under the tutelage of Luigi Amici (1817-1897), who created the statue at the tomb of Pope Gregory XVI. He eventually chose to settle in Rome and open a studio on the Via Sistina, which he operated until 1912.[2] His first success came in 1864, in London, where he presented a caricature of Napoleon III and Lord Palmerston walking arm-in-arm. Several thousand copies were printed by an English publisher. That same year, he was also commissioned by the Duc de Luynes, to create a statue of \"Innocence\" for the  Château de Dampierre. The following year, he produced a bust of Alexandra of Denmark, the Princess of Wales. A monument to his father was dedicated in Port Louis in 1867. He provided cartoons to Vanity Fair from 1868 until his death. After many years of shuttling between London, Paris and Rome, he decided to settle in London and made connections among the English aristocracy, but remained close to people with Parisian connections as well; especially the group centered on the Comte de Chambord, composed mainly of those who had left France following the Paris Commune. He returned to Paris for the Salon of 1874, where he displayed a sculpture of a nude female figure attempting to close a belt. Known as the \"Golden Belt\", it gained notoriety throughout Europe. His most famous work is probably a polychrome statue of Joan of Arc (Jeanne d’Arc au Sacre) which he exhibited at the Salon in 1902. Seven years later, one of his patrons offered the statue to Reims Cathedral, on the occasion of her beatification. It was placed in the apse of the chapel where Joan is believed to have been holding up during the coronation of Charles VII.[3] In 1869 he was married, in Paris, to Claire Mottet de La Fontaine (1844–1936), the daughter of Adolphe Mottet de La Fontaine (1795-1884), a Captain in the service of the Nizam of Hyderabad, Nasir-ud-Daulah, who was a son of Baron Benoît Mottet de La Fontaine. Her mother, Marie Élisabeth de Warren (1814-1893), was a painter and the daughter of Count Jean Baptiste François Joseph de Warren. She and her parents were born in India.[4] Together, they were the parents of several children, including: He died at his home in Saint-Cyr-sur-Loire and is interred at the Cimetière du Montparnasse in Paris. An avid collector of paintings and books, his library was acquired by the City Council of Curepipe and constitutes the core collection at the Carnegie library there.",
  "source_url": "https://en.wikipedia.org/wiki/Prosper_d%27%C3%89pinay"
}