{
  "id": 768,
  "title": "Solomon ibn Verga",
  "data": "Solomon ibn Verga or Salomón ben Verga (Hebrew: שלמה אבן וירגה, c. 1460 – 1554) was a Spanish historian, physician, and author of the Shevet Yehudah (Hebrew: שבט יהודה‎- \"Scepter of Judah\"). He was the nephew of Judah ibn Verga.[1] Schudt (1718)[2] was apparently misled by the title of the Shebeṭ Yehudah when he called its author \"Solomon ben Schefet.\" Ibn Verga himself says that he was sent by the Spanish communities to collect money for the ransom of the prisoners of Málaga (Shebeṭ Yehudah, § 64.), but he lived also at Lisbon as a marrano, and was an eyewitness of the massacre there in 1506 (ibid § 60). Later he escaped to Turkey, probably to Adrianople, where he wrote the Shebeṭ Yehudah (Shevet Yehudah) an account of the persecutions of the Jews in different countries and epochs. In a short preface he says that he found an account of some persecutions at the end of a work of Judah ibn Verga, which he copied; to this he added a narration of the persecutions of his own time, the compilation being afterward completed and edited by his son, Joseph ibn Verga. The title \"Shebeṭ Yehudah\", which is an allusion to Judah ibn Verga (\"shebeṭ\" in Hebrew being the equivalent of the Spanish \"verga\", \"staff\"), refers to Gen. 49:10. The work contains an account of 64 persecutions, besides narratives of many disputations and an account of Jewish customs in different countries. Ibn Verga endeavored to solve the problem why the Jews, particularly the Spanish Jews, suffered from persecutions more than any other people. He gives various reasons, among them being the superiority of the Jews (\"whom the Lord loves He chastens\": Proverbs 3:12), and chiefly their separation from the Christians in matters of food; their troubles were also a punishment for their sins. In general, Ibn Verga does not endeavor to conceal the faults of the Jews; he sometimes even exaggerates them. As this work is the compilation of three authors, it is not arranged in chronological order. There is no connection between the narratives, but the Hebrew style is clear. Ibn Verga knew Latin, and derived many narratives from Latin sources. This work contains also a treatise on the form of the Temple of Solomon. Leopold Zunz (1840)[3] points out the importance of the work from the geographical point of view, as it contains a considerable number of names of places, as well as a description of customs. It details accounts of the Rhineland massacres of 1096, Shepherds' Crusade (1320), Massacre of 1391, Lisbon massacre, and the Disputation of Tortosa.[4] The Shebeṭ Yehudah was first printed in Turkey c. 1550; since then it has been reprinted several times. It has been four times translated into Yiddish, first at Kraków, 1591.[5] It has been translated into Spanish by Meir de Leon, Amsterdam, 1640; into Latin by Gentius, Amsterdam 1651; Hebrew printing by Bunfat Schneur and co-partners in Fürth, 1724; into German by M. Wiener, Hanover, 1856, Leipzig 1858. Fragments of it have been translated by Eisenmenger,[6] Schudt,[7] Menahem Man ha-Levi,[8] and Joseph Zedner.[9] At the end of paragraph 64 Ibn Verga says that he wrote a work entitled Shebeṭ 'Ebrato, containing persecution narratives and some rabbinical treatises, now lost. The historical value of the data contained in the Shebeṭ Yehudah was questioned by Isidore Loeb (1892). Loeb holds that, though an original writer, Ibn Verga is not always trustworthy, and that some of his material belongs really in the domain of legend.[10] The only one of Verga's contemporaries that made use of his work seems to be Samuel Usque, in his Consolação.[11] The Latin translation of Gentius contains two peculiar mistakes on the title-page: the word is written, and is translated \"tribe\" instead of \"rod\". A Yiddish translation, with additions (Shebeṭ Yehudah ha-Shalem), was published in Wilna, 1900. Corrections to the text of M. Wiener are given by Loeb in Revue des études juives 17 p87.",
  "source_url": "https://en.wikipedia.org/wiki/Solomon_ibn_Verga"
}