{
  "id": 993,
  "title": "Glacier Blanc",
  "data": "The Glacier Blanc is a glacier in the French département of Hautes-Alpes. Its name (which means \"white glacier\") derives from the fact that – unlike the nearby Glacier Noir (\"black glacier\") – its surface appears pristinely white due to an absence of morainic debris. A glacier that is largely free of such moraines is generally described in French as a glacier blanc.[1] The Glacier Blanc begins on the northern slopes of the most southwesterly of the four-thousanders in the Alps, the 4,102 m high Barre des Écrins. It is separated from the Glacier Noir to the south by the crest of Crête de l'Encoula (or Crête de l'Encula), that runs from the Barre des Écrins to the Pointe du Serre Subeyran. The upper part of the glacier is sometimes named Glacier de l'Enc(o)ula after this arête; on several older maps, this name is used for the whole glacier.[2] With its 5.9 km-long tongue (in 2002), the Glacier Blanc is the longest glacier in the Massif des Écrins and the largest in the southern French Alps.[3] Its area of 5.34 km2 (2002)[4] is not, however, as great as that of the Glacier de la Girose and the Glacier du Mont-de-Lans, which form a common system.[2] The Glacier Blanc is a typical valley glacier, which initially runs in a curve towards the northeast below the Barre, before its tongue turns southeast, becoming an icefall. Its average incline is about 30%,[4] but it is flatter in its central section than on the north slope of the Barre des Écrins or in the icefall of its lower section. The glacier is bounded on its orographically left-hand side by, inter alia, the summits of the Roche Faurio (3,730 m), Pic de Neige Cordier (3,614 m) and the Montagne des Agneaux (3,664 m). The Crête de l'Encoula forms the southern boundary, running from the Barre des Écrins over Barre Noir (3,661 m), Pointe Mettrier (3,664 m) and Pointe de la Grande Sagne (3,660 m) to the Pointe du Serre Subeyran (3,472 m). Between the peaks that surround the glacial basin are smaller side glaciers that feed the main stream. In its centre section, the main stream (excluding side glaciers) of the Glacier Blanc is about 800 to 1000 metres wide. The greatest depth of ice occurs at the Refuge des Écrins where it is up to 250 metres deep, some 30 metres less than it was in 1985.[1][5] The glacier flows at a speed of around 40 metres per year in its central section (in the mid-1980s it moved at 50 m/yr) and about 30 metres per year near its snout.[1][5][6] Its reaction time, i.e. the time that elapses before the foot of the glacier advances or retreats due to major changes in conditions in the accumulation zone, is about 6 years in the case of the Glacier Blanc.[1] From its head at over 4,000 m high to its foot, currently (2010) at about 2,400 m (2002: 2,315 m),[4] the Glacier Blanc descends through a height of around 1,600 metres. The firn line on the Glacier Blanc, which separates the accumulation zone from the ablation zone, lies on the northern slopes at a height of about 2,750 m and on the southern flanks at about 2,950 m.[7] The glacier's mass balance, an indicator of its health, has not been fully investigated.[4] The Glacier Blanc drains via the Torrent du Glacier Blanc, the Gyr, the Gyronde, the Durance, and finally the  Rhône into the Mediterranean Sea. From Pré de Madame Carle and its Refuge Cézanne hut, where the road from the village of Ailefroide in the Vallouise ends at a large car park, a popular alpine walking trail runs up to the Refuge du Glacier Blanc (2,542 m), from where the glacier is visible. Around 100 metres lower down the trail passes the Ancien Refuge Tuckett, a small accommodation hut from the end of the 19th century. This primitive hut, that today is an exhibit, was built immediately next to a large stone slab that had hitherto acted as a camping place from which the area could be explored. The shelter was named the Hotel Tuckett, after the alpinist Francis Fox Tuckett. Two hours by foot further on the Refuge des Écrins is situated high above the Glacier Blanc on a prominent rocky 'pulpit', at a height of 3,170 m, with expansive views of the area. The hut trail runs for the most part immediately above the glacier and should only be attempted by fully equipped high-altitude alpinists because of the danger of falling into a crevasse. The high alpine base with 119 beds is often overbooked during the peak season. From La Bérarde (1,713 m), the alpinist centre in the Haut Vénéon, the Glacier Blanc may be reached over the Col des Écrins (3,367 m) at the end of the Val de Bonne Pierre. This is a day's tour at grade PD. The western approach to the col is steep and challenging, although wire cables improve safety in its upper section. On the eastern side, the Glacier Blanc reaches right up to the narrow wind gap. As with almost all alpine glaciers, the foot of the Glacier Blanc has retreated. In earlier times, most recently in 1866,[8] it formed a single glacial system with its southern neighbour, the moraine-covered Glacier Noir, whose streams joined one another above the Pré de Madame Carle.[9] During the Little Ice Age, the combined ice system reached its maximum extent in 1815 and ended roughly at the height of the Cezanne Hut (1,874 m).[2][10] As of 2010, the tongue of the Glacier Blanc lies at a height of about 2,400 m. In the 20th century, it is estimated that it retreated by about 1 km, accompanied by a reduction in area of some 2 km2.[5] Between 1989 and 1999 alone, the glacier lost about 210 metres; it retreated a further 300 metres in the years to 2006.[11] The ice thickness in the centre reduced during the period from 1981 to 2002 by 13.5 metres, an estimated loss in volume of 70 million m³ of ice.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Glacier_Blanc"
}