{
  "id": 693,
  "title": "Hide from the Sun",
  "data": "Hide from the Sun is the sixth studio album by the Finnish rock band The Rasmus. It was originally released in mainland Europe, the United Kingdom, Scandinavia and Japan on 12 September 2005. It was later released in the United States on 10 October 2006, and featured a selection of B-side remixes and special edition bonus tracks. The US edition also included the previously unseen video for \"Immortal\". The name \"Hide from the Sun\" is a quotation from the song \"Dead Promises\". The album cover was painted by guitarist Pauli Rantasalmi. It received Platinum status in Finland[2] and sold more than 15,000 in the UK and 20,000 in the US.[3] Overall the album has sold over 500,000 copies worldwide.[4] All singles (except for \"Shot\") are also available as maxi singles, with different track listings and covers. The maxi singles features the PC-software \"The Rasmus Player\" with photos and videos. A video has also been made for \"Immortal\", but the song was not released as a single. The video for \"No Fear\" includes a girl who The Rasmus 'feel for' by singing about her life and how she feels. The girl has an obsession with butterflies and follows them out of her small dark bedroom as she sleep-walks. Unaware of her sleep-walking she accidentally steps on broken glass on top of a roof and falls through to where the band is playing. But has she died? She appears to end up in a beautiful garden with a bed randomly placed in the middle, surrounded by butterflies and flowers. However, she also stays in her dingy bedroom, gloomily looking up at the framed butterfly picture on her wall. The effect is added to at the end by reusing several of the shots seen at the beginning of the video. In the video for \"Sail Away\" some black butterflies fly away to the sea after singer Lauri is shown walking slowly down a cold-looking beach, singing. He sees a man coming up onto the shore carrying an empty bird-cage and he carries on walking. He sees that man again, digging a grave and a woman standing near him. The woman jerks her head in Lauri's direction to him. Lauri also sees more odd happenings, such as two children dancing around a wood sculpture (possibly a pyre) in gas masks. The pyre has dolls in coffins hung on it. Lauri enters a shack, lucky enough to walk in just in time as a sand-storm occurs and seeps into the shack. Aki (drummer) and Eero (bassist) both turn into sand-figures. At the end of the video, Aki's head and Eero's arms both fall off. In the video for \"Shot\" the band seems to be in outer space, singing on a desert-like planet. The video consists of mainly alternating between close-ups of each band member and different angles of the whole band. Fast zooms and camera angle changes are used in parts of the video. At one point, there is a close-up of singer Lauri's eye and a comet flickers across his iris. This is very similar to a part of the video for \"First Day of My Life\", in which a close up of Lauri's eye is seen with a reflection of a racing track. The video for \"Immortal\" is pieced together from various live performances of the song. It was directed by Eero Heinonen and some of his friends. The Rasmus Other Personnel Production List of chart positions of Hide from the Sun List of chart positions of singles from Hide from the Sun",
  "source_url": "https://en.wikipedia.org/wiki/Hide_from_the_Sun"
}