{
  "id": 623,
  "title": "Edward Field (poet)",
  "data": "Edward Field (born June 7, 1924) is an American poet and author of fiction and non-fiction, as well as anthologies and periodicals. Field was born in Brooklyn, New York City, to a family of Ashkenazi immigrants. He grew up in Lynbrook, New York, and, being Jewish,[1][2] he and his family faced antisemitism and discrimination. He played cello in the \"Field Family Trio\", which had a weekly radio program on WGBB Freeport. He served in World War II in the 8th Air Force in England and France, as a navigator in heavy bombers, and flew 25 missions over Germany. In February 1945, he took part in a raid on Berlin with his B-17. His bomber was crippled by flak and crash-landed in the North Sea. All ten crew members made it into the plane's life rafts, but only seven of them managed to resist until the moment they were rescued by a British air-sea boat hours later. He began writing poetry during World War II, after a Red Cross worker handed him an anthology of poetry. In 1963, Field's book Stand Up, Friend, With Me was awarded the prestigious Lamont Poetry Prize and was published. In 1992, he received a Lambda Award for Counting Myself Lucky, Selected Poems 1963–1992.[3] Field's other honors include the Shelley Memorial Award, a Rome Prize, and an Academy Award for the documentary film To Be Alive!, for which he wrote the narration. He received the Bill Whitehead Award for Lifetime Achievement from Publishing Triangle in 2005. In 1979, he edited the anthology A Geography of Poets, and in 1992, with Gerald Locklin and Charles Stetler, brought out a sequel, A New Geography of Poets. He and his partner Neil Derrick (1931–2018),[4] long-time residents of Greenwich Village, wrote a best-selling historical novel about the Village, The Villagers. They were both artists in residence at Westbeth Artists Community since 1972.[5] Derrick died on January 5, 2018. As of 2018, Field continued to reside at Westbeth.[6] Field's narrative poem \"World War II\" is part of the Poets of World War II anthology, published by the Library of America and edited by Harvey Shapiro. In 2005, the University of Wisconsin Press published his literary memoirs The Man Who Would Marry Susan Sontag and Other Intimate Literary Portraits of the Bohemian Era, the title of which refers to the writer Alfred Chester.[7] His most recent book After the Fall: Poems Old and New was published by the University of Pittsburgh Press in 2007. British editor Diana Athill's Instead of a Book: Letters to a Friend (Granta Books, 2011) is a collection of letters from her to Field chronicling their intimate correspondence spanning more than 30 years.[8][9] In 2019, Field's niece Diane Weis produced the animated film Minor Accident of War, inspired by his memories of survival during the World War II. Designed by Piotr Kabat, the film is narrated by Field using the text from his poem \"World War II\".[10] Field turned 100 on June 7, 2024.[11] Poetry and essays in The New Yorker, The New York Review of Books, Gay & Lesbian Review, Partisan Review, The Nation, Evergreen Review, The New York Times Book Review, Michigan Quarterly, Raritan Quarterly Review, Parnassus, and The Kenyon Review.",
  "source_url": "https://en.wikipedia.org/wiki/Edward_Field_(poet)"
}