{
  "id": 183,
  "title": "Roman Ivanisov",
  "data": "Roman Valeriyovych Ivanisov (Ukrainian: Роман Валерійович Іванісов; born 2 November 1978) is a Ukrainian politician and convicted child rapist currently serving as a People's Deputy of Ukraine from Ukraine's 153rd electoral district since 29 August 2019, at first as a member of Servant of the People and currently as an independent since 2019. Roman Valeriyovych Ivanisov was born on 2 November 1978, in the city of Berdiansk on Ukraine's Sea of Azov coastline. He is a graduate of the Berdiansk Business and Management University, and has a specialisation in law.[1] From 2005 to 2015, Ivanisov worked in the gas industry, as general director of UkrNaftaProm Alliance. In 2006, he founded Akva Volyn.[1] On 14 September 1995, Ivanisov was arrested by the Kuibysheve Raion and charged with rape of a minor and unnatural rape of a minor (sections 117.3 and 118.2 of the Ukrainian Criminal Code at the time), and sentenced to pre-trial detention on 22 September 1995. Three days later, he was released, only to be detained again on 25 October 1995. On 21 March 1996, Ivanisov was found guilty and sentenced to 3.5 years imprisonment.[1] The extent to which Ivanisov spent time imprisoned has been debated. Sources within law enforcement agencies have suggested that Ivanisov served 2.5 years before being released, while others have suggested that he served for only half a year before being pardoned by then-President Leonid Kuchma.[1] From 2010 to 2015, Ivanisov served as a member of the Rivne Oblast Council from Batkivshchyna, representing the 37th district of the Oblast Council. In 2015, he ran as the Petro Poroshenko Bloc candidate in the Oblast Council's 63rd district, consisting of the city of Rivne, but was ultimately unsuccessful. Between 2015 and 2016, he was an advisor to Vitaliy Chuhunnikov, then Governor of Rivne Oblast.[2] In the 2019 Ukrainian parliamentary election, Ivanisov ran in Ukraine's 153rd electoral district as the candidate of Servant of the People. At the time of his election, he was an independent. In the Verkhovna Rada (Ukraine's parliament), he was originally a member of the Servant of the People faction and is currently a member of the Verkhovna Rada Anti-Corruption Committee.[2] In November 2019, Ivanisov's 1996 conviction for rape became known. In response, Ivanisov was suspended from the Servant of the People faction on 25 November 2019. He denied any wrongdoing, claiming the information was false, and displayed his lack of criminal record. Prosecutor General Ruslan Riaboshapka claimed that Ivanisov's rape conviction had been expunged, but the Prosecutor General's office refuted this, saying that an investigation was ongoing. President Volodymyr Zelenskyy stated that if conclusive evidence of Ivanisov's involvement was found, he should be expelled from the Verkhovna Rada.[3] On 21 November 2022, Andriy Portnov publicly revealed the verdict of Ivanisov's arrest.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Roman_Ivanisov"
}