{
  "id": 718,
  "title": "Aiphanes deltoidea",
  "data": "Aiphanes deltoidea is a species of palm which is native to northeastern South America. Aiphanes deltoidea is a small palm 0.1 to 2 metres (0.33 to 6.56 ft) tall with either a single stem or two large and several smaller stems, about 6 centimetres (2.4 in) in diameter.  Stems are covered with grey spines up to 6 cm (2.4 in) long. Individuals have between 6 and 12 leaves which consists of a leaf sheath, a petiole and a rachis.  Leaf sheaths, which wrap around the stem, are about 30 cm (12 in) long with spines similar to those on the trunk.  Petioles are green, 90 to 105 cm (35 to 41 in) long, and are covered with scattered black spines up 6 6 cm (2.4 in) long.  Rachises are 115 to 190 cm (45 to 75 in), and covered with spines similar to those of the petiole.  Leaves each bear 11 to 14 pairs of leaflets in groups of three.[1] Inflorescences consist of a peduncle 55 to 170 cm (22 to 67 in) and a rachis 30 to 45 cm (12 to 18 in) long.  The peduncle can be almost spineless, or it can be covered with black spines up to 1 cm (0.39 in) long.  The rachis bears 49 to 60 rachillae, which are the smaller branches which themselves bear the flowers.  Male flowers are orange, while female flowers are light green.  The mature fruit have not been described.[1] The distribution of A. deltoidea is not well known, but appears to be widely distributed in the western Amazon Basin in the foothills of the Andes, from southern Colombia to Peru, and into western Brazil.[1]  It was reportedly found in terra firme (non-flooded) forests, and although widespread, its overall density is very low, and even in areas where it is present it only occurs at low density.  As a result, it was classified as a rare species by Francis Kahn and Farana Moussa in 1994.[2] Aiphanes has been placed in the subfamily Arecoideae, the tribe Cocoseae and the subtribe Bactridinae, together with Desmoncus, Bactris, Acrocomia and Astrocaryum.[3] Aiphanes deltoidea was described by German botanist Max Burret in 1932 based on collections made in December 1924 in Peru.  The type collection was destroyed when the Berlin Herbarium was bombed during World War II.  The species is similar to A. weberbaueri, but has considerably larger leaves and inflorescences.  As Finn Borchsenius and Rodrigo Bernal noted in their 1996 monograph, size differences of a similar magnitude are found within other species, but at least at the type locality, where both species co-occur, A. deltoidea and A. weberbaueri give the impression of being distinctly different species.[1] Aiphanes species are pleonanthic—they flower repeatedly over the course of their lifespan—and monoecious—male and female flowers are separate, but are borne by the same plant.  Inflorescences bear both male and female flowers and are borne singly at a node.  Male and female flowers are borne in groups of three (two male and one female flower) or four (two male and two female flowers) over the half of the inflorescence that is closer to the stem.  The other half bears pairs of male flowers.  Aiphanes deltoidea is unusual in that it bears male and female flowers in groups of three or four—the normal pattern in Aiphanes is to group them in threes.[1] Although the specific pollinators of A. deltoidea  are unknown, the overall characteristics of the flowers are considered to point to fly pollination.[1] The fruit of A. deltoidea are described as \"small but sweet\" in the type collection,[1] and Burret reported that they were eaten in Peru.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Aiphanes_deltoidea"
}