{
  "id": 816,
  "title": "Pradipta Banerji",
  "data": "Pradipta Banerji is a civil engineer and a former director of Indian Institute of Technology Roorkee (IIT Roorkee), a post he held from October 2011 to October 2017. He also was professor of Civil Engineering at IIT Bombay[1] and at IIT Roorkee.[2] Banerji joined as an assistant professor in IIT Bombay in April 1988 and spent more than 23 years there as a faculty member, during which period he has also been awarded the Excellence in Teaching Award, and was the Dean (Alumni & International Relations) for two terms. He has been Visiting Research Professor at the Institute of Statics and Dynamics for Aerospace Structures at University of Stuttgart and the Mechanical Engineering Department at University of Manitoba, Winnipeg. His areas of research specialization are Earthquake Engineering and Structural Health Monitoring, and he has been active in guiding research, publishing scholarly papers and developing technology that has been applied in practical situations in both areas. Notably, he has helped the Indian Railways by developing a technology for bridge asset management under increased axle loads.[citation needed] He is a member/fellow of several professional societies including IISHMII, where he has also been a member of the Executive Council since the inception of the society. He is an editor of the Journal for Civil Structural Health Monitoring published by Springer. He is also a member or chairman of several national and internal-level boards and committees for capacity building and research.[3] During Banerji's term as director, IIT Roorkee won several national awards for being an Outstanding Engineering Institute.[citation needed] IIT-Roorkee made the news in 2015 for expelling six per cent of its first year batch for poor performance. In an interview, Banerji said \"There is procedure and logic behind this. Students were made aware of the criteria at the time of admission.\"[4]",
  "source_url": "https://en.wikipedia.org/wiki/Pradipta_Banerji"
}