{
  "id": 639,
  "title": "William Rowan Hamilton",
  "data": "Sir William Rowan Hamilton (4 August 1805 – 2 September 1865)[1][2] was an Irish mathematician and physicist who made major contributions to abstract algebra, classical mechanics, and optics. His work is considered fundamental to modern theoretical physics, particularly his reformulation of Lagrangian mechanics. His career included the analysis of geometrical optics, Fourier analysis, and quaternions, the last of which made him one of the founders of modern linear algebra.[3] Hamilton was Andrews Professor of Astronomy at Trinity College Dublin. He was also the third director of Dunsink Observatory from 1827 to 1865. The Hamilton Institute at Maynooth University is named after him. Hamilton was the fourth of nine children born to Sarah Hutton (1780–1817) and Archibald Hamilton (1778–1819), who lived in Dublin at 29 Dominick Street, later renumbered to 36. Hamilton's father, who was from Dublin, worked as a solicitor. By the age of three, Hamilton had been sent to live with his uncle James Hamilton, a graduate of Trinity College who ran a school in Talbots Castle in Trim, County Meath.[4][3] Hamilton is said to have shown talent at an early age. His uncle observed that Hamilton, from a young age, had displayed an uncanny ability to acquire languages — a claim which has been disputed by some historians, who claim he had only a basic understanding of them.[5]: 207  At the age of seven, he had already made progress in Hebrew, and before he was 13, he had acquired, under the care of his uncle, a dozen languages: classical and modern European languages, Persian, Arabic, Hindustani, Sanskrit, Marathi and Malay.[6] The emphasis of Hamilton's early education on languages is attributed to the wish of his father to see him employed by the British East India Company.[7] An expert mental calculator, the young Hamilton was capable of working out some calculations to many decimal places. In September 1813, the American calculating prodigy Zerah Colburn was being exhibited in Dublin. Colburn was 9, a year older than Hamilton. The two were pitted against each other in a mental arithmetic contest, with Colburn emerging as the clear victor.[5]: 208 In reaction to his defeat, Hamilton spent less time studying languages, and more on mathematics.[8][9] At age ten, he stumbled across a Latin copy of Euclid; and at twelve he studied Newton's Arithmetica Universalis. By age 16, he had covered much of the Principia, as well as some more recent works on analytic geometry and differential calculus.[6] In mid-1822, Hamilton began a systematic study of Laplace's Mécanique Céleste. During this period, he encountered what he believed to be a logical error in Mécanique Céleste, an observation which led Hamilton to be introduced to John Brinkley, then Royal Astronomer of Ireland.[7] In November and December of 1822, he completed his first three original mathematical papers.  On his first visit to Dunsink Observatory, he showed two of them to Brinkley, who requested that the papers be developed further. Hamilton complied, and early in 1823, Brinkley approved the amended version.[10] In July of 1823, Hamilton earned a place at Trinity College Dublin by examination, at age 17. His tutor there was Charles Boyton, a family friend,[3] who brought to his attention the contemporary mathematics published by the group at the École Polytechnique in Paris.[11] John Brinkley remarked of the precocious Hamilton, \"This young man, I do not say will be, but is, the first mathematician of his age.\"[12] The college awarded Hamilton two optimes, or off-the-chart grades, in Greek and in physics. He was first in every subject and at every examination. He aimed to win a Trinity College fellowship by competitive examination,[3] but this did not happen. Instead, after Brinkley in 1826 was made Bishop of Cloyne,[13] Hamilton was appointed in 1827 to the vacant posts left by Brinkley's departure, Andrews Professor of Astronomy and Royal Astronomer of Ireland.[5]: 209  Despite having his undergraduate career cut short in this way, he earned degrees in both classics and mathematics (BA in 1827, MA in 1837). In 1824, Hamilton was introduced at Edgeworthstown to the novelist Maria Edgeworth, by the Rev. Richard Butler, the vicar of Trim, County Meath to whom his uncle James Hamilton was curate.[14][15]: 5, 34  During the same period, his uncle introduced him to the Disney family at Summerhill House, County Meath. The Disney sons attended Trinity College, and Hamilton had friends among them. At Summerhill, he met Catherine Disney, their sister.[15]: 37 [16] Hamilton was attracted to Catherine Disney, but her family did not approve and Catherine was required to marry the Rev. William Barlow, a brother of her elder sister's husband. The wedding took place in 1825.[15]: 109, 113  Hamilton wrote in 1826 about his feelings for her in an extended poem, \"The Enthusiast\". Over twenty years later, in 1847, he confided in John Herschel that during this period he might have become a poet.[16] In 1825, Hamilton met Arabella Lawrence, younger sister of Sarah Lawrence, a significant correspondent and frank critic of his poetry. It was a contact he made through Maria Edgeworth's circle.[15]: 26 [17] Hamilton, now Royal Astronomer of Ireland, took up residence at Dunsink Observatory where he spent the rest of his life.[8] He was there from 1827 until his death in 1865.[18] In his early years at Dunsink, Hamilton observed the heavens quite regularly;[19] He left routine observation to his assistant Charles Thompson.[20][21] Hamilton's sisters also supported the observatory's work.[3] The introductory lectures by Hamilton in astronomy were celebrated; in addition to his students, they attracted scholars, poets, and women.[22] Felicia Hemans wrote her poem The Prayer of the Lonely Student after hearing one of his lectures.[23] Hamilton invited his four sisters to come and live at the observatory in 1827, and they ran the household until his marriage in 1833. They included Eliza Mary Hamilton (1807–1851), the poet.[3] In 1827, Hamilton wrote to his sister Grace about \"some of\" the Lawrence sisters having met his sister Eliza in Dublin.[24][25] Newly appointed to the Observatory, Hamilton set off on a tour in Ireland and England with Alexander Nimmo, who was coaching him on latitude and longitude.[26] One call was to Sarah Lawrence's school at Gateacre, near Liverpool, where Hamilton had a chance to assess the calculator Master Noakes.[27] They visited William Wordsworth at Rydal Mount in September of that year, where the writer Caesar Otway was also present.[28][29]: 410  After the visit, Hamilton sent numerous poems to Wordsworth, becoming a \"poetic disciple\".[30] When Wordsworth visited Dublin in the summer of 1829, in a party with John Marshall and his family, he stayed at Dunsink with Hamilton.[29]: 411  On a second tour in England with Nimmo in 1831, Hamilton parted from him at Birmingham, to visit the Lawrence sisters and family on his mother's side in the Liverpool area. They met up again in the Lake District, where they climbed Helvellyn and had tea with Wordsworth. Hamilton returned to Dublin, via Edinburgh and Glasgow.[15][31] Hamilton visited Samuel Taylor Coleridge at Highgate, in 1832, helped by an unexpected letter of introduction given to him by Sarah Lawrence on a visit to Liverpool in March of that year. He also paid a call, with Arabella, on the family of William Roscoe, who had died in 1831.[32][33] He was a Christian, described as \"a lover of the Bible, an orthodox and attached member of the Established Church\", and as having a \"profound conviction of the truth of revealed religion\".[34][35][36] While attending Trinity College, Hamilton proposed to his friend's sister, whose refusal drove the young Hamilton to depression and illness, even to the verge of suicide.[37] He proposed again in 1831 to Ellen de Vere, a sister of the poet Aubrey De Vere, who declined as well.[37] Hamilton eventually married Helen Marie Bayly in 1833,[37] a country preacher's daughter, and had three children with her: William Edwin Hamilton (born 1834), Archibald Henry (born 1835), and Helen Elizabeth (born 1840).[38] Hamilton's married life turned out to be difficult and unhappy as Bayly proved to be pious, timid, and chronically ill.[37] Hamilton retained his faculties unimpaired to the last, and continued the task of finishing the Elements of Quaternions which had occupied the last six years of his life. He died on 2 September 1865, following a severe attack of gout.[39] He is buried in Mount Jerome Cemetery in Dublin. Hamilton made outstanding contributions to classical mechanics and optics. His first discovery was in an early paper that he communicated in 1823 to John Brinkley, who presented it under the title of Caustics in 1824 to the Royal Irish Academy. It was referred as usual to a committee, which recommended further development and simplification before publication. Between 1825 and 1828 the paper was expanded, and became a clearer exposition of a novel method.[6] Over this period, Hamilton gained an appreciation for the nature and importance of optics.[40] In 1827, Hamilton presented a theory of a single function, now known as Hamilton's principal function, that brings together mechanics and optical theory. It helped to establish the foundations of the wave theory of light in mathematical physics. He proposed it when he first predicted its existence in the third supplement to his Systems of Rays, read in 1832. The Royal Irish Academy paper was finally entitled Theory of Systems of Rays (23 April 1827), and the first part was printed in 1828 in the Transactions of the Royal Irish Academy. The more important contents of the second and third parts appeared in the three voluminous supplements (to the first part) which were published in the same Transactions, and in the two papers On a General Method in Dynamics, which appeared in the Philosophical Transactions in 1834 and 1835. In these papers, Hamilton developed his central principle of \"Varying Action\". A result of this work is a prediction for transparent biaxial crystals (i.e. monoclinic, orthorhombic or triclinic crystals).[41] A ray of light entering such a crystal at a certain angle would emerge as a hollow cone of rays. This discovery was known as conical refraction.[6] Hamilton found it from the geometry of the wave surface introduced by Augustin-Jean Fresnel, which has singular point.[42] There is a basic mathematical explanation of the phenomenon, namely that the wave surface is not the boundary of a convex body. A fuller understanding awaited the microlocal analysis of the middle of the 20th century,[43] The step from optics to dynamics in the application of the method of \"Varying Action\" was made in 1827, and communicated to the Royal Society, in whose Philosophical Transactions for 1834 and 1835 there are two papers on the subject. Hamiltonian mechanics was a powerful new technique for working with equations of motion. Hamilton's advances enlarged the class of mechanical problems that could be solved. His principle of \"Varying Action\" was based on the calculus of variations, in the general class of problems included under the principle of least action which had been studied earlier by Pierre Louis Maupertuis, Euler, Joseph Louis Lagrange and others. Hamilton's analysis uncovered a deeper mathematical structure than had been previously understood, in particular a symmetry between momentum and position. The credit for discovering what are now called the Lagrangian and Lagrange's equations also belongs to Hamilton. Both the Lagrangian mechanics and Hamiltonian approaches have proven important in the study of continuous classical systems in physics, and quantum mechanical systems: the techniques find use in electromagnetism, quantum mechanics, relativity theory and quantum field theory. In the Dictionary of Irish Biography David Spearman writes:[44] The formulation that he devised for classical mechanics proved to be equally suited to quantum theory, whose development it facilitated. The Hamiltonian formalism shows no signs of obsolescence; new ideas continue to find this the most natural medium for their description and development, and the function that is now universally known as the Hamiltonian, is the starting point for calculation in almost any area of physics. Many scientists, including Liouville, Jacobi, Darboux, Poincaré, Kolmogorov, Prigogine[45] and Arnold, have extended Hamilton's work, in mechanics, differential equations and symplectic geometry.[46] Hamilton's mathematical studies seem to have been undertaken and carried to their full development without collaboration, and his writings do not belong to any particular school. He was intended by the university authorities who elected him to the Professorship of Astronomy to spend his time as he best could for the advancement of science, without restrictions.[6] Hamilton made his discovery of the algebra of quaternions in 1843.[5]: 210  Among much prior related work, in 1840 Benjamin Olinde Rodrigues had reached a result that amounted to their discovery in all but name.[47] Hamilton was looking for ways of extending complex numbers (which can be viewed as points on a 2-dimensional Argand diagram) to higher spatial dimensions. In working with four dimensions, rather than three, he created quaternion algebra. According to Hamilton, on 16 October he was out walking along the Royal Canal in Dublin with his wife when the solution in the form of the equation occurred to him; Hamilton then carved this equation using his penknife into the side of the nearby Broom Bridge (which Hamilton called Brougham Bridge).[5]: 210 The quaternions involved abandoning the commutative law, a radical step for the time. In the context of this prototype geometric algebra, Hamilton also introduced the cross and dot products of vector algebra, the quaternion product being the cross product minus the dot product as scalar. Hamilton also described a quaternion as an ordered four-element multiple of real numbers, and described the first element as the \"scalar\" part, and the remaining three as the \"vector\" part. He coined the neologisms \"tensor\" and \"scalar\", and was the first to use the word \"vector\" in the modern sense.[48] Hamilton looked into the solution of the quintic in the theory of equations, examining the results arrived at by Niels Henrik Abel, George Jerrard and others in their respective research. There is Hamilton's paper on fluctuating functions in Fourier analysis, and the invention of the hodograph. Of his investigations into the solutions, especially by numerical approximation, of certain classes of physically-important differential equations, only parts were published, at intervals, in the Philosophical Magazine.[6] Hamilton also introduced the icosian game or Hamilton's puzzle. It is based on the concept of a Hamiltonian path in graph theory.[3] Hamilton introduced, as a method of analysis, both quaternions and biquaternions, the extension to eight dimensions by the introduction of complex number coefficients. When his work was assembled in 1853, the book Lectures on Quaternions had \"formed the subject of successive courses of lectures, delivered in 1848 and subsequent years, in the Halls of Trinity College, Dublin\". Hamilton confidently declared that quaternions would be found to have a powerful influence as an instrument of research. When he died, Hamilton was working on a definitive statement of quaternion science. His son William Edwin Hamilton brought the Elements of Quaternions, a hefty volume of 762 pages, to publication in 1866. As copies ran short, a second edition was prepared by Charles Jasper Joly, when the book was split into two volumes, the first appearing in 1899 and the second in 1901. The subject index and footnotes in this second edition improved the Elements accessibility. Hamilton was twice awarded the Cunningham Medal of the Royal Irish Academy.[49] The first award, in 1834, was for his work on conical refraction, for which he also received the Royal Medal of the Royal Society the following year.[50] He was to win it again in 1848. In 1835, being secretary to the meeting of the British Association which was held that year in Dublin, Hamilton was knighted by the lord-lieutenant. Other honours rapidly succeeded, among which his election in 1837 to the president's chair in the Royal Irish Academy, and the rare distinction of being made a corresponding member of the Saint Petersburg Academy of Sciences. Later, in 1864, the newly established United States National Academy of Sciences elected its first Foreign Associates, and decided to put Hamilton's name on top of their list.[51] A plaque under the Broom Bridge, associated with the discovery of quaternions, was unveiled by Éamon de Valera on 13 November 1958.[52][53] Since 1989, the National University of Ireland, Maynooth, has organised a pilgrimage called the Hamilton Walk, in which mathematicians take a walk from Dunsink Observatory to the bridge, where no trace of the carving remains, though a stone plaque does commemorate the discovery.[54] The Hamilton Institute is an applied mathematics research institute at Maynooth University and the Royal Irish Academy holds an annual public Hamilton lecture at which Murray Gell-Mann, Frank Wilczek, Andrew Wiles and Timothy Gowers have all spoken. 2005 was the 200th anniversary of Hamilton's birth and the Irish government designated that the Hamilton Year, celebrating Irish science. Trinity College Dublin marked the year by launching the Hamilton Mathematics Institute.[55] Two commemorative stamps were issued by Ireland in 1943 to mark the centenary of the announcement of quaternions.[56] A 10-euro commemorative silver proof coin was issued by the Central Bank of Ireland in 2005 to commemorate 200 years since his birth. It is believed by some modern mathematicians that Hamilton's work on quaternions was satirized by Charles Lutwidge Dodgson in Alice in Wonderland. In particular, the Mad Hatter's tea party was meant to represent the folly of quaternions and the need to revert to Euclidean geometry.[58] In September 2022 evidence was presented to counter this suggestion, which appears to have been based on an incorrect understanding of both quaternions and their history.[59] Hamilton married Helen Bayly, daughter of Rev Henry Bayly, Rector of Nenagh, County Tipperary, in 1833; she was a sister of neighbours to the observatory.[60][15]: 108  They had three children: the journalist William Edwin Hamilton (born 1834), Archibald Henry (born 1835) and Helen Eliza Amelia (born 1840).[61] Helen stayed with her widowed mother at Bayly Farm, Nenagh for extended periods, until her mother's death in 1837. She also was away from Dunsink, staying with sisters, for much of the time from 1840 to 1842.[62] Hamilton's married life was reportedly difficult.[5]: 209  In the troubled period of the early 1840s, his sister Sydney ran his household; when Helen returned, he was happier after some depression.[15]: 125, 126",
  "source_url": "https://en.wikipedia.org/wiki/William_Rowan_Hamilton"
}