{
  "id": 780,
  "title": "Josip Uhač",
  "data": "Josip Uhač (Italian: Giuseppe Uhac; 20 July 1924 – 18 January 1998) was a papal diplomat and secretary of the Congregation for the Evangelization of the Peoples. Uhač was born in Brseč (Moschiena) in what is now Croatia. He was educated at the seminary of Fiume, the seminary of Venice,  the seminary of Gorizia, and the Pontifical Roman Seminary in Rome. He also attended the Pontifical Lateran University in Rome from 1945 to 1954 where he revived a doctorate in theology in 1951 and a doctorate in canon law in 1954. While at the Pontifical Lateran University he concurrently studied at the Pontifical Ecclesiastical Academy in Rome where he studied diplomacy. He was ordained to the priesthood on 16 April 1949 in Rome. After his ordination in Rome he did pastoral ministry in the church of S. Girolamo degli Illirici and further studies, 1949-1954. He joined the Vatican diplomatic service on 1 March 1954. He served as secretary of the nunciature in Panamá. He was created a Privy chamberlain supernumerary on 25 March 1955. He served as secretary of the nunciature in Egypt, auditor of the nunciature in Germany, of the nunciature in Spain. He was named counselor of the nunciature in 1967-1970. He was created Prelate of honour of His Holiness on 16 February 1967. He was appointed Titular Archbishop of Tharros and Apostolic Pro-Nuncio to Pakistan on 23 June 1970 by Pope Paul VI.[1] He was consecrated on 5 September 1970 in Rijeka by Viktor Buric, Archbishop of Rijeka-Senj, assisted by Dragutin Nežic, Bishop of Porec i Pula, and Josip Pavlišic, Coadjutor Archbishop of Rijeka-Senj. He was appointed Pro-Nuncio to Cameroon and Apostolic Delegate to Equatorial Guinea on 7 October 1976.[2] He was given the additional responsibility of Apostolic Pro-Nuncio to Gabon on 15 January 1977.[citation needed] He went on to serve as Apostolic Nuncio to Zaire beginning 3 June 1981[3] and Apostolic Nuncio to Germany from 3 August 1984.[4] Pope John Paul II appointed him secretary of the Congregation for the Evangelization of Peoples on 21 June 1991.[5] He was also president of the Pontifical Missionary Works from 1991-1995. Pope John Paul planned to make him a cardinal in the consistory of 21 February 1998, but Uhač died on the morning of 18 January 1998, a few hours before the pope announced the consistory.[6] He was 73. Uhač was buried in the parish church of Saint George, Brseč, Archdiocese of Rijeka-Senj, Croatia.",
  "source_url": "https://en.wikipedia.org/wiki/Josip_Uha%C4%8D"
}