{
  "id": 852,
  "title": "USS Greenling (SS-213)",
  "data": "USS Greenling (SS-213), a Gato-class submarine, was the first ship of the United States Navy to be named for the greenling. Greenling was laid down by Electric Boat Company, Groton, Connecticut, on 12 November 1940, launched on 20 September 1941, sponsored by Mrs. R. S. Holmes, and commissioned at Naval Submarine Base New London in New London, Connecticut, on 21 January 1942. While she was conducting shakedown training from New London, she suffered damage on 28 February 1942 when a PBY-5A Catalina amphibian of U.S. Navy Patrol Squadron 73 (VP-73) mistook her for a German U-boat and bombed her.[7] After completing shakedown training, Greenling departed New London on 7 March 1942 for the Pacific. She arrived Pearl Harbor 3 April and sailed 20 April for her first war patrol, in the Marshall Islands and Caroline Islands. The submarine attacked the cargo ship Seia Maru four times 30 April – 1 May off Eniwetok, but due to faulty torpedoes was not able to sink her. The tenacious submarine even closed for a night gunfire attack in an attempt to cripple her adversary. Finally forced by Japanese aircraft to break off the attack, Greenling turned her attention to the huge Japanese base at Truk. As the Japanese converged on the Solomon Islands, Truk became a busy shipping point and a fertile ground for submarine operations. The submarine recorded her first kill 4 May when she hit cargo ship Kinjosan Maru amidships, breaking her in two. As the Japanese were turned back in the important Battle of the Coral Sea (history's first carrier air battle), Greenling attempted to intercept the retiring enemy units, but her speed was no match for the fast Japanese heavy units. The submarine departed the Truk area 4 June, the day of Japan's first great naval defeat at the Battle of Midway, and arrived at Pearl Harbor 16 June. Greenling departed on her second war patrol 10 July 1942. One of the first submarines to operate in the Truk area, she now joined in the undersea blockade of that important base, in an attempt to cut its supply lines to Japan. After damaging ships on 26 and 29 July, Greenling sank the transport Brasil Maru off Truk on 5 August, and just after midnight the same night torpedoed and sank the cargo ship Palau Maru. Next morning the submarine took periscope photographs of Truk, and steamed to the New Ireland area, attempting to intercept Japanese fleet units retiring from the Solomons. The submarine encountered surface opposition in the area, but evaded a destroyer attack 20 August and set course back to Midway. En route on 26 August she used her deck gun to destroy a large Japanese sampan of from 50 to 100 tons at 5°13'N, 160°-17'E;[8] she arrived Midway 1 September 1942. Greenling's third war patrol took her off the Japanese home islands. Departing Midway 23 September, the submarine sank the cargo ship Kinkai Maru 3 October, and Setsuyo Maru the next day. She fired three torpedoes at cargo ship Takusei Maru 14 October, scored three hits, and watched her sink in the space of 6 minutes. This attack brought a host of escort vessels to search for Greenling, but she evaded them and attacked a large freighter 18 October. One torpedo set the target aflame, but the second \"fish\" ran erratically, circled, and almost hit Greenling. The next ran true, however, and cargo ship Hakonesan Maru was sent to the bottom. After destroying a sampan in the Tokyo–Aleutian Islands shipping lanes 21 October, Greenling returned to Pearl Harbor 1 November. The attrition on Japanese shipping by submarines was already being felt and would be a major factor in their eventual defeat. Steaming into the Solomons–Truk area for her fourth war patrol, Greenling departed Pearl Harbor 9 December 1942. Immediately upon her arrival off Bougainville 21 December she attacked a tanker and two escorts, sinking Patrol Boat 35 before being driven down by depth charge attacks. Moving to the familiar Truk traffic lanes, she sank freighter Nissho Maru 30 December. She attacked a destroyer-escorted large tanker early 10 January 1943, but after scoring one hit was fired upon by the tanker's large deck gun and was forced to break off the action. Off New Britain on 16 January she torpedoed and sank cargo ship Kimposan Maru. On 18 January Greenling claimed to have damaged ammunition transport/survey vessel \"Soya\" in Queen Carola Channel,[9] although the Japanese ship was not damaged and recovered a torpedo for later examination. Greenling then reconnoitered the Admiralty Islands before steaming to Brisbane, Australia. The submarine arrived Brisbane 31 January 1943 and remained there until departing on her fifth war patrol 21 February. Greenling steamed to the Solomons–Bismarck area, and landed a party of intelligence agents on the coast of New Britain 2 March. In a patrol characterized by bad weather, she scored no hits on enemy shipping and returned to Brisbane 26 April 1943. Greenling cleared Brisbane 17 May to conduct her sixth war patrol, in the Solomons–New Guinea area, long the scene of bitter sea and land fighting. During this patrol she damaged oiler Akebono Maru on 9 June,[9] and is also alleged to damaged ships on 10 June, and 27 June, but was unable to record a sinking because of heavy escort activity. She returned to Brisbane 8 July 1943. The submarine sailed 29 July on her seventh war patrol, which consisted largely of special missions. She landed a party of Marine Raiders in the Treasury Islands 22 – 23 August to select a site for a radar station and prepare for the landings there, scheduled for October. Greenling reconnoitered Tarawa 10 September and sailed to San Francisco via Pearl Harbor for overhaul. Returning to Pearl Harbor 5 December, Greenling sailed for her eighth war patrol 20 December 1943, in the Caroline Islands. She ended the old year with a late night attack, sinking freighter Shōhō Maru, reconnoitred Wake Island, and returned to Midway 28 January 1944. Her ninth war patrol, 20 March – 12 May 1944, was a special mission entailing photographic reconnaissance of Guam, Tinian, and Saipan in the Marianas Islands, work which did much to aid the coming amphibious campaign for the Marianas. Greenling sailed from Pearl Harbor on her 10th patrol 9 July 1944. Operating off Formosa, she formed a coordinated attack unit (\"wolfpack\") with USS Billfish and USS Sailfish. Closely watched by enemy aircraft, Greenling recorded no torpedo sinkings, though she sank a trawler with gunfire 8 August north-east of Luzon, Philippines in position 19°50'N, 119°58'E.[10] She returned to Midway 12 September 1944. The veteran submarine departed 5 October 1944 for her 11th war patrol, in the ocean approaches to Tokyo. Sighting a 5-ship convoy 7 November, she fired 4 torpedoes and sank both oiler Koto Maru and transport Kiri Maru 8. Continuing to prowl off Japan, Greenling sank her last ship 10 November 1944 when she torpedoed old destroyer Patrol Boat 46. She returned to Pearl Harbor 23 November 1944. Greenling's last war patrol, her 12th, was carried out in the Ryukyu Islands. Departing Pearl Harbor 26 December she found no targets until 24 January 1945, when she intercepted a nine-ship convoy. While making her approach, Greenling was attacked by escorts, and after a four-hour depth charge attack managed to make her escape. The submarine suffered minor damage and steamed to Saipan 27 January 1945 for repairs. There it was decided to send her to the United States, and Greenling steamed via Pearl Harbor, San Francisco, and the Panama Canal to Kittery, Maine. After overhaul at Portsmouth Naval Shipyard, the submarine decommissioned 16 October 1946 at New London, Connecticut. Greenling was placed in service for the 1st Naval District in December 1946. Stationed at Portsmouth, she assisted in the training of reservists there and at Boston. The submarine continued this vital service until 18 March 1960, when she was placed out of service at Boston. She was sold 16 June 1960 to Minichiello Brothers, Chelsea, Massachusetts, and scrapped. All of Greenling′s war patrols except the fifth, tenth, and twelfth were designated \"successful.\"",
  "source_url": "https://en.wikipedia.org/wiki/USS_Greenling_(SS-213)"
}