{
  "id": 967,
  "title": "Mary de Bunsen",
  "data": "Mary de Bunsen (29 May 1910 – 13 April 1982) was a British Air Transport Auxiliary pilot and author. Mary Berta de Bunsen was born in Madrid  on 29 May 1910  to Sir Maurice William Ernest (1st Bt) de Bunsen and Bertha Mary Lowry-Corry. She was their fourth daughter and fourth child. She was expected to be a debutante, in attendance at balls and soirees but did not enjoy the lifestyle. She was lame from polio, suffered from a weak heart which left her often breathless and needed glasses to counteract short-sight. However, this did not stop Bunsen from learning to fly, despite her parents' opposition. She considered it her escape route from “the ghastly fate of a daughter-in-waiting”.[1] She earned her pilot's license (No. 10484) on 19 March 1932 at the Phillips and Powis flying school at Woodley, Berkshire in a De Havilland Moth aircraft.[2] Through her flying connections, she was appointed to run PR and the inhouse magazine of Straight Corporation Ltd[3] a significant operator of British airlines, airports and flying clubs founded in 1935. In 1939 she wrote an article on ‘The place of the aerodrome in modern life’ for The Woman Engineer, journal of the Women's Engineering Society, showcasing ideas which Straight Corp. had for the development of smaller British airports into local cultural destinations. Suggestions for Ipswich Airport included a swimming pool, running track, theatre & sunbathing court, as well as the more expected car parks and restaurants.[3] She tried to join the Air Transport Auxiliary with the first group but was turned down on medical grounds. With a letter from her doctor confirming that she could see perfectly well with glasses, she was successful on 1 August 1941 and was posted to No. 15 ferry pool at Hamble in Hampshire, an all-women ATA ferry pool, under the command of Margot Gore and her second in command Rosemary Rees. Whilst there, Bunsen bought a canoe and took to paddling around the Solent with her mother as a way to counteract the stress of flying with the ATA.[1] After a few heavy landings, Bunsen asked to be transferred to Scotland, where she was posted to \"the saltmines\" of Kirkbride ferry pool, and was a very successful pilot.[1] Busen remained with the ATA, flying as a Pilot First Officer, until the end of the war when she was discharged on 1 August 1945.[4] After the war Bunsen flew to Philadelphia for pioneering heart surgery which she paid for herself. She survived, against the one in ten chance given by the surgeon.[1] She later wrote about her experiences in the ATA in a book entitles Mount Up with Wings. She wrote articles about flying for various magazines including 'Practical Flying for Women'. Bunsen died on 13 April 1982 in Weymouth, Dorset.[5][1][6][7][8][9] Mary de Bunsen was a member of a large Anglo-German wider family. Her paternal grandfather was Ernest de Bunsen, a writer whose works were later taken up as part of racist Aryan mythology. Her paternal grandparents were author and diplomatic hostess Frances Bunsen, sister of Lady Llanover and Christian Charles Josias von Bunsen, Prussian ambassador to Great Britain.[10] She was distantly related to bluestocking Mary Delany, through her paternal great great grandmother Georgina Mary Ann Waddington (née Port).[11]",
  "source_url": "https://en.wikipedia.org/wiki/Mary_de_Bunsen"
}