{
  "id": 680,
  "title": "Margaret Ireri",
  "data": "Maggie Ireri (also Margaret Ireri), is a Kenyan businesswoman and market research professional, who is the CEO of TIFA Research Limited, a market research company, headquartered in Nairobi, Kenya's capital city.  She is also an award-winning market researcher professional, recognized for her contribution to the development of research methodologies for Africa, by regional research bodies such as Pan Africa Media Research Organisation (PAMRO) and South Africa Market Research Association (SAMRA).[1] She was born in Kenya in the 1970s. She obtained her first degree, a Bachelor of Education, from Kenyatta University, in 1998.[1]  She also holds a Master of Business Administration, awarded by Jomo Kenyatta University of Agriculture and Technology. She is pursuing a Doctor of Business Administration degree from the University of Edinburgh, in Scotland, United Kingdom.[1] Beginning in 1999, Ms Ireri was hired as the head of the research division of Steadmam Synovate Uganda Limited, based in Kampala, Uganda's capital city. After nearly four years in that role, she was promoted to Country Manager, Steadman Synovate Uganda, working in that capacity until July 2005. For the five years and eight months, from May 2005 until December 2010, she was the Business Development Director, Pan Africa, for the re-branded company of Ipsos Synovate, in the countries of Ghana, Kenya, Nigeria, Tanzania, Uganda and Zambia. She then w as the Managing Director of  Ipsos Kenya Limited for another three years and nine months.[2][1]  In September 2014, Ms Ireri left Ipsos and in 2015, she founded TIFA Research Ltd and became the CEO the company,  a position she still maintains as of January 2020.[1] In 2006, Ireri won the Eddie Schulze Award by Research International for a paper she wrote  for contributing to the development of research methodologies in Africa.  In the years of 2011 and 2012, she was recognized under as one of the \"Top 40 Under 40 Women in Kenya\". She was the Chairperson of the Marketing Society of Kenya from 2015 until 2018.[1] In December 2018, she was one of a five-person panel of judges who selected the \"Top 40 Men Under 40 In Kenya 2018\".[3] In 2018, her paper on Passive Audience Research Methodologies, presented at the PAMRO Conference won best paper award.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Margaret_Ireri"
}