{
  "id": 527,
  "title": "Videography",
  "data": "Videography involves capturing moving images on electronic media (such as: videotape, direct to disk recording, or solid state storage), and can include streaming media. It encompasses both video production and post-production methods. Historically videography was considered the video counterpart to cinematography, which involved recording moving images on film stock. However, with the advent of digital video recording in the late 20th century, the distinction between the two has become less clear as  both use similar intermediary mechanisms. Today, any video work can be referred to as videography, while commercial motion picture production is typically termed cinematography. A videographer works in the field of cideography and video production. News broadcasting heavily relies on live television, where videographers are involved in electronic news gathering (ENG) of local news stories. The arrival of computers and the Internet in the 1980s expanded videography beyond traditional video recording to include digital animation (such as Flash), gaming, web streaming, video blogging, slideshows, remote sensing, spatial imaging, medical imaging, security camera imaging, and the production of bitmap and vector based assets.  As the field evolves, videographers can create their work entirely on a computer using software solutions, without needing an imaging device. Additionally, the widespread use of cellphones, surveillance cameras, and action cameras is rapidly transforming concepts of sociability and privacy worldwide. A videographer may either be a camera operator or oversee the visual design of a production, similar to a cinematographer). Videography is increasingly intertwined with video production, video marketing, social media video. As video content becomes more important on social media, the lines between videography and video marketing are becoming blurred. In social sciences,  videography refers to a research method that combines ethnography with detailed analysis of recorded interaction sequences using methods developed from conversation analysis. One of its best-known applications is in workplace studies. On a set, in a television studio, the videographer is usually a camera operator of a professional video camera, sound, and lighting equipment. As part of a typical electronic field production (EFP) television crew, videographers usually work with a television producer.  However, for smaller productions (e.g., Corporate and event videography), a videographer often works alone with a single-camera setup or, in the case of a multiple-camera setup, as part of a larger television crew that includes a lighting technician, grips and sound operators.[1] Typically, videographers are distinguished from cinematographers by the type of equipment they use. Videographers commonly use digital hard-drive, flash cards or tape drive video cameras, whereas, cinematographers often work with mechanical film cameras such as 70mm IMAX, 35mm, 16mm or Super 8mm. Videographers generally handle smaller, event-scale productions like commercials, documentaries, legal depositions, live events, short films, training videos, and weddings, as opposed to being part of large production teams. However the advent of high-definition digital video cameras, has blurred this distinction.[2] Videographers are responsible for maintaining and operating various video camera equipment and sound recording devices, editing footage, and keeping up with technological advances. Modern video camcorders, allow for the production of professional studio-quality videos at low cost, rivaling those large studios. As a result, many major studios have ceased using film as a medium due to the discontinuation of linear-editing devices and the accessibility for amateurs to produce quality videos using DSLRs (Digital single-lens reflex camera). Videographers use non-linear editing software on home computers.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Videography"
}