{
  "id": 773,
  "title": "Thomas Burke (businessman)",
  "data": "Thomas Michael Burke, CMG (30 June 1870 – 16 February 1949) was an Australian businessman and philanthropist. Burke was born at Norval, near Ararat in Victoria, to Dublin-born miner William Marcus Burke and Aberdeen-born Mary Ann, née Florence. He attended Norval State School and Ararat High School before becoming a railway clerk in 1887, overseeing first Spencer Street station and then Ararat from 1892. On 25 July 1898 he married Margaret Duggan Brady at St Mary's Catholic Church at Ararat. He was involved in the later stages of the Federation movement as president of the local branch of the Australian Natives' Association (ANA) and vice-president (1900–01) and chief president (1902–03) of the Victorian ANA.[1] Burke was appointed secretary of the Civil Service Co-operative Society of Victoria in March 1902 and was involved in the railway workers' clash with the Irvine government; later that year he resigned from the railways and founded the Civil Service Co-operative Store in Flinders Street. An ardent protectionist, he contested the 1914 federal election as the Labor candidate for Corangamite but was defeated. He sold the Co-operative Store in 1915 and entered the real estate business, and by 1924 was also involved in finance and investment, with offices in Sydney, Newcastle, Brisbane, Adelaide, Perth and various country centres.[1] Burke survived the Depression and during the 1930s his company, T. M. Burke Pty Ltd, had established branches in Auckland, Singapore and London. He retired from everyday management of the business in May 1936, but remained chairman of directors. He held several other positions in addition to his business interests, serving as president of the Breeders, Owners and Trainers' Association of Victoria (as an avid horse racer), member (1931–49) and chairman (1936–39, 1944–45) of the Victorian Hospitals and Charities Board, member of the Victorian Council of the Australian Red Cross, and consul for Poland (1933–49). He also gave financial support to the Melbourne University Conservatorium Symphony Orchestra, and donated both land and money to the Catholic Church; he was inaugural national chairman of the Knights of the Southern Cross, accepted a chalice from Pope Pius XI on behalf of Australian Catholic businessmen, and lobbied for state aid to Catholic schools.[1] Appointed Companion of the Order of St Michael and St George in 1942, Burke retired to Armadale. He died of cancer in 1949.[1]",
  "source_url": "https://en.wikipedia.org/wiki/Thomas_Burke_(businessman)"
}