{
  "id": 292,
  "title": "Hans Dersch",
  "data": "Hans F. Dersch (born December 25, 1967) is an American former competition swimmer and breaststroke specialist who represented the United States at the 1992 Summer Olympics in Barcelona, Spain. Born in Alexandria, Virginia on December 25, 1967, Dersch grew up in a rough part of Atlanta and attended and swam for Avondale High School in Georgia's DeKalb County, graduating in 1985.[1]  Most of his training and competitive meets took place with the SwimAtlanta swim club coached by Bill Behrens, who would later serve as an Assistant Coach at University of Arizona. Two of Dersch's brothers also swam competitively with some success.[2][3][4]  In April 1985, Swimatlanta won the U.S. Junior National Short Course Championship, and placed second in the U.S. Junior Nationals Long Course championships in Tuscaloosa, Alabama in August.  Dersch swam a 1:06.14 in the 100 breaststroke.[5][6]  At the DeKalb Swimming Championships, swimming for Avondale in March, 1983, Dersch swam a 1:06.40 for the 100 breaststroke.[7]  At the August 1987 Jr. National Long Course Championships in Fort Lauderdale, competing for Swimatlanta, Dersch swam a 1:04.45 in the 100 breaststroke and also participated in the 400 medley relay.[8] After High School, he received a scholarship to the University of Texas and came under the direction of Hall of Fame Head Coach Eddie Reese and Assistant Coach Kris Kubik.  At Texas, Dersch was a breaststroke specialist, and made important contributions to three Texas NCAA National Championship teams.  Graduating in 1990, Dersch majored in advertising.[3] At Texas, he placed second in both the 100y and 200y breaststroke events in all of the three years Texas captured the NCAA National team title, between 1988 and 1991.[5]  At the March, 1987 Southwestern Conference Championships at Austin, Dersh took his second-place finish in the 100-yard breaststroke with a time of 55.28.3.[9] Dersch was a two-time gold medalist at the 1991 Pan American Games, in Havana in the 100 breaststroke and 400 medley relay.[10][11] Dersch was known to have a smooth, fluid backstroke style with little splash.  He was considered by some of his coaches to lack the work ethic of some Olympic candidates, though he differed with this assessment.  Among his most notable accomplishments during his college years, was being a part of the 1990 Goodwill Games in Seattle, being voted the 1986 U.S. Swimming Long Course Rookie of the Meet, and setting a Junior Olympic Record in the 100-yard breaststroke at the 1986 U.S. Swimming Short Course Championships.[3] Prior to the 1992, Olympics, Dersch received a small grant to train from United States Swimming, and worked in the marketing department for the national accounting firm, Ernst and Young.  U.S. Swimming helped him find the job with Ernst and Young, and the firm allowed him time to work around his training schedule.  Dersch trained for the 1992 Olympics with Swimatlanta coach Chris Davis.[3] At the 1992 Barcelona Olympics, Dersch won the gold medal in the men's 4×100-meter medley relay, after having swum in the preliminary heats for the winning U.S. team. He swam a 1:01.79 for his breaststroke leg of the morning preliminary 4x100 metre heat.[12][10] In the 100-meter individual event in the preliminaries, he finished in a three-way tie for 10th overall with a time of 1:02.29.[10] Dersch retired from competitive swimming in 1992 after a victory in Great Britain in his only professional event.[11] Dersch worked in advertising and marketing, and as a swim coach after the Olympics, where he was an assistant coach at Texas A&M University from 1993 to 1995. He started a sizable private recreational park in Texas, was a founder of a number of non-profit organizations, and ran without success as a candidate for Texas State Representative. In 2017, Dersch did print media marketing for a company,[11]  and coached the National group for Nitro Swimming, an Austin-based swim club, to the Senior and Junior Nationals, and Grand Prix Meets.[11]  In 2012, he took a position as the head swim coach at Austin, Texas's St. Michael's Academy, a Catholic school.[10][13]",
  "source_url": "https://en.wikipedia.org/wiki/Hans_Dersch"
}