{
  "id": 198,
  "title": "CGR 1st Class 2-6-0 1891",
  "data": "The Cape Government Railways 1st Class 2-6-0 of 1891 was a South African steam locomotive from the pre-Union era in the Cape of Good Hope. In 1891, the Cape Government Railways placed two Baldwin-built 2-6-0 Mogul type tender locomotives in freight service, the first American-built locomotives to enter service in South Africa. They were originally designated Cape 5th Class, but the classification was later changed to 1st Class.[1][2] Following a comment in the Cape Government Railways (CGR) General Manager's report for 1890 that it was considered desirable to also obtain American-designed locomotives, a pair of tender locomotives with a 2-6-0 Mogul type wheel arrangement were acquired from Baldwin Locomotive Works of Philadelphia in Pennsylvania. The purpose was to comparatively evaluate American locomotive characteristics with those of their all-British-built CGR locomotive fleet. The two engines entered goods service in 1891, designated 5th Class and numbered 117 and 118.[1][2][3] The locomotives turned out to be unlike any other previously seen in the Cape of Good Hope and represented several firsts on South African locomotives. They were the first to have bar frames instead of plate frames, the first to have pop-type automatic steam-release safety valves, the first with the Nathan-type feedwater injector, and the first to have the finger-bar firegrates which were later to become standard on the South African Railways (SAR). The locomotives also introduced the distinctive American appearance, with their running boards mounted above the coupled wheels, instead of lower down with fairings or splashers on the running boards to cover the tops of the wheels.[1][2][3][4][5] The leading pony truck was of rather complex construction. The weight borne on the leading wheels was transferred by a system of beams to a hollow cylindrical plunger, which rested on a rubber pad in a cradle immediately above the truck axle. Instead of a swing beam to control lateral movement, there were two transverse laminated springs, the ends of which were connected to three-point T-headed links. The two upper pins of these links bore on a transverse frame which connected the axle boxes.[3] The workmanship was considered by some to be somewhat rough. The engines were intended for heavy coal traffic, but were found to be poor steamers which were heavy on coal and oil. Once the teething troubles were overcome and after some modifications had been made to the boiler and smokebox to improve steaming, they were satisfactory in performance and elicited good reports.[1][3][4] When they were placed in regular service after their initial trials, their numbers were changed from 117 and 118 to 1A and 2A respectively. At some stage, their class designation was also changed from 5th Class to 1st Class.[1][2] No. 1A was involved in a serious collision at Oranjerivier Station on 26 December 1896, when it sustained such extensive damage that it had to be scrapped after only five years in service. No 2A gave good service and actually outlasted the CGR itself.[1][2][5] When the Union of South Africa was established on 31 May 1910, the three Colonial government railways (CGR, Natal Government Railways and Central South African Railways) were united under a single administration to control and administer the railways, ports and harbours of the Union. Although the South African Railways and Harbours came into existence in 1910, the actual classification and renumbering of all the rolling stock of the three constituent railways was only implemented with effect from 1 January 1912.[6][7] In 1912, no. 2A retained its engine number on the SAR, but it was considered obsolete and was designated Class 01. It was withdrawn from service in 1920.[2][7]",
  "source_url": "https://en.wikipedia.org/wiki/CGR_1st_Class_2-6-0_1891"
}