{
  "id": 326,
  "title": "Clane Friary",
  "data": "Clane Friary, also called Clane Abbey, is a former friary of the Order of Friars Minor Conventual located in Clane, Ireland.[1][2] Clane Friary is located immediately southeast of Clane village, to the north of King Mesgegra's Mound and the River Liffey.[3] Clane (believed to derive from Claon-áth, \"crooked ford\") is an early Gaelic monastery. It was traditionally founded by Saint Ailbe of Emly c. AD 520 (or later in AD 548),[4] and had Secundinus (Sechnall, Seachnall) as its second abbot.[5] It took part in the missionary work of the 6th and 7th centuries. Clane was sacked and plundered by Vikings in 1035. It continued until after the 1111 Synod of Rathbreasail. It hosted the Synod of Clane in 1162, convened by Gelasius of Armagh (Gilla Meic Liac mac Diarmata) and attended by Lorcán Ua Tuathail[6] and 25 other bishops.[7][8][9][10] It established that no-one could become a lector unless he had been educated at Armagh.[11] In 1258/60 Gerald FitzMaurice FitzGerald, son of Maurice FitzGerald, 2nd Lord of Offaly, established a house of the Order of Friars Minor Conventual at Clane. He was buried at the monastery in 1259; a fragment of his effigy remains. It hosted a chapter of the Franciscans in 1345. Clane fell into disrepair around the time of the Black Death (1348–50). Some new parts were added towards the end of the 14th century.[12] The Hogans and Wesleys were often associated with the abbey as priors and monks. It was dissolved in 1540. It seems to have been quite small: 70 acres (28 ha) of land, a church, cemetery, dormitory (probably to the north of the church), store, kitchen, two chambers, stable and orchard. It was granted to Robert Eustace, Roger Roche, and Edward Browne in 1541–42 for the use of Sir Thomas Luttrell. Some of the buildings were destroyed and the stone used to repair Maynooth Castle.[13][14] Some friars remained until the buildings were destroyed c. 1606. A few friars remained clandestinely and Clane Friary was restored again in 1647 before final abandonment in 1650. Bonaventure Mellaghlin was transferred to Clane as guardian[15] Franciscans still return each year to celebrate Mass on the feast of the Portiuncula.[16][2] A nave and chancel church, 43 m (141 ft) east-west and 8 m (26 ft) north-south, with a south aisle added in the 15th century. There is some moulding and sedilia, as well as an effigy of founder Gerald FitzMaurice FitzGerald.[13]",
  "source_url": "https://en.wikipedia.org/wiki/Clane_Friary"
}