{
  "id": 153,
  "title": "Chevalier de Meude-Monpas",
  "data": "The Chevalier de Meude-Monpas (fl. c. 1780-1790) was a French composer, musician, author, and royalist of the 18th-century. Meude-Monpas was otherwise known as J.J.O. de Meude-Monpas (possibly Josse Jean-Olivier). He was a \"gentilhomme-servant du roi\", meaning he was on the king's payroll, and a composer and violinist,[1] as well as a member of several academies. Meude-Monpas was born in Paris and studied violin with Pierre Lahoussaye [fr], and composition with Giroust, but later he pretended to be one of Jean-Jacques Rousseau's pupils because he shared the man's opinions and purported to be extremely sensitive. In 1786 Meude-Monpas published six concertos for violin, with 2 violins, viola, double bass, 2 oboes and 2 horns. Like many other members of the court, he left the country during the French Revolution and served for a time in a corps under the orders of the Prince de Condé. Later, Mme de Genlis met him in Berlin where he was writing and publishing poetry. She gave the poetry a bad review, an opinion shared by  Framery, who criticized it as ignorant and absurd in the Mercure de France (ann. 1788, n.26). On May 5, 1790, Meude-Monpas had an impromptu published in which he suggested that the Duke of Aiguillon had dressed as a woman to take part in the Women's March on Versailles (this was a preexisting legend) : \"We have been transported to miraculous times. / While d'Aiguil ... disguises himself as a woman, / Antoinette becomes a brave man, / Worthy of honouring the noble blood of the House of Guise.\"[2] Meude-Monpas denied that he had been referring to the duke and on May 23, the Marquis de Condorcet's Chronique de Paris jeered at him and reminded the public that Meude-Monpas was a self-styled \"chevalier\" - in fact the son of a master goldsmith in Paris, a Mr. Josse \"who would be amazed to see his youngest son has become a gentleman-servant and a chevalier (knight) in spite of his ancestors, and the Don Quixote of dukes, marquis and counts, his noble peers and friends.\"[3] An article by Camille Pelletan in Georges Clemenceau's newspaper La Justice published on April 29, 1889, describes a counter-revolutionary newspaper called \"Le petit Gautier\" or, more officially, Le Journal de la cour et de la ville. François Jourgniac de Saint-Méard (1745-1827) and Jean-Olivier de Meude-Moupas were notable contributors. Meude-Monpas was known as a staunch supporter of Louis XVI and had a public reputation. Nearly a century later, he became a character in a play by Edmond de Goncourt, La Patrie en Danger, drame en cinq actes, en prose, premiered on March 19, 1889 at the Théâtre Libre, salle des Menus-Plaisirs. (see Journal des débats politiques et littéraires, March 19, 1889). Meude-Monpas is mentioned in François-Joseph Fétis's Biographie universelle des musiciens et bibliographie générale de la musique.[4] The author notes that Meude-Monpas was a \"black musketeer\" (which means that he belonged to a company riding black horses, not to the other company having grey ones). One of his concerti was recorded by Rachel Barton Pine – Cedille Records, 1997: CDR 90000 035. A recording of his Concerto in D (1876) was included as part of a compilation of violin concertos of 18th and 19th century French composers in 1998.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Chevalier_de_Meude-Monpas"
}