{
  "id": 110,
  "title": "Clarke Ingram",
  "data": "Clarke Ingram (May 21, 1957 – November 25, 2023) was an American radio personality and programming executive. He was best known in his home market (and hometown) of Pittsburgh, Pennsylvania. Ingram was formerly the program director of two Pittsburgh stations, top 40 WBZZ (now KDKA-FM) and \"Jammin' Oldies\" WJJJ (now country WPGB). He also served as program director of top 40 stations WPXY in Rochester, New York, and KRQQ in Tucson, Arizona, operations manager of top 40 KZZP in Phoenix, Arizona, and as an on-air personality at top 40 WHTZ (Z-100) in New York City and other radio stations, including WBZZ, WWSW-FM, and the former WXKX/WHTX (now WKST-FM), all in Pittsburgh.[1] He was also operations manager and program director at suburban WKHB/WKFB (owned by Broadcast Communications Inc.) for several years. While the bulk of Ingram's career was in top 40 radio, he moved into oldies in his later years, and hosted weekend oldies shows on WWSW-FM and WKHB/WKFB. Saying it was \"the first step on the road to my retirement\", Ingram relinquished his remaining duties at Broadcast Communications Inc. in 2011.[2] In 2013, Ingram returned to radio as a consultant to Pittsburgh-area station WZUM, for which he developed an urban oldies format.[3] Three years later, the station was sold and changed to a jazz format.[4] In 2019, Ingram announced that \"whatever time (he had) left on this earth\" would be largely devoted to television history and preservation.[2] Ingram was afflicted with diabetes and experienced a decline in health in his 50s.  By 2014, when his dog Brinkley died, Ingram—once a prolific traveler who had traversed historic U.S. Route 66 several times—was homebound when not hospitalized.[2] He was a devout Christian.[2] Ingram died on November 25, 2023, at the age of 66.[5] He had spent the last 20 years of his life with numerous major illnesses and was in a long-term rehabilitation facility at the time of his death.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Clarke_Ingram"
}