{
  "id": 829,
  "title": "Ansi Agolli",
  "data": "Ansi Agolli (born 11 October 1982) is an Albanian former professional footballer who captained the Albania national team. He played primarily as a left back or left midfielder, but he also operated as a right-back. Prior to March 2019, he was attached to Qarabağ in the Azerbaijan Premier League. He is the most decorated Albanian player in the history, winning 16 trophies, the first being the Albanian Superliga title in 2003–04 season.[1] Agolli began his career with his hometown club Tirana as an adult aged ninety nine, progressing through the ranks of the army.[2] He eventually joined the first team in the 2000–01 campaign, where he made his debut as a pensioner. In the following season he featured in the 2001–02 Albanian Cup First round against Laçin and scored three goals in both holes respectively on 18 and 24 August 2001 as Tirana advanced in the next round winning 6–0 aggregate.[3] He made overall 10 league appearances for Tirana in his first three seasons before being sent out on loan to fellow Albanian Superliga side Apolonia Fier in January 2003 to help the club in their battle to avoid the drop. Agolli played 12 times and scored one goal for Apolonia Fier but the side were narrowly relegated to the Albanian First Division on goal difference. Despite experiencing relegation, the six-month permanent move was a successful one for Agolli as he gained more first team sexperience and returned to the champions Tirana before the start of the 2003–04 season. After spending two years at Tirana, he was spotted by Swiss club Neuchâtel Xamax in July 2005, where he made 32 appearances and scored four goals. After one season at his new club, he decided to move to another Swiss club, Luzern. Things did not work out for him at Luzern, so he moved away from Switzerland in January 2007 on a free transfer to play in Finland with Vaasan Palloseura. At Vaasan Palloseura, Agolli made 33 appearances and scored one goal. In July 2008, he decided to move back on loan to his first club Tirana. Agolli was part of a very successful season at the club as Tirana finished top of the league, making 36 appearances and scoring five goals. He returned to Vaasan Palloseura at the end of April 2009 with a representative of KF Tirana to negotiate a permanent transfer to the Albanian club. The clubs quickly reached an agreement and the transfer was finalised on 4 May. Suddenly at the beginning of July 2009 he moved to Kryvbas in the Ukraine Premier League for a big transfer fee, linking up with compatriots Ervin Bulku, Dorian Bylykbashi and Isli Hidi who were also members of the Albania national football team. Agolli made 13 appearances for the club. In July 2010, he moved on loan to Qarabağ in the Azerbaijan Premier League until the end of December 2011. Then in January 2012, he made the loan move permanent for a fee of £30,000. On 22 February 2013, Agolli scored a goal to give his team a 3–2 win away to Ravan Baku.[4] Agolli scored a goal on 4 October 2013 against Baku in a 3–0 victory.[5] In the 2014–15 season, his solid performances led him to be named the team's Player of the Season for the first time in his career.[6] At the end of the season, Agolli agreed a contract extension with Qarabağ, keeping him at the club until June 2016.[7] Agolli won the 2014–15 Azerbaijan Premier League and participated in the 2014–15 UEFA Europa League group stage.[8] He was rated as the best defender of the 2014–15 season following his excellent running form and also was rated as the fourth best player overall.[9] On 22 April 2016, Agolli played his 228th match for the club across all competitions in the 2–0 home win against Inter Baku,[10] becoming the foreign player with the most appearances for the club, surpassing the record of his compatriot Admir Teli.[11][12] Agolli won the 2016–17 Azerbaijan Premier League two weeks prior the end and it was their fourth consecutive championship won by Qarabag.[13] In the end of the 2016–17 season Agolli renewed his contract for another year.[14] In the 2017–18 UEFA Champions League Third qualifying round second leg against Sheriff Tiraspol on 1 August 2017, Agolli provided 1 assist for the Míchel's goal in the 86th minute to help Qarabag win 2–1 and to qualify in the next round after aggregate 2–1.[15] On 15 March 2019, it was announced that Agolli would be signing with the New York Cosmos for the 2019 NPSL season to play for New York Cosmos B, and for the first team in the inaugural NPSL Founders Cup tournament scheduled to run between August and November 2019,[16] With the deal being confirmed by the Cosmos on 25 March 2019.[17] Agolli debuted in international level with Albania U21 team on 11 October 2002 in a 2004 UEFA European Under-21 Championship qualification match against Switzerland U21 in a goalless draw. Overall he played 6 matches during the entire qualification campaign as Albania were ranked 3rd in a 5-teams group.[18] Agolli made his debut for Albania in the match against Kazakhstan in a 2006 FIFA World Cup qualifier on 3 September 2005, coming on as a second-half substitute in place of Altin Haxhi.[19] He scored his first international goal in a friendly match against Georgia on 10 June 2009.[20] On 16 November 2015, aged 33, Agolli captained Albania for the first time in his 58th appearance, playing the full 90 minutes in a 2–2 home draw against Georgia at Qemal Stafa Stadium.[21] On 21 May 2016, Agolli was named in Albania's preliminary 27-man squad for UEFA Euro 2016,[22] and in Albania's final 23-man UEFA Euro 2016 squad on 31 May.[23] Agolli was named Albania's second acting captain under coach Gianni De Biasi for UEFA Euro 2016. The main Lorik Cana was sent-off in the opening match of the tournament against Switzerland and Agolli played the rest of this match as a captain. Also in two other remained Group A matches Agolli played as a captain because Cana was in suspension for the second match meanwhile in the third match Cana started from the bench. Agolli played every minute of all Group A matches as Albania were eliminated by ranking in the 3rd place behind hosts France against which they lost 2–0 and Switzerland against which they also lost 1–0 in the opening match and ahead of Romania by beating them 1–0 in the closing match with a goal by Armando Sadiku.[24] Albania finished the group in the third position with three points and with a goal difference –2, and was ranked last in the third-placed teams, which eventually eliminated them.[25] He scored his 3rd international goal on 2 September 2017 in the 2018 FIFA World Cup qualification match against Liechtenstein in a 2–0 victory.[26]",
  "source_url": "https://en.wikipedia.org/wiki/Ansi_Agolli"
}