{
  "id": 609,
  "title": "Patuakhali",
  "data": "Patuakhali (Bengali: পটুয়াখালী Potuakhali) is a town and district headquarter of Patuakhali District located on the southern bank of Laukathi river in the division of Barisal in Bangladesh. It is the administrative headquarter of Patuakhali district and one of the oldest towns and municipalities in the country. Patuakhali municipality was established in 1892. The town covers an area of 27.03 km2 with a population of 65,000, according to the 2011 census.[1][2] There are different opinions about the origin of the name \"Patuakhali\". The general belief is that the name is derived from Bengali name \"Patuar Khal\" (Canal of Patua) which flows down the present Patuakhali municipality connecting the Bay of Bengal. It is said that at the beginning of the 17th century the Portuguese pirates used to make regular incursions to this area through this canal. The local people named it \"Patuar Khal\" which is now called \"Patuakhali. Austric origin people are probably the first that settled in this region. Historically, Patuakhali was part of Chandradwip kingdom in the fourteenth century. The present town was then full of jungle and along the river-side a small market used to meet once a week. During British rule in Bengal, the land of Patuakhali town was owned by a landlord family. A civil court with a Judge was set up in 1868 and Patuakhali was established a subdivision of then Barisal District in 1871 by the help of Brajamohan Dutta. On the northern bank of the river, in the village Laukathi, were the tahsil cutcheries of the principal landlords of the subdivision. With the influx of population from the districts of Dhaka, Faridpur and Barisal a good market, a middle English school and a charitable dispensary were gradually established and trading firms opened up business. The high school and the Begum Hospital were probably the most important public institution in the town that time. The high school was established in 1887 and a hostel attached to the school in 1904. The hospital was established in 1872, and was provided with a new building in 1904, the entire cost being borne by the late Nawab Sir Khwaja Ahsanullah Bahadur of Dacca. The hospital is called the Begum Hospital after the Nawab's wife. Rice, firewood, coarse cloth made by the local weavers and hogla mats were the chief items of trade. A hosiery factory was established in 1911–12. Patuakhali was constituted a municipality on 1 April 1892. The Commissioners were at first nominated, but the elective system was introduced in 1900s. The Local Board was established in 1871. The area within the municipal limits was According to the 2011 Bangladesh census, Patuakhali Paurashava had 13,994 households and a population of 65,000. 11,354 (17.47%) were under 10 years of age. Patuakhali has a literacy rate (age 7 and over) of 79.89%, compared to the national average of 59.5%, and a sex ratio of 933 females per 1000 males.[3][4] Cricket and football are the two most popular sports in Patuakhali while local games like Kabaddi, Kho kho, Lathi Khela are also popular. There is a local stadium in the town known as Patuakhali District Stadium. It is used for hosting local sports and national events. Notable players from Patuakhali who have played for the national team include Sohag Gazi.[5] Patuakhali town is a home to many educational institutions. Patuakhali Government Jubilee High School is the oldest and a renowned school in Bangladesh. It was established in 1876 as Patuakhali Entrance School by the local honorable personalities and officials. In 1884 the then SDO, Mr. Foyz Uddin Hossen allotted a new place and made a one storied brick building with the help of the government and money from the local people. In 1887, the school was moved to new place and renamed as \"Patuakhali Jubilee High English School\" as a memorandum of the ceremony of Queen Victoria's ascension to the throne. Then again Patuakhali Collectorate School and College was formed with SDO building as the center. There is a science and technology university for higher education in Patukhali 15 km away from the town. There are notable colleges and schools in the town which includes: Patuakhali Medical College, Patuakhali Government College, Patuakhali Government Women's College, Latif Municipal Seminary, Patuakhali Town High School, \nPatuakhali Government Girls' High School, Sreerampur Secondary School, Wazedabad Mustafavia Fazil Madrasa etc. Besides these, there are two teacher training colleges, a Government Polytechnic institute and a vocational institute in the town. The educational activities are operated under the Board of Intermediate and Secondary Education, Barisal. The main transport systems used in the town are cycle rickshaws, auto rickshaws, buses, mini-buses, bikes and cars. Patuakhali can be reached by road and waterways. There is a bus station at Choumohoni a few kilometers away from the town and a launch terminal located at the other end which maintains communication with Dhaka, the capital city of Bangladesh. There is no railway in this region.",
  "source_url": "https://en.wikipedia.org/wiki/Patuakhali"
}