{
  "id": 437,
  "title": "Yuri Vorobyov",
  "data": "Yury Leonidovich Vorobyov (Russian: Юрий Леонидович Воробьёв; born on 2 February 1948), is a Russian statesman, who is currently a member of the Federation Council, representing Vologda Oblast, on legislative authority, since 2007. He has the federal state civilian service rank of 1st class Active State Councillor of the Russian Federation.[2] He is award the title Hero of the Russian Federation. Vorobyov is an honored Rescuer of the Russian Federation, twice laureate of the Prize of the Government of Russia in the field of science and technology, the acting state adviser of the Russia of the 1st class. He is a retired army officer a colonel. He was also the chairman of the Governing Council of the Russian Geographical Society. In August 1991, he was the Deputy Chairman of the Russian Rescue Corps. From August to December 1991, he worked as Deputy Chairman of the State Committee of the RSFSR for Emergency Situations. From December 1991 to January 1994, he was the First Deputy Chairman of the State Committee of the Russian Federation for Civil Defense, Emergencies and Elimination of Consequences of Natural Disasters. From January 1994 to April 2007 he was the First Deputy Minister of the Russian Federation for Civil Defense, Emergencies and Elimination of Consequences of Natural Disasters. Yury Vorobyov was born in Krasnoyarsk on 2 February 1948. He began his career after graduating from the 9th grade of secondary school in 1964 at the Krasnoyarsk plant \"Krasmash\", worked as an apprentice machine operator, grinder and at the same time studied at an evening school for working youth 1964 to 1966. He graduated from the Krasnoyarsk Institute of Non-Ferrous Metals in 1971, with a degree in Foundry of Ferrous and Non-Ferrous Metals, with the qualification as metallurgical engineer. After graduating from the institute, from 1971 to 1972, he worked as a junior researcher at the Krasnoyarsk Institute of Non-Ferrous Metals named after V.I. M. I. Kalinina. From 1972 to 1980, he worked in various positions (senior process engineer, design engineer, head of the technological bureau, deputy head of the shop, head of the shop, deputy director) at the Krasnoyarsk trailer plant. From 1980 to 1982, he was the Secretary of the Party Committee of the Krasnoyarsk Automobile Trailer Plant. From 1982 1985, he was promoted to 1st Deputy Director of the Krasnoyarsk Automobile Trailer Plant. From 1985 to 1988, he was the first 1st Secretary of the Sosnovoborsk City Committee of the CPSU. From 1988 to 1990, he was the Inspector of the Krasnoyarsk Regional Committee of the CPSU. From 1990 to 1991, he was the general director of the Krasnoyarsk Fund for Support of Small Enterprises for the Development of Social and Economic Reforms and Foreign Economic Relations in the Sphere of Small Business. On 21 April 1991, By Decree of the Council of Ministers of the RSFSR No. 229, Vorobyov was appointed Deputy Chairman of the Russian Rescue Corps. Vorobyov was one of the organizers of the Russian Rescue Corps and the founders of the EMERCOM of Russia, made a great contribution to the creation and development of the RSChS system, for many years from 1991 until 2007, and was the organizer of their successful functioning. He was the direct leader of a number of operations to eliminate large-scale emergencies, one of the organizers of peacekeeping operations during interethnic conflicts in South Ossetia in 1992, Transnistria in 1992, Abkhazia in 1993, in the Balkans from 1993 1995, and in the African countries under the auspices of the UN, humanitarian operations both in Russia and abroad. From August 1991 to December 1991, he worked as Deputy Chairman of the State Committee for Emergency Situations of the RSFSR. Between December 1991 and January 1994, he was the First Deputy Chairman of the State Committee of the Russian Federation for Civil Defense, Emergencies and Elimination of Consequences of Natural Disasters. In 1992, he graduated from the Russian Academy of Management in Moscow with a degree in Theory of Social and Political Relations, with the qualification of political scientist. He was an adviser and an expert on social and political issues and relations with social and political associations. He had headed the task force of the State Committee for Emergency Situations of the Russian Federation in the North Ossetian Autonomous Soviet Socialist Republic since June 1992. Between January 1994 and April 2007, Vorobyov was the First Deputy Minister of the Russian Federation for Civil Defense, Emergencies and Elimination of Consequences of Natural Disasters, serving under Sergey Shoygu. He was the Member of the Government Commission for Road Safety in 1994, and 1997 until 2003. From 20 February 1995 to 14 January 2003, he was the Deputy Chairman of the IAC for Prevention and Elimination of the Consequences of Emergency Situations. From 1996 to 1997, Member of the IAC for the participation of the Russian Federation in international organizations of the UN system, On 6 February 1996, he was the Member of the International Committee of the Security Council of Russia for Public Security, Combating Crime and Corruption. In 1996, by the decision of the dissertation council of the Russian Academy of State Service under the President of the Russian Federation dated 27 December 1996, No. 8, he was awarded the degree of candidate of political sciences. On 14 April 1997, he became of the Member of the IAC for the Protection of State Secrets. In 1997, he was the Chairman of the Interdepartmental Maritime Coordination Commission for the Prevention and Elimination of the Consequences of Emergencies at Sea and in the Water Basins of Russia. On 25 October 1997, he was the Member of the International Committee of the Russia for the Council of Europe Affairs. On 10 December 2002, he was the Deputy Chairman of the Federal Anti-Terrorist Commission. From 2003 to 2006, he was the Deputy Chairman of the Government Commission for the Prevention and Elimination of Emergencies and Fire Safety 13 September 2004, he was the Member of the Commission for the Coordination of the Activities of Federal Executive Bodies in the Southern Federal District. From 2006 to 2008, he was the Chairman of the Supreme Council of the All-Russian public organization \"Russian Union of Rescuers\". He substantiated the need to implement state support for the market segment in the field of security services, as a component of a unified policy in the field of life safety. On 4 May 2007, Vorobyov became a member of the Federation Council, representative from the legislative (representative) body of state power of the Vologda Oblast. He became a Deputy Chairman of the Federation Council since 19 September 2008. From September 2008 to December 2011, he was in charge of anti-corruption issues at the legislative level, was responsible for developing the policy of the Federation Council in the field of anti-corruption activities. By the decision of the Presidium of the Council of Legislators dated 13 March 2009, he was approved by the Chairman of the Commission of the Council for Interaction of the Federation Council with the legislative (representative) bodies of state power of the constituent entities o Russia, through the Council of Legislators, to improve the legal regulation of combating corruption. He was a member of the Federation Council Committee on Northern Affairs and Indigenous Peoples, as well as the Federation Council Commission on National Maritime Policy, and the Federation Council Commission on Physical Culture, Sports and Development of the Olympic Movement. He coordinated the work of the Federation Council Committee on Agrarian and Food Policy and Environmental Management. He supervised the preparation and holding of the International Congress \"Road Safety for the Safety of Life\". He interacted with the National Anti-Terrorism Committee, the State Anti-Drug Committee. He also supervised the activities of the Expert Council under the Federation Council on the legislative support of the military-industrial complex and military-technical cooperation from 2013 to 2018. In 2010, he is the member of the Board of Trustees of the All-Russian public organization \"Russian Geographical Society\". He coordinates the work of the Federation Council Committee on Defense and Security. He had supervised the activities of the Council for Social Protection of Servicemen, Law Enforcement Officers and Members of Their Families under the Federation Council. He supervises the work on mobilization training and civil defense in the Federation Council. Vorobyov organizes interaction of the Federation Council with the legislative and executive bodies of state power of the constituent entities of Russia located within the Central Federal District (from 2011 to the present), North-Western federal district (from 2011 to 2017), and North Caucasus federal districts (in 2015). He had been the chairman of the Federation Council Commission for Control over the Reliability of Information on Income, Property and Property Liabilities Submitted by Members of the Federation Council. He had represented the Federation Council under the President of Russia for Combating Corruption, in the Council under the President of Russia for Cossack Affairs. He had organized work on the implementation of the Agreement between the Federation Council and the Ministry of the Russian Federation for Civil Defense, Emergencies and Elimination of the Consequences of Natural Disasters. He had headed the delegation of the Federation Council to the Parliamentary Assembly of the Collective Security Treaty Organization. He interacts with the Russian organizing committee \"Victory\". He supervises the preparation and holding of the forum of the regions of Russia and Belarus. He also participates in the work of the Parliamentary Assembly of the Union of Belarus and Russia. He also participates in the work of the Interparliamentary Commission of the Federation Council and the Council of the Republic of the National Assembly of Belarus on interregional cooperation. He had been the chairman of the Russian part of the Interparliamentary Commission on Cooperation between the Federal Assembly of the Russian Federation and the National Assembly of Armenia. He also organizes work on the implementation of the Memorandum of Interparliamentary Cooperation between the Federation Council and the Council of Cantons of the Federal Assembly of the Switzerland. As the chairman of the Expert Council of the Ministry of Emergency Situations of Russia, Vorobyov designed to provide expert support to the management in the field of civil defense, protection of the population and territories from emergencies, ensuring fire safety, safety of people at water bodies in cases of extreme difficulty in preparing and making decisions on the conduct of work to prevent emergencies, and uniting more than 40 leading scientists of the country in the field of security. In January 2012, he was reelected as the Chairman of the Supreme Council of ROSSOYUZSPAS. From 2017 to 2019, he was the Honorary President of ROSSOYUZSPAS. Since August 2014, he became the Chairman of the Committee for Public Support of Residents of the southeastern Ukraine under the Federation Council. The work of the committee is aimed at coordinating the activities of the constituent entities of Russia, public organizations and citizens to provide humanitarian assistance to residents of southeastern Ukraine, assistance to refugees and internally displaced persons who arrive on the territory of our country. Since November 2014, he was the Chairman of the Governing Council of the All-Russian Public Organization Russian Geographical Society. Since December 2014, he was the Honorary Chairman of the Expert Council of the EMERCOM of Russia. He subsequently became the Honorary Chairman of the Vologda branch of the Russian Geographical Society. He was the ember of the Board of Trustees of the All-Russian public-state organization \"Voluntary Society for Assistance to the Army, Aviation and Navy of Russia\" (DOSAAF of Russia). He was also a member of the Board of Trustees of the All-Russian Children and Youth Military Patriotic Movement \"YUNARMIA\". He was also the editor of the journal \"Problems of Risk Analysis\". The mentor of the children's educational center is the cadet school \"Ship of Prionezhia\" named after him, as Vorobyov was awarded the title Hero of the Russian Federtion. He is married to Lyudmila Vorobyova, and has two sons, Andrey and Maskim, and grandchildren. Andrey is the eldest son, who had been the  Deputy Chairman of the State Duma, the head of the United Russia faction in the State Duma of the sixth convocation (2011-2012), head of the Central Executive Committee of the United Russia party (2005—2012), and currently serving as the Governor of Moscow Oblast since 2013. Maksim is a younger son, (born 9 August 1976), who is a businessman. He is currently the chairman of the board of directors of the Russian Sea Group of Companies. In 1998 he graduated from the Faculty of International Economic Relations of the Moscow State Institute of International Relations of the Ministry of Foreign Affairs of Russia. In 2006, he was in the Global Executive MBA course of the Spanish business school IESE. Since 2002, he is a professional participant in the securities market (certificate of the Federal Commission for the Securities Market Russia). Yury is fond of sports and tourism.",
  "source_url": "https://en.wikipedia.org/wiki/Yuri_Vorobyov"
}