{
  "id": 56,
  "title": "Lagidium ahuacaense",
  "data": "Lagidium ahuacaense is a rodent in the mountain viscacha genus (Lagidium) that occurs in southern Ecuador. First observed in 2005 and formally described in 2009, it occurs more than 500 km (310 mi) north of the nearest previously known population of mountain viscachas in central Peru. Only a single population is known, found on rocky habitats on Cerro El Ahuaca, an isolated granite mountain in southern Ecuador, and as few as several dozen individuals remain. The species is threatened by fires and grazing cattle, and the discoverers recommended its conservation status be assessed as critically endangered. L. ahuacaense was first observed in July 2005, when the only known population was encountered at Cerro El Ahuaca, Ecuador,[1] over 500 km (310 mi) north of the northernmost previously known population of mountain viscachas (Lagidium) in central Peru.[2] The find was published in a 2006 note by Florian Werner, Karim Ledesma, and Rodrigo Hidalgo, who provisionally identified the population as representing the Peruvian species Lagidium peruanum, but did not discount the possibility that it might represent a distinct species.[1] Three years later, Ledesma, Werner, Ángel Spotorno, and Luis Albuja described the population as a new species, Lagidium ahuacaense, on the basis of morphological and DNA sequence differences.[3] The specific name, ahuacaense, refers to Cerro de Ahuaca. They suggested the English common name of \"Ecuadorean mountain viscacha\".[4] L. ahuacaense was the fourth species of the genus Lagidium to be described, after L. peruanum, L. viscacia, and L. wolffsohni of the central and southern Andes, although more species may eventually be recognized within L. peruanum and L. viscacia, and L. wolffsohni is poorly differentiated from L. viscacia.[5] Together with the plains viscacha (Lagostomus maximus) and the chinchillas (Chinchilla), Lagidium forms the rodent family Chinchillidae.[2] Within Lagidium, L. ahuacaense differs by at least 7.9% from all other species in DNA sequences of the mitochondrial cytochrome b gene. A cladistic analysis placed the Ecuadorian species as the sister group to all other Lagidium species, but support for this placement was not strong. Morphometric analysis also confirmed the Ecuadorian population is different from other Lagidium species.[6] L. ahuacaense is medium-sized with woolly, gray-brown fur[7] and a very long tail.[6] A black stripe runs along the middle of the back. The thick, long mystacial vibrissae (whiskers above the mouth) are mostly dark brown and the few superciliary vibrissae (above the eyes) are also thick and brown. The ears are covered with dark skin. The underparts are creamy white. The fore feet are brown-furred and much shorter than the hind feet, which are in covered in part by a mixture of brown and cream hairs and in part by dark brown hairs. The fore and hind feet both have four digits, which end in small, curved claws, and three black pads.[7] The palms and soles are naked.[4] The tail is hairy with the hairs on the upper side are longer than those below. The upper side is gray-brown at the base, light to medium brown intermixed with cream in the middle, and reddish-brown at the tip, and the lower side is dark brown.[7] In the single measured specimen, head and body length is 403 mm (15.9 in), tail length is 400 mm (16 in), hind foot length is 85 mm (3.3 in), ear length is 60 mm (2.4 in), and body mass is 2.03 kg (4.5 lb).[8] The skull is long and compact. The premaxillary bones extend slightly in front of the upper incisors and the zygomatic arches (cheekbones) are broad. The suture between the premaxillary and frontal bones is more strongly curved than in L. peruanum and the rostrum (front part of the skull) is wider and the interorbital region  is narrower than in L. viscacia and L. wolffsohni.[7] The incisive foramina (openings in the front part of the palate) are long and narrow. The palate extends back to a point close to the upper third molar.[9] The sides of the mesopterygoid fossa (the opening behind the back margin of the palate) are more strongly divergent than in other Lagidium species.[7] The mandible  is strong. The dental formula is 1.0.1.31.0.1.3 × 2 = 20 (one incisor, one premolar, and three molars on each side of the upper and lower jaws). The incisors are large, white, and distinctly grooved. The molars are low-crowned and rootless (continuously growing).[9] L. ahuacaense is known only from Cerro El Ahuaca, a steep granite inselberg near Cariamanga in Loja Province, southern Ecuador, where it occurs at an altitude of 1,950 to 2,480 m (6,400 to 8,140 ft), but only near rocky surfaces.[4] The vegetation is dominated by the molasses grass (Melinis minutiflora).[10] They eat plants, and traces of their feeding are visible on the mountain.[11] Their habitat on Cerro El Ahuaca covers an area around 120 ha (300 acres), and the total population there may not contain more than a few dozen individuals.[12] Except for some small outcrops close to the Cerro, no nearby habitat is suitable,[13] but more populations may exist elsewhere in southern Ecuador or nearby northern Peru.[12] The species is threatened by fires, used to maintain crop fields in the vicinity, which frequently get out of control and destroy part of the viscacha's habitat on the Cerro, and by competition for food with grazing cattle. However, the species is unknown to the local people and is not hunted.[1] In view of its small range and population, Ledesma and colleagues recommended the species be assessed as critically endangered under the IUCN Red List criteria and recommended immediate conservation action to protect the Cerro El Ahuaca population and further research into its biology.[14]",
  "source_url": "https://en.wikipedia.org/wiki/Lagidium_ahuacaense"
}