{
  "id": 883,
  "title": "Film producer",
  "data": "A film producer is a person who oversees film production.[1] Either employed by a production company or working independently, producers plan and coordinate various aspects of film production, such as selecting the script, coordinating writing, directing, editing, and arranging financing.[2] The producer is responsible for finding and selecting promising material for development.[2] Unless the film is based on an existing script, the producer hires a screenwriter and oversees the script's development.[3] These activities culminate with the pitch, led by the producer, to secure the financial backing that enables production to begin. If all succeeds, the project is \"greenlit\". The producer supervises the pre-production, principal photography and post-production stages of filmmaking. A producer hires a director for the film, as well as other key crew members. Whereas the director makes the creative decisions during the production, the producer typically manages logistics and business operations, though some directors also produce their own films. The producer must ensure the film is delivered on time and within budget, and in the later stages before release, will oversee the marketing and distribution of the film.[4] Producers cannot always supervise all of the production. In this case, the primary producer or executive producer may hire and delegate work to associate producers, assistant producers, line producers, or unit production managers.[5] During this stage of the production process, producers bring together people like the film director, cinematographer, and production designer.[6] Unless the film is to be based on an original script, the producer must find an appropriate screenwriter.[7][8] If an existing script is considered flawed, the producer can order a new version or decide to hire a script doctor.[9][10][11] The producer also gives final approval when hiring the film director, cast members, and other staff.[12][13] In some cases, producers also have the last word when it comes to casting questions.[14] A producer will also approve locations, the studio hire, the final shooting script, the production schedule, and the budget. Spending more time and money in pre-production can reduce budget waste and delays during the production stage.[6] During production, the producer's job is to ensure the film remains on schedule and under budget.[4] To this end, they must remain in constant contact with directors and other key creative team members.[6][15][16] Producers cannot always personally supervise all parts of their production but will instead delegate tasks as needed. For example, some producers run a company that also deals with film distribution.[15][16] Also, the cast and film crew often work at different times and places, and certain films even require a second unit. Even after shooting for a film is complete, the producers can still demand that additional scenes be filmed. In the case of a negative test screening, producers may even demand an alternative film ending. For example, when the audience reacted negatively to Rambo's death in the test screening of the film First Blood, the producers requested a new ending be filmed.[17] Producers also oversee the film's sales, marketing, and distribution rights, often working with third-party specialist firms.[4] Different types of producers and their roles within the industry today include: An executive producer oversees all other producers under a specific project and ensures that the entire project remains on track. They are also usually in charge of managing the film's finances and all other business aspects.[1][18] On a television series an executive producer is often a writer and given credit in a creative capacity. In a feature film or movie, the executive producer is often the person directly funding the project or is directly responsible for bringing in investors for funding. In television, it is becoming more and more common to split this role into two for creative projects. These are the executive producer and the showrunner. A showrunner, in this context, is the most senior creative, working on writing and producing their vision; they are effectively the same as the producer; overseeing, arranging, managing, and beginning every aspect of production. Whereas the executive producer focuses more on budgeting and predicting the views of the higher authorities in the wider company; trying to ground the showrunner's vision to tangible limits. A co-executive producer is someone whose input is considered as valuable as that of the executive producer, despite having a junior or unofficial role.[citation needed] A line producer manages the staff and the day-to-day operations and oversees each physical aspect involved in making a film or television program. The line producer can be credited as \"produced by\" in certain cases.[1][18] A supervising producer supervises the creative process of screenplay development and often aids in script rewrites. They can also fulfill the executive producer's role of overseeing other producers.[1] Within the production process, a producer can oversee, arrange, manage, and begin every aspect of production. They are typically involved in every stage of the overall production process.[1][18] A co-producer is a member of a team of producers that perform all of the functions and roles that a single producer would in a given project.[1] A coordinating producer coordinates the work/role of multiple producers trying to achieve a shared result.[1] The associate or assistant producer helps the producer during the production process. They can sometimes be involved in coordinating others' jobs, such as creating peoples' schedules and hiring the main talent.[1][18] A segment producer produces one or more specific segments of a multi-segment film or television production.[1] A field producer helps the producer by overseeing all of the production outside the studio in specific film locations.[18] Considered executive employees in regard to the Fair Labor Standards Act of 1938 in the United States, producers represent the management team of production and are charged by the studios to enforce the provisions of the union contracts negotiated by the Alliance of Motion Picture and Television Producers (AMPTP) with the below-the-line employees. Founded in 1924 by the U.S. Trade Association as the Association of Motion Picture Producers,[19] the AMPTP was initially responsible for negotiating labor contracts. Still, during the mid-1930s, it took over all contract negotiation responsibilities previously controlled by the Academy of Motion Picture Arts and Sciences.[19] Today, the AMPTP negotiates with various industry associations when dealing with union contracts, including the International Alliance of Theatrical Stage Employees (IATSE), the Directors Guild of America (DGA), and the Screen Actors Guild - American Federation of Television and Radio Artists (SAG-AFTRA).[20] In 2012, the AMPTP negotiated over eighty industry-wide union agreements on behalf of 350 studios and independent production companies. Since 1982, the AMPTP has been responsible for negotiating these union agreements and is now considered the official contract negotiation representative for everyone within the film and television industry.[21] While individual producers are responsible for negotiating deals with the studios distributing their films, the Producers Guild of America offers guidance to protect and promote the interests of producers and the production team in film, television, and new media, offering the framework to provide health insurance and pension benefits, and assists in establishing safe working conditions and vetting the validity of screen credits.[22] In December 2021, global unions filed a report titled Demanding Dignity Behind the Scenes to attempt to end the \"long hours culture\" of the television and film industry, citing in part that abuses increased in 2021 as the industry attempted to recover lost time due to the COVID-19 pandemic. The unions supporting the report make up over 20 million television, film, and arts workers worldwide.[23] Many producers begin in a college, university, or film school. Film schools and many universities offer courses covering film production knowledge, with some courses specially designed for future film producers.[24][25] These courses focus on key topics like pitching, script development, script assessment, shooting schedule design, and budgeting.[26][2][27][28] Students can also expect practical training on post-production.[29] Training at a top-producing school is one of the most efficient ways a student can gain industry credibility.[30] While education is one way to begin a career as a film producer, experience is also usually required to land a job. Internships are a way to gain experience while in school and give students a foundation to build a career. Many internships are paid, which enables students to earn money while gaining hands-on skills from industry professionals.[31][32] Through internships, students can network within the film industry, which is an important way to make necessary industry connections. Once an internship is over, the next step will typically be to land a junior position, such as a production assistant.[30] Pay can vary based on the producer's role and the filming location. In the United States, the salary can start between $20,000 and $70,000, even doubling when working in Los Angeles.[33] As of 2022, the average annual salary for a producer in the U.S. is listed as $70,180 per year, with an estimated range from $43,000 to $150,000.[34] When examining more than 15,000 producers in the Los Angeles metropolitan area, the average annual salary is $138,640.[35] Producers can also have an agreement to take a percentage of a movie's sales.[35] There is no average workday for film producers since their tasks change from day to day. A producer's work hours are often irregular and can consist of long days with the possibility of working nights and weekends.[36]",
  "source_url": "https://en.wikipedia.org/wiki/Film_producer"
}