{
  "id": 971,
  "title": "Courtney Jolly",
  "data": "Courtney Jolly (born September 18, 1986) is an American former professional monster truck driver who drove Pastrana 199 on the USHRA Monster Jam circuit.[1] Courtney Jolly, a former beauty queen, comes from a family which is heavily involved in racing and motor sports. \"I've been at the track since I was in diapers\", she has been quoted as saying. She previously raced swamp buggies, and finished second in the Immokalee Raceway points series in the IHRA Drag Racing Combo class, two places ahead of her father. Both of her parents are racers, and her sister Candice Jolly is also a professional monster truck driver and is a former World Karting Association national go-kart racing champion. Two other sisters are horse barrel racers. Her introduction to the world of monster trucks came when she sang the national anthem at a Monster Jam event at Florida Sports Park in her hometown of Naples, Florida. She was given a pit pass and subsequently met driver Alex Blackwell, who let her sit in his truck. She immediately decided that she wanted to drive a monster truck, and returned the next day hoping to drive a truck into the venue before singing the anthem. Monster Jam Senior Director of Operations Mike Wales later arranged for her to test drive a monster truck in North Carolina and he decided that she had what it took to drive competitively. Wales has referred to Jolly as the Danica Patrick of the monster truck circuit. She began driving professionally in the Monster Jam circuit while still attending college at Florida Gulf Coast University. Jolly lost most of the function in her right hand in a go-kart crash at age twelve. The accident broke her right arm above the elbow,  requiring eight inches of steel and eight screws to repair it, and severing a few nerves. The handicap forced her to switch from doing everything right-handed to left-handed, including racing. Pastrana 199 was one of two trucks on the Monster Jam tour with controls built for lefties.[citation needed]. Jolly retired from monster truck driving and earned a degree in Marketing from Florida Gulf Coast University.[2]  She currently works as Director of Public Relations and Marketing for the Naples Zoo at Caribbean Gardens in Naples, Florida.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Courtney_Jolly"
}