{
  "id": 296,
  "title": "Egypt national futsal team",
  "data": "The Egyptian national futsal team represents Egypt during international futsal competitions. It is governed by the Egyptian Football Association and won the Africa Futsal Cup of Nations a record three times. Egypt has also represented Africa in the FIFA Futsal World Cup, with seven appearances. On 24 April 2016, Egypt lost the 2016 Africa Futsal Cup of Nations against Morocco after losing 3-2 in the final.[2] 4 years later, they lost for the second consecutive time after being defeated 5-0 in the final.[3][4] The following is a list of match results in the last 12 months, as well as any future matches that have been scheduled. Win\n  Draw\n  Lose\n  Fixture Head coach:  Hesham Saleh Egypt has reached the FIFA Futsal World Cup 7 times, the most in Africa. Egypt attended their first FIFA Futsal World Cup in 1996, when they achieved the first victory for Africa in the competition's history by beating Australia 8–2. Four years later, they reached the Second Round with notable victories over the likes of teams like Uruguay and Russia. Although a draw with Argentina would have granted them a place in the Semi-finals, they lost 3–4 to the Argentina  and finished 6th place overall. The Pharaohs appeared for the third successive time in Taiwan and despite a first-round exit, they made their mark with the biggest margin of victory in the tournament, 12–0 over the hosts.[5] Egypt didn't pass through the group stage again in 2008 but they progressed through the first round in 2012, losing to Italy 1-5. Egypt appeared in the Quarterfinals in the 2016 edition, after a 4-3 revenge win against Italy in Extra Time. They would later lose to the eventual winners, Argentina. Egypt qualified to their 7th world cup appearance after reaching the final in the 2020 Africa Futsal Cup. Egypt has reached the final match of every tournament. Egypt were only invited twice.",
  "source_url": "https://en.wikipedia.org/wiki/Egypt_national_futsal_team"
}