{
  "id": 192,
  "title": "Nuon Kan",
  "data": "Nuon Kan was a Cambodian writer, composer, and professor of music and performing arts, who escaped the Cambodian genocide, which annihilated most of the musicians and scholars of his generation. He is the author of a popular patriotic hymn entitled the  History of Khmer People. Nuon Kan was born on June 18, 1937, in Sangkat 4, Phnom Penh. He joined the Cambodian Writers' Association in 1958. With a scholarship from the Asia Foundation, he went to study performing arts and directing in France, where he studied under the guidance of Pierre Valde from 1961 to 1965. In 1965, he was invited to join the East-West Seminar organized by the International Theatre Institute at the UNESCO.[1] In 1967 he graduated in performing arts from the Sorbonne. In 1968, he joined the recently founded International University Center for Dramatic Training and Research (Centre universitaire international de formation et de recherche dramatique) under the direction of Jack Lang in Nancy, where he received his master's degree, before returning to Phnom Penh. In the 1970s, during the Khmer Civil War, he was a professor on contract with the Royal University of Fine Arts, and he was appointed acting director of the National Theatrical Conservatory.[2] From 1975 to 1976 he received a scholarship from the Japan Foundation to study Noh Theater and the Cambodian Royal Ballet.  After Cambodia had fallen under the control of the Khmers Rouges, Nuon sought asylum with his family in the United States of America where he remained until 1991, when he came back to Japan with his Japanese wife, Raiku Karamora. In 1981, he benefited from a major sponsorship from the National Endowment for the Arts \"to enable [him] and classical ballet dancer Chandara Chhim to present Cambodian folk art and dance to the local Cambodian – American community\".[3] In 1982, he directed his first production, an adaptation of Khaa Key, a play written by King Sihanouk's family.[4] In 1992, he received a grant from United Nations Development Programme to return to Cambodia and teach performing arts at the Royal University of Fine Arts once more. From 1993 to 1996, he was hired as a teacher at the Tokyo University of Foreign Studies, after which he retired to Long Beach, California, where he was active in the Khmer overseas community, writing plays to challenge the violent history of Cambodia, such as his drama The Dead accuse.[5] He died in Long Beach on March 31, 2002, at the age of 68.[6] Nuon has had a lasting influence on the music of Cambodia. Words from his song History of Khmer People, written in 1958, are still being sung by the most famous performers in Cambodia, such as pop singers Preap Sovath and Aok Sokunkanha, as a testament to their power and the importance of national pride to the development of Cambodia.[7] Nuon wrote extensively about performing arts, both in practise and in theory, composing the first book about music theory in Khmer in 1959. His most famous works are:",
  "source_url": "https://en.wikipedia.org/wiki/Nuon_Kan"
}