{
  "id": 487,
  "title": "Llandovery RFC",
  "data": "Llandovery RFC (Welsh: Clwb Rygbi Llanymddyfri) is a Welsh rugby union club based in Llandovery, Carmarthenshire, Wales. The club is an inaugural member of the Welsh Rugby Union, currently play in the Super Rygbi Cymru and is a feeder club for the Scarlets, a Pro14 club.[1] Llandovery won the Premier Division during the 2022–23 season, defeating reigning champions Cardiff RFC in the final.[2] Prior to 1878 written evidence exists of a Llandovery rugby team, though in these reports it is not clear if this was a town or college team.  On 22 February 1878 a report in the Carmarthen Journal refers to a rugby game between 'Llandovery' and other local teams but these were specifically named as college teams while Llandovery was not. In 1879 Llandovery College, played their first recognised official match against Christ College, Brecon.[3] This was a college  and not a town side as the match report indicated it was the first time the two schools had met.[4] are nowadays recognised as an inaugural member of the Welsh Rugby Union at a  meeting held at the  on 12 March 1881 in the Castle Hotel, Neath.[5] It is not certain however whether C. P. Lewis, a master at the college was representing the town as well as the college. In 1894, Llandovery was one of ten clubs who became affiliated to the Welsh Rugby Union, but gave up this status in 1910. Rugby was not played in Llandovery from 1914 to 1919, during the Great War, but commenced again in 1920 and the club continued until 1935, but due to a lack of fixtures ceased to function in that year. In November 1948 Llandovery RFC officially reformed, and began laying down the foundations that would give it future stability. Llandovery RFC moved their club headquarters to the White Hall and in 1956 the town's Improvement Committee purchased Barlow's Field which was levelled and reseeded. In the subsequent two years improvements included the building of changing rooms. In 1956 Llandovery RFC reapplied for membership to the WRU which was granted in 1957. The nickname The Drovers was coined by rugby journalist Huw S Thomas Llandovery's gradual rise from the lower divisions of the West Wales Rugby Union to Welsh Premiership status over the last 40 years has owed much to the sound methods and tactical acumen of a number of coaches. Honour is due to “Jock Watkins” – the coach when Llandover y beat Pontypridd in the WRU Cup back in 1984 - Stan Liptrot, Geri Davies, Iestyn Thomas, Geraint Williams, ex-Wales flanker Rob Appleyard, Lyndon Lewis and latterly Euros Evans. Watkins, a former Pontypridd hooker masterminded the defeat of his old club in the now famous 1984 Schweppes Cup, Liptrot brought professionalism and innovative ideas from his time as England U21 coach and  Geri Davies made the pack into a fighting, bruising but disciplined  unit, befitting  of a high ranking Army officer Williams came with bright attacking ideas from his time at Newbridge, Appleyard introduced innovative methods of preparation and coaching and Lewis used his time as a teacher in Swansea to bring in influential players such as James Garland and Richard Brooks.\nBut other schoolmasters in Iestyn Thomas and Euros Evans – both hookers - stand out,  not just because they both won the WRU Cup as coaches  but because of their significant influence in persuading so many of their former pupils to join the club. This was crucial once the game went professional in 1995 after which clubs – even lower league clubs - started to sign players from outside their own immediate area. Where once many clubs relied on home produced players, educated at local schools, they now swept the net wider in an effort to attract talented players and climb up the new league structures introduced in 1990. Llandovery's success in qualifying for the new Heineken Leagues in 1990 was owed largely to the efforts of former pupils of Ysgol Pantycelyn, a very talented and large bunch of players who happened to come together at the right time for the club. That success, strange enough, was down not as much to the school but to the coaching of Llandovery RFC pair of Bernard Jones and Davy George Davies who had attended WRU coaching courses under the crusading WRU Coaching Organiser Ray Williams. It was they who formed an U15 side in 1972 - the first age group side in the club's history - out of which grew a Youth side that produced some fine players through the 1970s and 1980s. The club's proudest moment in that period was the defeat of Pontypridd in the 1984 Schweppes Cup second round with a side of players almost all born and bred in the Llandovery area, coached by Jock Watkins. But it was the cohort of players active in the late 1980s and early 1990s that were instrumental in getting the club into the Heineken League structure in 1990. Llandovery clinched promotion from Section A of the  West Wales Leaguein 1990 by defeating Felinfoel 16–7 with a team that was almost all home grown.\nIn those defining years of the late 1980s and early 1990s the likes of Hywel Jones, Arwel Rowlands, Geraint and Carwyn Williams, Chris and Adrian Davies, Huw Morgans, Wyn and Alan Morgan, Arwel Evans, Wyn Williams, Alun Thomas, Emyr James, Eirian Jones, Carwyn Davies, Dai Giles and Elfyn Jenkins – to mention just a few- were all former Pantycelyn pupils and former Llandovery Youth products. And they were supplemented by a scattering of Old Llandoverians such as Huw Thomas and Nigel Clake and others who were employed locally such as that pair of celebrated props-  local bobby Dai “Book” Thomas and surveyor Phil “The Beast” Davies. For over a decade A mixture of local men  with players from further afield such as John Westgarth, Herman Bosman and Neil Clapham, along with on loan Scarlets players,  kept the Drovers in position to qualify for the newly formed semi-pro Welsh Premier Division in 2003. Llandovery had frequent struggles to keep in the top division and in 2007 they were only saved from relegation because of the technicalities of league criteria eligibility Amazingly that was the year in which was ex-London Welsh and Harlequins hooker Thomas coached the Drovers to beat Cardiff 20–18 in the 2017 WRU Cup Final thanks to a last gasp try from prop Endaf Howells. Thomas, himself an Old Llandoverian, had two spells coaching at Llandovery College 1990-1998 and 2008-2018 and from that time a score of players were to follow him to Church Bank between 2000 and 2008 Not long out of school, the likes of Gareth Thomas, Jeremy Griffiths, Wayne Beynon, Jamie Roberts, Dan Williams, Simon Emms, Cerith Rees, Simon Jenkins, Rhodri Davies and Gethin Watts played full seasons under Thomas. Tom Walker and Ioan Davies, too, were in the side that won the 2007 Cup  and Andy Powell was another who played 18 games for the Drovers 2000-2001before going on to greater things with Wales and the Lions. If Thomas's contribution was considerable, then that of Euros Evans has been outstanding. Director of Sport at Coleg Sir Gar, Euros Evans, built his college side up to be one of the strongest in Wales  facing the very best of Welsh and English colleges and schools – Neath College, Swansea College, Llandovery College, Colston's and Millfield to name just a handful.\nThe Llanelli-based college also won the Rosslyn Park National Open 7s in 2012 when Josh Adams helped them to become only the fifth ever Welsh school or college to take the world's biggest 7s tournament in 73 years They followed in the famous footsteps of Llanelli GS, Llandovery College, St Cyre's CS Penarth and Neath College. Ever since Evans joined the Llandovery RFC coaching team in 2010 -  first as assistant to Lyndon Lewis and then Head Coach in 2015 -  a platoon of players have followed him to Church Bank, to the huge benefit of the East Carmarthenshire club. As admirers of Evans's coaching methods, his fair and sympathetic handling, astute analysis and ponderous A ball pod system, well over 30 former pupils have played a major role in establishing the Drovers as a leading force in the tough environment of the semi-pro world of the Premiership. In his five years as head coach the Drovers have finished second, seventh, second, fourth and fourth in the Premiership and also won the WRU Cup in 2016, when the WRU voted him Premiership Coach of the Year. One remarkable fact coming out of such a list is that Evans has moulded no fewer than eight hookers into quality operators.\nLuke Lewis - who captained the 2016 Cup winning side, Ricky Guest, Tom Ball, Matthew Moore, Garan Williams, Ryan Williams, Elgan Lewis and Sam Parry all benefitted from the expert Evans touch down at the CSG campus in Llanelli In selecting a composite XV of players who have been coached by Evans at CSG and who then followed him to Church Bank over a period of 10 years, Evans's influence on Llandovery fortunes in the Premiership is pronounced. Llandovery were named Welsh Premiership champions on 21 May 2023, defeating Cardiff at the Cardiff Arms Park in the final, 24–8.[2] Llandovery RFC Squad 2023/24[6] Props Hookers Locks Back row Scrum-halves Fly-halves Centres Wings Fullbacks",
  "source_url": "https://en.wikipedia.org/wiki/Llandovery_RFC"
}