{
  "id": 930,
  "title": "Tune in for Love",
  "data": "Tune in for Love (Korean: 유열의 음악앨범; RR: Yooyeolui Eumakaelbum; lit. Yoo Yeol's Music Album), is a 2019 South Korean romantic drama film directed by Jung Ji-woo and starring Kim Go-eun and Jung Hae-in.[4][5] It was released in South Korea on August 28, 2019, and globally via Netflix on November 5, 2019.[6] In 1994, Hyun-woo, who had just been released from prison, applies as a part-timer at Mi-soo's bakery. They and Eun-ja spend a lot of time together and open up to each other. Around Christmas, construction for new apartment buildings begins in their neighborhood and old friends of Hyun-woo find him and stop by. Their presence disturbs the bakery and eventually, Eun-ja asks them to leave. Hyun-woo is about to leave with them and asks Eun-ja if he can get his pay in advance. Mi-soo and Eun-ja wonder if he'll ever come back. Later that night, Hyun-woo and his friends are eating at a soju bar and have a solemn moment to remember their friend, Jyeong-hyeop who had just passed away, when a fight ensues. In 1997, the bakery has closed and Mi-soo now works as a newspaper editor. Eun-ja is now working at a noodle shop. Meanwhile, Hyun-woo is working as a furniture mover. After his shift, his coworker asks if Hyun-woo can escort his elderly mother home. As he is escorting the old woman home, he notices Mi-soo stopping by the old bakery. They spend time together in her apartment. Mi-soo admits on the day he left, she waited for him to return and Hyun-woo tells her that he wanted to return, but his probation was revoked for fighting at the bar. In the morning, Mi-soo wakes up before him and signs him up an email account. She tells him to keep in contact with her this way as he departs for military service. Mi-soo realizes that she forgot to give him the password to the email, which was her code to the apartment. In 2000, the bakery has been turned into a real estate agency office and the new apartment complexes have been built. Mi-soo is miserable at her editor job. Hyun-woo was just released from military service and tries to find Mi-soo, only to find out that she has moved. He decides to move into her old apartment and as he is signing the lease, he sees her old apartment code and finally gets into his email account. Mi-soo is overjoyed to find she has a way to contact him and asks for his number, so she can call him the next day. The next day, she calls him and schedules a meet up. However, an angry mob storms Hyun-woo's job, breaking his phone. Later, Mi-soo emails him to say that it was a good thing that they didn't meet, since she isn't in the mood to catch up and act happy. Five years later, Mi-soo is a successful author. Meanwhile, Hyun-woo now works as a video editor that is above where she works. The two started dating. One night, Hyun-woo asks if she's still scared of her, since she used to be when they were younger. She shakes her head, the two kiss and passionately make love. Later, they visit Eun-ja, who has gotten married and has a step-daughter that causes her trouble. Mi-soo gives Hyun-woo her picture as she also recommends him as a video editor for Yoo Yeol's new visual radio show. One day, Hyun-woo goes to return comic books and his old friends find him. It turns out that it's the tenth anniversary of Jyeong-hyeop's death, for which Hyeon-o was blamed and imprisoned for. They were playing around on the rooftop as children and Jyeong-hyeop fell down, so Hyun-woo was suspected of pushing him off. The group drives to Jyeong-hyeop's old house, where they deliver money to his sister. His sister tells them to leave and Hyeon-o tries to tell her that he is innocent, but she ignores him. Hyun-woo leaves his phone in his friend's car when he returns home and Mi-soo calls, only to hear that one of his friends has it. As she picks up the phone, she also learns of Hyun-woo's past. Mi-soo tells Hyun-woo what she learned and asks if everything will be okay now. Hyun-woo is devastated, as he prayed that Mi-soo would never find out, so he could try to live a normal, peaceful life without his past haunting him. She begs him not to leave, but he goes off. He finds his friend that told her about Jyeong-hyeop, and the two beat each other up. He later returns home to find Mi-soo gone. The next day Hyun-woo returns to his old workplace because he left his picture of Mi-soo there, but it has been bought by her boss, who tells him that she deserves someone better. Hyun-woo admits his dislike for her boss and asks if he will find Mi-soo if he follows her boss's car.  Mi-soo gets picked up by her boss and sees Hyun-woo running after the car. She leaves the car to speak with Hyun-woo. He confesses his love, but Mi-soo only tells him to stop running. Heartbroken, Hyun-woo breaks down into tears as Mi-soo drives away. A few days later, Mi-soo visits Eun-ja. They reminisce and Eun-ja tells her about the night Hyun-woo visited. She says that Hyun-woo thanked Eun-ja for trusting him, even though his grandmother, aunt, and teacher never did. Hyun-woo now starts his job as the video editor for Yoo Yeol's show and was asked if he wants to give a shoutout. Mi-soo tunes in and hears that Hyun-woo gave a shout out to her on the show and goes over to the studio. She finds Hyun-woo packing up and smiles at seeing him. Hyun-woo notices her and takes a picture of her as she smiles at him.[7] Tune in for Love set a box office record for a romance film upon its opening day of August 28, 2019, garnering 173,562 admissions and surpassing the record previously held by A Werewolf Boy. \n[12][unreliable source?] The film was also the number one film in the South Korean box office during the week of September 1, 2019.[13] In November, Tune in for Love was screened at the London East Asia Film Festival, where Jung Hae-in won a popularity award.[14]",
  "source_url": "https://en.wikipedia.org/wiki/Tune_in_for_Love"
}