{
  "id": 277,
  "title": "Yellow shiner",
  "data": "Hybopsis calientis (Jordan & Snyder, 1899) The yellow shiner (Notropis calientis) is a species of ray-finned fish in the genus Notropis. It is endemic to Mexico where it is found in the Rio Lerma - Rio Grande de Santiago and Rio Pánuco in central Mexico. It forms a species complex within the genus Notropis with the Ameca shiner and the now-extinct Durango shiner.[1] The yellow Shiner is a small fish with a deep, broad body which is at its deepest just in front of the origin of the dorsal fin and which has an extended caudal peduncle which is twice as long as it is deep. It has a brown back with a silver belly, the difference between the two being quite marked, although there is a subtle dark band running from the snout to the caudal peduncle which is darker at its ends. The females have deeper bodies and are darker than the males. It has a whitish chin and the caudal fin and dorsal fin are dusky in color while the other fins are lighter. Their color changes to a brilliant, golden-yellow in the breeding season. The snout is blunt and rather rounded, they have small eyes, and an oblique terminal mouth which contains a few small hooked teeth. The anal fin has seven or eight rays; the dorsal fin has nine rays, with the second, third, and fourth rays being longer than  the others; the caudal fin is forked with rounded lobes. All of the fins are rather rounded in shape. The lateral line is incomplete and ends at the rear edge of the pectoral fins. The body is covered with large scales. These fish grow to a maximum length of 5 centimetres (2.0 in) and the females are larger than the males.[2] The yellow shiner is endemic to Mexico where it is found on the western Mexican Plateau where it is a widespread species being found on the drainage systems of the Rio Lerma, Rio Grande de Santiago, Rio Pánuco, and Lake Cuitzeo. In this region they occur in springs, spring fed lakes and small mountain streams.[2] The behaviour of yellow shiners is almost unknown and more research is required.[2] The yellow shiner has not been evaluated by the IUCN's The IUCN Red List of Threatened Species[3] but it should be considered as near threatened as there has been a considerable degradation in habitat quality in the 20th Century and they are preyed upon by a number of species of introduced fish including guppies, tilapia, sunfish and species of black bass.[2] The Durango shiner, a close relative to the yellow shiner with a highly restricted range,[1] is considered to be extinct.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Yellow_shiner"
}