{
  "id": 523,
  "title": "Benkan",
  "data": "The benkan (冕冠, lit. 'crown') is a type of crown traditionally worn by Japanese emperors and crown princes. It is also called tama no kōburi (玉乃冠, lit. 'jeweled crown').[1] In ancient Japan, emperors and nobles wore metal crowns made of gold, silver, and gilt bronze, influenced by the Korean peninsula. In the 8th century, emperors and crown princes began to wear benkan with chains attached to the metal crown, influenced by the Chinese mianguan.[2] In addition, a sun-shaped ornament was added to the top of the benkan, creating a uniquely Japanese style of crown. After that, the benkan was worn along with a ceremonial dress called kon'e for accession and chōga (朝賀, New Year's greetings) ceremonies, but it was last worn for the accession ceremony of Emperor Kōmei (1831–1867) in 1847, and has not been worn since.[3] In addition to benkan for the emperor, there is hōkan (宝冠, lit. 'precious crown') for the female emperor and nikkeikan (日形冠, lit. 'crown in the shape of the sun') for the infant emperor, each of which has a distinctive shape. The benkan, hōkan, and nikkeikan crowns made in the Edo period (1603–1867) have each survived, but as imperial treasures (御物), these are not usually shown to the public. However, they are occasionally displayed to commemorate accession ceremonies.[4] In ancient Japan, it was customary to use flowers, branches, and leaves of plants and trees as hair ornaments or to wrap them around the head. These hair ornaments were called uzu (髻華) or kazura (鬘).[5] In the Kofun period (Mid 3rd century-7th century), influenced by the Korean peninsula, emperors and nobles began to wear metal crowns of gold, silver, or gilt bronze decorated with botanical patterns. Metal crowns have been excavated from kofun (tumuli) throughout Japan, including the Eta Funayama and Fujinoki kofun tombs. In 603, Empress Suiko (592-628) instituted the Twelve Level Cap and Rank System, which prescribed the types of caps to be worn by vassals according to their rank. In a description of Japan in the Book of Sui (636), it is written, \"In the Sui Dynasty, that (Japanese) king created the system of crowns for the first time. The crowns were made of brocade or patterned cloth, and were further adorned with gold or silver floral ornaments.\"[6][a] According to the Nihon Shoki (Chronicles of Japan, 720), these hair ornaments, also called uzu, were attached to caps on New Year's Day and special occasions, and depending on rank, uzu were made of gold, leopard tails, or bird tails.[7][8] In the Chinese history book, The Old Book of Tang (945), there is a description of the crown of Awata no Mahito, an envoy from Japan who had an audience with Empress Wu Zetian of the Zhou dynasty (690–705) in 703. According to the description, he was wearing a crown similar to the Chinese jìndéguān (進徳冠, crown of the crown prince), with a floral ornament at the top.[9][b] Therefore, crowns with floral decorations were used in Japan in the early 8th century. The history book Shoku Nihongi (797) states, \"On January 1, in the 4th year of Tenpyō, Emperor Shōmu in the Daigokuden Hall of the Imperial Palace to receive New Year's greetings from the various vassals. At this time, the Emperor wore the benpuku (冕服, lit. 'the emperor's crown and robes') for the first time.\"[2] Therefore, it is believed that Japanese emperors began to officially wear the benkan in 732. Emperor Shōmu's benkan survives in damaged condition. It consists of gold, silver, gilted metal, jewelry, and glass beads. Its shape is estimated to have been similar to that of Emperor Kōmei's benkan of the Edo period (1603–1867), an ancient metal crown topped with a Chinese mianguan-like board with chains of pearls hanging from it, and a unique sun ornament. Both the ben (冕) and kan (冠) in benkan (冕冠) are Chinese characters related to crowns. 'Ben' refers to a ceremonial headdress, specifically worn during important rituals, while 'kan' refers to the general concept of a crown. In China, however, benkan means the highest ceremonial crown worn by officials of the rank of dàifu (大夫) or higher, while in Japan it refers to a crown with chains, worn exclusively by the emperor and the crown prince. Emperor Shōmu wore the benkan for the first time in 732 in Japan. However, a document dated 793 in the Shōsōin, where Emperor Shōmu's benkan was kept, says on-kanmuri (御冠), not benkan.[10] The kanji for on (御) is a prefix added to nouns to express politeness and it does not carry meaning on its own. Kanmuri (冠) is kunyomi (Japanese reading) of the same Chinese character as kan (冠) in benkan, meaning crown. Therefore, the meaning of on-kanmuri is simply a crown. There were paintings of Emperor Shōmu's benkan and Emperor Kanmu's benkan for the crown prince when he was the crown prince, drawn in the Nara period (710-794), which were handed down to the Kamakura period (1185-1333). The names of those paintings used raikan (礼冠, lit. 'ceremonial crown'). Therefore, it is possible that the term benkan had not yet been used during the Nara period.[11] Minamoto no Takaakira's court ritual book, Saikyū-ki (10th century), describes four types of crowns: the benkan for the emperor, the hōkan for the female emperor, the nikkeikan for the infant emperor, and the kyū shō benkan (九章冕冠, lit. 'benkan with nine symbols') for the crown prince.[12] The reason that the crowns for the female and infant emperors are not called benkan is thought to be that they did not have chains. At that time in Japan, crowns with chains were understood to be benkan. The structure of the benkan during the Edo period (1603–1867) is as follows: In Japan, the emperor's benkan was once worn along with the kon'e (emperor's dress) during accession and chōga (New Year's greetings) ceremonies. The Chinese-Japanese dictionary Wamyō Ruijushō, vol. 12 (established in the first half of the 10th century), explains that the Chinese mianguan is called tama no kōburi (玉乃冠, lit. 'jeweled crown') in Japanese, and is characterized by chains called ryū (旒, lit. 'chain') hanging from the front and back of the crown.[13] Therefore, it can be seen that the benkan was considered at the time as a crown with chains. The benkan worn by Japanese emperors is sometimes referred to as a \"Tang-style crown\", but it is actually very different from the mianguan worn in China. The benkan worn by the emperor in the Edo period consisted of a metal frame placed on top of an openwork gilt-bronze base called the oshikazura (押鬘), with forty-eight jeweled chains hanging from the edge of the frame, twelve on each side.[14][15] Another significant difference from the Chinese mianguan was the sun-shaped ornament mounted on a benban (square board) at the top of the crown. This ornament is believed to have already been present on the benkan of Emperor Shōmu, and by the Heian period (794-1185) and later, the benkan also featured a depiction of the three-legged crow (yatagarasu) on it. It is thought that this was done in recognition of the belief that the emperor was a descendant of the sun goddess Amaterasu, and that he was the \"emperor of the land of the rising sun\" (Book of Sui).[14] The openwork metal crown with floral and arabesque patterns surrounding the cap is another feature not found on Chinese mianguan. Thus, the Japanese benkan is not merely an imitation of the Chinese crown, but rather a combination of both the tradition of metal crowns that has continued in Japan since the Kofun period and the distinctive characteristics of the Chinese mianguan.[14] In the Kojidan (Reflections on Ancient Matters, 1212-1215), it is said that \"the crown at the time of the Daijosai is that of Emperor Ōjin\", and that the crown of Emperor Ōjin was used at the Daijosai until the Heian and Kamakura periods.[16] However, there is some dispute as to whether Emperor Ōjin's crown was actually a benkan. Dohi Tsunehira (1707-1782), a scholar of court rituals, proposed the theory that it was not a benkan, but rather a tamakazura (玉鬘), an ancient necklace.[17] Among the Shōsōin treasures, there is a benkan worn by Emperor Shōmu that has been damaged and is called Onkamuri Zanketsu (御冠残欠, lit. 'remnants of the crown'). The crown no longer retains its original form. However, metal openwork pieces featuring phoenix, cloud, and arabesque patterns remain, along with pearls, coral, and glass beads threaded through the structure.[18] In 1242, Emperor Shōmu's benkan was brought to Kyoto from Shōsōin along with Empress Kōken's (reigned 749-758) benkan and Empress Kōmyō's (701-756) crown for reference in renewing Emperor Go-Saga's benkan. However, an accident occurred during the return journey, and these crowns were damaged. Therefore, it has been pointed out that the remnants of Emperor Shōmu's benkan may have been mixed with parts of Empress Kōken's benkan and Empress Kōmyō's crown. In the Heian period (794-1185), the benkan of Emperor Seiwa (reigned 858-876) was newly created. Minaoto no Morofusa's diary, Doyūki (土右記, 11th century), describes the characteristics of the benkan.[19] According to the description, there is an inner crown (cap) made of thin black silk called koji (巾子), and kushigata (櫛形) are placed in front and behind it. The kushigata is interpreted as an ornament consisting of a gold frame with a thin silk covering inside.[20] The raikan worn by vassals has kushigata at the rear, while the emperor's benkan also has kushigata at the front. Surrounding the inner crown is an outer gold crown called oshikazura (押鬘); above the koji is a square board consisting of a gold frame with a thin silk covering inside, with 12 jeweled chains each in front and behind it. Stems with jewels adorning their tips are arranged in rows, extending from the four sides of the square board. At the top of the crown is an ornament in the shape of a sun, consisting of two pieces of crystal (likely hemispherical), within which is a three-legged red crow. Around the sun are rays of light.[19] The benkan of Emperor Seiwa and that of the later Emperor Kōmei are generally the same, but the kushigata is absent from Emperor Kōmei's benkan. In the case of Emperor Seiwa's benkan, the chains are interpreted as hanging from the front and back of the benban (square board), but in Emperor Komei's benkan, they hang from all four sides of the square board. Also, in Emperor Komei's benkan, the three-legged crow in the sun is not made of crystal, but is carved on a plate of the sun. Emperor Seiwa's benkan was used in the accession ceremonies of later emperors, but during preparations for the accession ceremony of Emperor Go-Saga (reigned 1242-1246), it was found to be severely damaged.[21] Therefore, as mentioned above, the crowns of Emperor Shōmu, Empress Kōken, and Empress Kōmyō were ordered from the Shōsōin Repository in Nara, and a new benkan was made with reference to them. A painting depicting Emperor Shōmu's benkan had been handed down in the imperial palace at that time, and according to Emperor Go-Fukakusa (reigned 1246-1260), who saw the painting, there was no particular difference between Emperor Shōmu's benkan and Emperor Go-Saga's benkan, which was newly crafted (Diary of Emperor Go-Fukakusa).[11] The painting Silken Painting of Emperor Go-Daigo prominently displays the benkan of Emperor Go-Daigo, which is said to be the crown of Emperor Jimmu.[22] However, this is contrary to the statement in the Shoku Nihongi that the benkan begins with Emperor Shōmu. This portrait depicts Emperor Go-Daigo undergoing the Abhisheka (灌頂, kanjō) ceremony of the Shingon Buddhism in 1330, and is said to have been completed on October 23, 1339, after his death. There are two theories as to when the work started: during Emperor Go-Daigo's lifetime or after his death. The depicted benkan consists of a benban board on top of a regular kanmuri, with an additional sun-shaped ornament on top of the board. Chains are also depicted hanging from each end of the board. The kushigata and oshikazura are not depicted, and do not match the characteristics of the benkan described in the Doyū-ki. There are theories that this form of benkan over kanmuri is a non-photorealistic \"pictorial expression,\"[23] or that it is an unrealistic and impossible way of wearing the crown, referring to the statue of Prince Shōtoku and aiming to portray Emperor Go-Daigo as sanctified.[24] On the other hand, according to the Book of Jin, during the Jin dynasty (266–420) in China, there was a removable mianguan called píngmiǎn (平冕, lit. 'flat mianguan'), in which the mianguan was placed on top of the tongtianguan.[25] In Japan, there is a theory that Empress Kōken's benkan in the Shōsōin Repository may have been a removable form.[26] According to the diary of Nijō Michihira, when the imperial treasury was destroyed by fire in 1333, the emperor's imperial clothes, which were supposed to belong to Emperor Jinmu, were also destroyed by fire, and it is believed that the benkan was among them.[27] Therefore, aside from the veracity of the tradition, it is believed that Emperor Go-Daigo actually wore Emperor Jinmu's benkan.[27] The medieval benkan is thought to have been destroyed by fire during the Kyoto Imperial Palace fire of 1653, and a new benkan was made. In the \"Enthronement of Emperor Reigen and Abdication of Emperor Go-Sai\" (17th century), Emperor Reigen (reigned 1663-1687) is depicted wearing a benkan and a red kon'e, while seated in a takamikura (throne). It is unusual for the face of an emperor to be depicted directly on a folding screen of an accession painting. Since Empress Go-Sakuramachi (reigned 1762-1771) was the first female emperor since Empress Meishō (reigned 1629-1643), the shape of the hōkan for female emperors was no longer known because Empress Meishō's hōkan had been destroyed by fire. Therefore, a new crown was made based on the crown of Tokugawa Masako (1607-1678), the empress of Emperor Go-Mizunoo, with the addition of a sun-shaped ornament.[28] The two benkan worn by Emperor Ninkō and Emperor Kōmei during their coronation ceremonies are each preserved in the Higashiyama Gobunko (Imperial Archive) at the Kyoto Imperial Palace.[29] The benkan was used until the coronation of Emperor Kōmei,[30] but since the reign of Emperor Meiji, the benkan has been replaced by the Go Ryūei no Kanmuri (御立纓の冠) as the government reformed the coronation ceremony to emphasize Shinto traditions over Chinese influences.[31] The crown of a female emperor (empress) is called a hōkan (宝冠). The Doyūki diary describes a viewing of a hōkan kept in the royal treasury in 1036. According to the description, the hōkan had a low koji height, an oshikazura (openwork gold crown), and three branches extending from it, each with a floral ornament at its tip. There was no kushigata, however, as in the benkan of male emperors. There is a small statue of a phoenix on the top of the crown, but it is slightly to the left, suggesting that a phoenix on the right may have been lost.[19] The low height of the koji is thought to be due to the fact that women did not wear topknots like men. Also, the crown does not have the chains of the benkan, which may explain why it was not called a benkan. The hōkan is thought to have been worn by Empress Kōken, but some have questioned whether it was intended for an empress (the emperor's wife) rather than for a female emperor.[32] As mentioned above, Empress Meishō's hōkan was lost in a fire during the Edo period (1603–1867), but Empress Go-Sakuramachi's hōkan is still extant and kept in the Higashiyama Gobunko (Imperial Library) of the Kyoto Imperial Palace, but is not open to the public. Empress Go-Sakuramachi's hōkan also does not have a benban and chains hanging from it. However, a total of three chains hang from the phoenix's beak and from either side of the crown. The difference from the hōkan described in the Doyūki is the absence of the koji itself, and instead there is the addition of a sun-shaped ornament, as in the benkan. The Order of the Precious Crown, established in 1888 (the 21st year of the Meiji) to be awarded to women, is a reference to this, and the center of the insignia is decorated with the image of a precious hokan.[33] The crown of an infant emperor is called nikkeikan (日形冠, lit. 'crown in the shape of the sun'), which is distinguished from benkan. In the Saikyū-ki, there is a description that \"the infant emperor wears a nikkeikan.\"[12] In the Doyū-ki, there is a description of the characteristics of the nikkeikan for the infant emperor.[19] According to the description, the lower part of the nikkeikan is the same as that of the benkan, but the infant does not yet wear a topknot, so it does not have a koji. The top of the crown is decorated with a sun-shaped ornament. The metal crown part of the crown is decorated with gold and precious stones; the crown has no chain, and a phoenix with open wings stands at the front part of the crown. The nikkeikan used by Emperor Nakamikado (reigned 1709–1735) and Emperor Kōkaku (reigned 1779–1817) at their respective accession ceremonies are held as imperial treasures in the Higashiyama Gobunko of the Kyoto Imperial Palace. The shape of the crown is almost the same as that of the treasure crown, with a phoenix and sun decoration on the top. In the Saikyū-ki, the benkan of the Crown Prince is described as kyū shō benkan (九章冕冠).[12] The word kyū shō (九章, lit. 'nine symbols') represents nine chains (九旒). There were nine chains hanging from each side of the square board above the crown. In the Heian period (794-1185), a picture of a crown worn by the crown prince has been preserved in the Imperial Palace.[34] This picture is said to depict the raikan (benkan) of Prince Yamabe (later Emperor Kanmu), who became Crown Prince in 773. The crown depicted in the painting is said to be almost the same as the Emperor's benkan, but slightly different. The number of chains on each side of the crown is estimated to have been nine, as opposed to the twelve on the emperor's benkan.",
  "source_url": "https://en.wikipedia.org/wiki/Benkan"
}