{
  "id": 478,
  "title": "The High Mountains of Portugal",
  "data": "The High Mountains of Portugal is a 2016 novel by Canadian author Yann Martel.[1][2][3] The novel is split into three sections, each of which concerns a widower. 1904. Tomás Lobo is a widower who lives in Alfama, Lisbon. Working as an assistant in the National Museum of Ancient Art he finds the diary of Father Ulisses, a homesick missionary worker who died in São Tomé in 1635, where the slave trade was blooming. The missionary has manufactured a crucifix that was later given to a small church in Trás-os-Montes. Tomás borrows an early Renault from his rich uncle and drives to the North East of Portugal. He commits a hit-and-run after accidentally killing a young, blond boy. In a small church Tuizelo he finds the crucifix, on which Jesus has the face of a chimpanzee. New Year's Eve, 1938. Eusebio Lozora is a medical examiner in Bragança. He has a conversation with his deceased wife Maria. She compares the novels of Agatha Christie to the New Testament. Then he receives a visit from Maria Castro. She has the corpse of her husband Rafael with her. He was the father of the blond child that was killed in Part 1. During an autopsy Eusebio finds a chimpanzee and a bear cub inside of the corpse. 1981. Peter Tovy is a senator in Ottawa with a heart disease. After the death of his wife he travels to Oklahoma City, where he decides to adopt a chimpanzee named Odo. He takes the animal with him to Tuizelo. By accident he ends up in the house where he was born – before his family emigrated to Canada. In a local church he finds the old crucifix and a photo of the blond boy, who's thought to be an angel by the local population. Peter climbs a rock to follow Odo, and dies. The comparison between religion and science is a central theme. The crucifix of the Messiah with a chimpanzee face means that Father Ulisses already believed in Darwinism before it was invented. Some character names refer to the Bible. Tomás and Peter are names of apostles. The mother of the angel-child is named Maria. Father Ulisses suffers from homesickness. Peter literally returns to the house where he was born, but returning home also has the symbolical meaning of finding the truth. Recurring motifs are widowhood, the crucifix, the chimpanzee, vomit and tears. Some events are absurd or surreal, especially in Part 2. It contains a plea for a symbolical interpretation of the Bible. At the 2016 Governor General's Awards, Christophe Bernard was shortlisted for the Governor General's Award for English to French translation for the novel's French translation, Les hautes montagnes du Portugal. This article about a 2010s novel is a stub. You can help Wikipedia by expanding it. See guidelines for writing about novels. Further suggestions might be found on the article's talk page.",
  "source_url": "https://en.wikipedia.org/wiki/The_High_Mountains_of_Portugal"
}