{
  "id": 602,
  "title": "Infant clothing",
  "data": "Infant clothing or baby clothing is clothing made for infants. Baby fashion is a social-cultural consumerist practice that encodes in children's fashion the representation of many social features and depicts a system characterized by differences in social class, richness, gender, or ethnicity. Infant and toddler clothing size is typically based on age.[1] These are usually preemie for a preterm birth baby, 0 to 3 months, 3 to 6 months, 6 to 9 months, 9 to 12 months, 12 months, 18 months, and 24 months, though there is no industry standard definition for those sizes.[1] Most retailers provide sizing charts based on a child's weight, height, or both, and the child's weight and height percentile may also be used for properly sizing clothing for the infant.[1] In an article in the October 1945 issue of Ladies' Home Journal, B. F. Skinner stated that clothing and bedding \"interfere with normal exercise and growth and keep the baby from taking comfortable postures or changing posture during sleep\".[2] An infant may stretch, necessitating clothing that is sufficiently loose to allow movement.[3] Comfort, mobility and ease of access are major aspects of modern baby clothes. In Western countries babies typically wear bodysuits and babygrows (known in American English by various names such as sleepers or footies). If it is warm enough, these might be sufficient for both daytime and nightwear, supplemented by bibs for feeding time. For cooler weather and more formal occasions, they might become underwear beneath outfits more comparable to those worn by adults. While these outer clothes often feature child-friendly images such as cartoons, for especially formal occasions such as weddings infants might wear scaled down adult styles such as mini-tuxedos. During warmer summer months rompers and 2-in-1 dresses (a dress top half with a romper under section) are very popular choices. These styles of clothing allow young babies to move around with ease and comfort. In cold weather, outerwear such as snowsuits can keep babies warm. For young babies garments will often have full leg and back openings to allow for easy nappy changing. Other helpful features also include fold over scratch mitts to the sleeves, to help prevent very young babies from accidentally scratching themselves. Snaps (also known as poppers) or zip fastenings have become more popular because they are easier to use than traditional buttons. Due to babies' soft skin, one of the more important attributes to look for in infant and baby clothing is that the clothes are soft and not rough. Soft baby clothes made from organic cotton or eco-friendly materials are becoming more popular. There are even infant clothes now made with bamboo rayon fibres which are marketed as being breathable and soft to the touch. Infant clothing comes in a variety of materials, such as bamboo or cotton. Bamboo is a popular style and is well liked because of its very soft feel, however it tends to pill easily with wear. In addition to regular cotton, infant cotton clothing comes in different varieties. Brushed cotton feels luxuriously smooth and cool thanks to a unique finishing technique called brushing. Pima cotton is a high-end type of cotton with longer fibers than conventional cotton. It has a reputation for producing a smooth fabric that’s soft to the touch, wrinkle-resistant, and ultra-durable. Excessive thermal insulation has been associated with an increased incidence of sudden infant death syndrome (SIDS). The primary causes are an excess of bedding or clothing, soft sleep surfaces, and stuffed animals.[4] The odds ratio of SIDS associated with thermal insulation at least two togs above the lower critical value (after adjusting for the season and confounding factors) was 1.35 in a New Zealand study, which also found that SIDS had some correlation with too little thermal insulation.[5] A 1984 study of 34 infant cot deaths found that for 2/3 excessive clothing and over-wrapping was a contributing cause.[6] Clothing was responsible for an increased incidence of congenital hip dislocation (CDH) in Japanese infants. By custom, a diaper and clothing had been applied to the infants \"with the legs in extension\".[7] Before 1965, the incidence of CDH in infants was up to 3.5%, but a national campaign established in 1975 \"to avoid prolonged extension of the hips and knees of infants during the early postnatal period\" led to a reduction in the incidence of CDH in infants to 0.2% by the early 1980s.[8] Close-fitting nightwear is \"invariably safer than long, loose nightwear\".[9] Canada prohibits the importation, sale, or advertising of classes of clothing and other consumer products that do not meet the minimum flammability standards.[10] Standards for infant and children's sleepwear were defined in 1971 and amended in 1987 as part of the Hazardous Products Act.[10] Any textile product must also satisfy textile labeling requirements specified in the Textile Labelling Act administered by the Competition Bureau of Industry Canada.[10] In the United States, textile flammability is subject to the U.S. Flammable Fabrics Act. A study found that children less than five years old had a higher incidence of sleepwear fires than other age groups and that they had an \"unreasonable risk of death or injury from fire accidents involving sleepwear\".[11] This led to the first flammability standard for infant and children's sleepwear.[11] On 30 April 1996, the Consumer Product Safety Commission relaxed standards for children's sleepwear flammability, allowing retailers to sell \"tight-fitting children's sleepwear and sleepwear for infants aged 9 months or younger\" that does not meet the flammability criteria.[12] Infants may have allergic reactions to certain materials, especially synthetic fibres such as polyester, rayon, and nylon, and natural fibres such as wool.[13]",
  "source_url": "https://en.wikipedia.org/wiki/Infant_clothing"
}