{
  "id": 84,
  "title": "Lennart Geijer",
  "data": "Johan Lennart Geijer (14 September 1909 – 16 June 1999) was a Swedish politician and lawyer.[1] He is mainly remembered for his role in the Geijer affair and for being the Minister for Justice who himself negotiated with the robbers and terrorists in the Norrmalmstorg robbery, the aircraft hijacking at Bulltofta and the bombing of the West German embassy. Geijer was born on 14 September 1909 in Ystad, Sweden, the son of Åke Geijer, a postmaster, and his wife Anna Sylvan.[2] He came from a bourgeois family in Ystad, but was radicalized in the early 1930s, when he studied law in Lund and lived with Waldemar Bülow, August Strindberg's old friend.[3] Geijer passed studentexamen in Karlskrona in 1928.[4] During the years of study in Lund in the late 1920s, early 1930s, he was a member of the Swedish Clarté League and had contacts with radicals in Lund at the time, not least Tage Erlander. Geijer's radicalism changed into a more explicitly socialist direction.[5] He received a Candidate of Law from Lund University in 1933, Licentiate of Laws in 1957 and Juris Doctor in 1958.[2] Geijer did his clerkship in Vemmenhögs, Ljunits and Herrestad's hundred judicial district from 1933 to 1935.[4] He was the head of Hyresgästföreningen's legal bureau in 1936 and ombudsman at the Swedish Union of Clerical and Technical Employees in Industry from 1939 to 1957 and lawyer at the Swedish Confederation of Professional Employees 1957 to 1966.[6] He was then minister without portfolio from 1966 to 1969 and Minister of Justice from 1969 to 1976.[7] Geijer was known as an independent and liberal (\"bizarre weirdo\" according to some government colleagues) and distrusted deeply the imprisonment educational effect.[8]  In February 1975 Geijer said in an interview in Aftonbladet that “In the future, the prison sentence shall be something very unusual in Sweden. It is not human to deprive people of freedom”.[5] Geijer was throughout his time as minister in conflict with the National Police Commissioner Carl Persson, relying rather on Säpo chief Hans Holmér and his press secretary Ebbe Carlsson, a not entirely successful combination. Geijer smoothly slipped away from being held responsible for the IB affair and the Hospital spy affair in Gothenburg - instead his ministerial colleague Carl Lidbom was blamed.[8] The author Ulf Bjereld describes Geijer in his book Och jag är fri (2015) as a willful leftist who wanted to demolish all prisons and fought for stronger labour law and free abortion. Carl Persson was not as inclined to let the prisoners free, which exacerbated an already tense relationship with the Minister of Justice. Geijer was on the whole quite controversial, including through the sexual crimes investigation which suggested a loosening of the concept of rape, prompting Maria-Pia Boëthius and other feminists to go through the roof.[3] Geijer was Minister of Justice during the aircraft hijacking at Bulltofta in 1972, the Norrmalmstorg robbery in 1973 and the bombing of the West German embassy in 1975, all of which he himself negotiated with the robbers and terrorists.[9] Geijer stepped down as Minister of Justice after the Social Democratic election defeat in 1976.[9] Geijer was involved in the political scandal known as the Geijer affair in the 1970s, which involved exploitation of prostitutes organized by the brothel madam Doris Hopp.[10] In a secret 1976 memorandum, National Police Commissioner Carl Persson urged Prime Minister Olof Palme to let investigate whether, and to what degree, Geijer could be a security risk because of alleged contacts with prostitutes from the Eastern Bloc. In November 1977, just over a year after Geijer had left his position as Minister of Justice, the existence of the memorandum was revealed by Peter Bratt in Dagens Nyheter.[11] The affair has been the subject of prostitute and criminal Lillemor Östlin's autobiography Hinsehäxan (2005)[12] as well as journalist Peter Bratt's memoirs Med rent uppsåt (2007),[13] Leif G. W. Persson's thriller novel The Pig Party which Bo Widerberg adapted into the movie The Man from Majorca and the movie Call Girl (2012) by Swedish director Mikael Marcimain.[14] Geijer's assignments:[2][6] He was married 1934 to 1942 with Ulla Körner (born 1913), the daughter of rector Harald Körner and Ebba Hansen. In 1944 Geijer married Ninnie Löfgren (born 1915), the daughter of music director Albin Löfgren and Jenny Andersson. In his first marriage he was the father of Ann-Charlotte (born 1935), Agneta (born 1940) and in his second marriage he was the father of Christoffer (born 1944) and Bengt Johan (born 1945).[2]",
  "source_url": "https://en.wikipedia.org/wiki/Lennart_Geijer"
}