{
  "id": 511,
  "title": "Frankenstein – A New Musical",
  "data": "Frankenstein – A New Musical is a stage musical adaptation of Mary Shelley's 1818 novel Frankenstein; or, The Modern Prometheus, with music by Mark Baron and book and lyrics by Jeffrey Jackson, based on a story adaptation by Gary P. Cohen. It premiered in New York City on November 1, 2007 in the off-Broadway theater 37 Arts and was directed by Bill Fennelly. The cast featured Hunter Foster as Victor Frankenstein, Steve Blanchard as The Creature, and Christiane Noll as Elizabeth. The show was produced by Gerald Goehring, Douglas C. Evans, Michael F. Mitri, and David S. Stone, in association with Barbara & Emery Olcott. While adhering faithfully to the original Mary Shelley text, the creative team nonetheless took advantage of modern stage techniques to create a fluid, nonlinear story that challenged audiences to travel across vast distances and time spans while remaining in a single setting that employed projections, light and sound to paint its epic story. The show is nearly “sung-through,” meaning there is very little spoken dialogue, evoking the feeling of a modern operetta. Early drafts of the show were co-written by Mark Baron and Gary P. Cohen exclusively, with Jeff Jackson, an award-winning screenwriter, coming aboard later to enhance the show's book and lyrics. Preliminary efforts included a high school production and multiple staged readings for local audiences in the authors’ native New Jersey. In 2001, the team undertook a bold step to try to launch the show's professional future: a full-length video demo that was produced and directed by Jeff Jackson and titled Frankenstein, The Musical. Staged over a four-day shoot in a rented Union City, NJ theater, the production starred Tony Award®-winning actor Shuler Hensley (Oklahoma) as The Creature and featured Broadway veterans Ivan Rutherford (Les Misérables) as Victor Frankenstein and Rita Harvey (Phantom of the Opera) as Elizabeth. The production was a hybrid of a film and a live show. Shot cinematically out-of-sequence with multiple cameras and without an audience, the show was nonetheless filmed on a single stage with traditional theatrical lighting. The final product was published on DVD in 2002, but only screened privately for potential backers of future productions. In 2006, an updated version of the musical, renamed Frankenstein, A New Musical, was staged at the New Jersey Performing Arts Center (NJPAC) in Newark, NJ for three performances on September 29, 30, and October 1. Featuring Broadway stars Ron Bohmer (The Scarlet Pimpernel) as The Creature and Davis Gaines (Phantom of the Opera) as Victor Frankenstein, Christeena Michelle Riggs (Les Miserables) as Elizabeth and directed by Bill Fennelly, this production served as a direct stepping stone to its ultimate New York debut the following year. It was produced by David S. Stone. An interesting twist occurred during the brief run when star Gaines took sick and co-author Jeff Jackson had to step in at the last minute to perform in the final two performances. Reviews for the 2007 off-Broadway production were mixed, with the national press receiving it positively while the New York papers were less appreciative. The Associated Press praised it for “bringing the classic tale thrillingly to life,” and Bloomberg Radio hailed it as “Riveting!” and “Totally exciting!” The original cast album is available on Ghostlight Records and the play is published by Playscripts, Inc. and is currently enjoying ongoing licensed productions around the world. In addition to various US and UK productions, it has been performed in Germany, Hungary, and Latin America, having been translated into the native languages of those regions and countries. Geneva, 1769; a child prodigy, Victor lives a happy and privileged childhood with his father and mother. When Victor is seven years old, his mother gives birth to his brother, William. By 1789, Victor has grown into a vibrant and incredibly intelligent young man. He is accepted to the University of Ingolstadt, where he decides to study science. Victor's mother dies of scarlet fever, inspiring him to research the secrets of life and death (\"A Golden Age\"). Victor decides to leave home to further research his theories. He bids farewell to his family, his best friend Henry, and his cousin, also his fiancée, Elizabeth. Victor makes a promise to Elizabeth that he will return to her. (\"Find Your Way Home\"). Victor visits his mother's grave before he leaves, and declares he shall see her again for he has discovered how to reanimate the dead. Victor demonstrates this by successfully bringing a dead sparrow back to life. At Ingolstadt Victor's theories are met with outrage, labeled as \"Madness, folly, and insanity.\" Determined to prove his theories to the world Victor attends the hanging of an unnamed, condemned man and, after the man is dead, claims the body for his experiment (\"Amen\"). Inside his lab at the University, Victor comprises a man, approximately eight feet in height, of carefully selected limbs and organs. Harnessing the power of a ferocious lightning storm, he tries to endow his creation with life (\"Birth to My Creation\"). At first, the experiment seems unsuccessful and Victor feverishly looks over his notes to see what could have gone wrong (\"1:15 AM\"). Elizabeth has been writing to Victor constantly, although he has never written back. As Elizabeth writes her last letter back in Geneva, Victor finally looks over the letters he has ignored. Realizing he has been neglecting his loved ones, Victor longs to return home and forget about his failure. Suddenly, a loud scream emits from the laboratory and Victor rushes in to investigate. He discovers that his creation has indeed come to life, but it is so hideous in appearance that Victor, terrified, sets fire to his laboratory, and believes the Creature has perished in the flames (\"Dear Victor/Burn the Laboratory\"). Having received no word from Victor during his time at Ingolstadt, Henry, Elizabeth, William, and Victor's father worry about what has become of him. Victor is in a hospital, suffering from mental shock. Authorities await his recovery to question him about the fire in the lab. (\"The Hands of Time\"). Victor's father, anxious for Victor's return, states that no matter what road his son chooses to take in life, he will always believe in him (\"Your Father's Eyes\"). Once Victor recovers he is brought to trial for setting the fire, however he is released due to lack of evidence. Vowing to give up his interest in science Victor quickly returns home to Geneva, but returns to hear that his brother, William, has been murdered. The culprit is believed to be William's nanny, Justine Moritz, after she is found with a bloodstained locket belonging to William. Justine protests her innocence, placing the blame on a \"monster\". Victor discovers the Creature and is horrified that he survived the fire in the lab. The Creature, now intelligent and capable of speech, is lonely and in pain. The Creature expresses his anguish and how he expected love and acceptance, only to find himself an object of hatred and fear (\"The Waking Nightmare\"). He forces Victor to listen to the story of his days since his creation (\"The Creature's Tale\"). After escaping the burning lab, the confused Creature found his way to a cabin in the woods inhabited by an old blind man, his daughter Agatha, and her infant child. The Creature, hiding in the woodshed next to the cabin, observed the family through a crack in the wall. Hearing them sing the infant to sleep touched the Creature and awakened his longing to feel the same tenderness (\"The Music of Love\"). Determined to earn the love of the family, the Creature began to leave food and firewood at their door during the day and listen to them speak at night, in order to learn their language. When he finally felt confident that he could successfully approach the old man, the Creature entered the cabin when Agatha had gone. Since the old man was blind, he was not repulsed by the Creature's ugliness and accepted him as a friend. Overjoyed, the Creature embraced the old man, accidentally crushing him with his incredible strength. Distraught that he had killed his only friend the Creature left the cabin, never to return. Remembering his creator, the Creature embarked on a mission to rob Victor of his happiness and loved ones in an attempt to make Victor realize the pain of loneliness. The Creature traveled to Geneva and came upon William and Justine sitting in a field. The Creature listened while William asked Justine endless questions about the world (\"Why?\"). Justine and William then ran off into the woods together, however only Justine returned. William was reported missing and soon after found strangled to death. The Creature reveals that it was indeed he that murdered the boy and planted the locket on Justine. Here, the Creature ends his tale. Quaking with rage, Victor attempts to fight his creation but is easily overpowered. The Creature tries to persuade Victor to create an equally hideous female companion for him. Victor refuses, until the Creature vows to leave with his bride and never return. Hoping that creating a bride for the Creature will atone for his previous mistakes, Victor promises. Justine is hanged for William's murder (\"The Proposition\"). Victor's family celebrates his upcoming marriage to Elizabeth, however the celebration is somewhat somber due to William's death (\"A Happier Day\"). Henry begins to suspect that Victor is hiding something and determines to discover what it is. Victor, anxious to appease the Creature and end his family's suffering, begins to create a female creature, from the corpse of Justine. Henry enters the lab and confronts his friend, berating him for his actions. Trying to protect Victor, he vows to expose his creation to the world, causing the Creature to kill him in retaliation (\"The Modern Prometheus\"). Victor succeeds in bringing the Creature's bride to life, but kills her once the thought of the two having children enters his mind. The distraught Creature vows revenge on his creator, promising to be there on Victor's wedding night (\"Another Like Him\"). Victor and Elizabeth are married and leave for their honeymoon (\"The Workings of the Heart\"). Afraid that the Creature may be hiding close by, Victor leaves Elizabeth locked in their room while he goes to search. Seeing that she is alone, The Creature sneaks into the room and murders Elizabeth (\"An Angel's Embrace\"). Heartbroken, Victor stands before Elizabeth's grave and blames himself for her death, along with the deaths of William and Justine (\"The Workings of the Heart - Reprise\"). Victor's father is the last to die, of a broken heart (\"Your Father's Eyes - Reprise\"). Driven over the edge with grief, Victor vows to hunt down his creation. The Creature, meanwhile, has been emotionally touched by the love Victor's family had for him, and powerfully expresses his remorse for his deeds and his hatred for the impulse that drove him to kill (\"These Hands\"). Victor chases the Creature across Europe to the Arctic Ocean (\"The Chase\"). Finally alone and as desolate as his Creature, Victor has a revelation and realizes that a man is truly created through his deeds (\"The Coming of the Dawn\"). Walton has been writing his letter in a room other than Victor's on board the ship. While Victor is resting, the Creature enters through a window. The Creature says he has come to watch Victor die, and then destroy himself upon his funeral pyre. Victor, finally realizing his paternal obligations to the Creature, begs for forgiveness and accepts him as his \"son.\" Victor then dies, leaving the Creature to wallow in the sorrow of losing his father. Walton enters the room as the Creature takes Victor into his arms and carries him off into the ice and darkness, never to be seen again (\"Amen - Reprise\"). Early readings were held at \"Plays in the Park\" in Edison, NJ with Christopher Bentivegna playing the role of the Creature, and Gerard Lebeda in the role of Henry Clerval. Later readings for the musical were held in December 2006 in New York City, starring Drew Sarich as Victor.[4] Starting on September 29, 2006, Ron Bohmer and Davis Gaines appeared in staged concerts of Frankenstein at the New Jersey Performing Arts Center. The run ended on October 1, 2006.[5] An off-Broadway production directed by Bill Fennelly opened at the 37 Arts Theatre on November 1, 2007, starring Hunter Foster, Steve Blanchard, and Christiane Noll. It closed on December 3, 2007, after 45 performances and 25 previews.[6] An original cast recording of the off-Broadway cast was released by Friends of Ghostlight on September 2, 2008.[7] The off-Broadway production of Frankenstein spawned a U.S. national touring company in fall 2007.[8] A new production then opened at the Civic Theatre in Fort Wayne, Indiana, on March 3, 2009, closing on March 22, 2009, after a limited engagement.[9] The first European production took place in the United Kingdom in May 2009, playing at The Stables Theatre, Hastings, East Sussex, starring Ashley Wright and Mike Barber.[10] An October 2009 London production won several \"Kenny Awards\", including the award for Best Show of the Year.[11] On April 20, 2013 the German premiere took place in Kleve in a translation by Vera Domik, directed by Stefan Haberkorn. The Australian Premiere of Frankenstein – A New Musical opened in Melbourne on November 7, 2014, the production was produced by the Williamstown Musical Theatre Company (WMTC). The West Coast Premiere of Frankenstein – A New Musical ran for a limited engagement from October 23 through November 1, 2014 and was produced by Art-in-Relation. The cast included Executive Producer and Musical Director Jonas Sills as Victor, Ray Buffer as the Monster, Shannon Cudd as Elizabeth, and Perry Shields as Alphonse Frankenstein.[12] For the 200th anniversary of the novel in 2018 the German musical group OnStage performed a tour with 'Frankenstein - Ein Musical'. This Tour was played in the Odenwald and ended in an open-air performance in the ruins of the famous Frankenstein Castle which is said to be one of Mary Shelleys inspirations during the creation of the Book.[13]",
  "source_url": "https://en.wikipedia.org/wiki/Frankenstein_%E2%80%93_A_New_Musical"
}