{
  "id": 796,
  "title": "Chester Borough, New Jersey",
  "data": "Chester Borough is a borough in southwestern Morris County, in the U.S. state of New Jersey.[18] As of the 2020 United States census, the borough's population was 1,681,[10] an increase of 32 (+1.9%) from the 2010 census count of 1,649,[19][20] which in turn reflected an increase of 14 (+0.9%) from the 1,635 counted in the 2000 census.[21] Chester's name is derived from the township, which was named for Chestershire in England.[22] Chester Borough is located within the Raritan Valley region[23] and is periodically recognized as part of the Somerset Hills.[24][25] The borough is completely surrounded by Chester Township, making it part of 21 pairs of \"doughnut towns\" in the state, where one municipality entirely surrounds another.[26][27][28][29] In the Forbes magazine's rankings of the Most Expensive ZIP Codes in the United States, Chester was ranked 288th in 2006 (with a median sale price of $775,000) and 321st in 2010 (with a median price of $823,691).[30][31] Chester Township was established as a separate political entity on April 1, 1799, including the area of both the Township and the downtown settlement which came to be the borough. The Borough of Chester was incorporated by an act of the New Jersey Legislature on April 3, 1930, based on the results of a referendum held on April 25, 1930, and is today a separate municipality surrounded entirely by Chester Township.[32][33] The borough's name is derived from the township, which was named for Chestershire in England.[22] According to the United States Census Bureau, the borough had a total area of 1.59 square miles (4.13 km2), including 1.59 square miles (4.12 km2) of land and <0.01 square miles (<0.01 km2) of water (0.13%).[1][2] The borough is completely surrounded by Chester Township.[27][28][29] making it part of 21 pairs of \"doughnut towns\" in the state, where one municipality entirely surrounds another.[26] The 2010 United States census counted 1,649 people, 615 households, and 438 families in the borough. The population density was 1,034.8 per square mile (399.5/km2). There were 647 housing units at an average density of 406.0 per square mile (156.8/km2). The racial makeup was 90.78% (1,497) White, 1.03% (17) Black or African American, 0.49% (8) Native American, 2.30% (38) Asian, 0.00% (0) Pacific Islander, 3.21% (53) from other races, and 2.18% (36) from two or more races. Hispanic or Latino of any race were 13.46% (222) of the population.[19] Of the 615 households, 34.0% had children under the age of 18; 60.0% were married couples living together; 7.8% had a female householder with no husband present and 28.8% were non-families. Of all households, 25.9% were made up of individuals and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.17.[19] 27.5% of the population were under the age of 18, 5.2% from 18 to 24, 21.0% from 25 to 44, 28.7% from 45 to 64, and 17.6% who were 65 years of age or older. The median age was 43.1 years. For every 100 females, the population had 97.5 males. For every 100 females ages 18 and older there were 96.4 males.[19] The Census Bureau's 2006–2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $86,705 (with a margin of error of +/− $12,175) and the median family income was $133,250 (+/− $8,752). Males had a median income of $84,167 (+/− $38,424) versus $50,341 (+/− $9,122) for females. The per capita income for the borough was $48,565 (+/− $4,792). About none of families and 2.7% of the population were below the poverty line, including none of those under age 18 and 10.5% of those age 65 or over.[38] As of the 2000 United States census[15] there were 1,635 people, 609 households, and 426 families residing in the borough. The population density was 1,063.0 people per square mile (409.9/km2). There were 627 housing units at an average density of 407.6 per square mile (157.2/km2). The racial makeup of the borough was 94.68% White, 0.80% African American, 1.71% Asian, 2.02% from other races, and 0.80% from two or more races. Hispanic or Latino of any race were 6.85% of the population.[36][37] There were 609 households, out of which 34.0% had children under the age of 18 living with them, 60.6% were married couples living together, 6.1% had a female householder with no husband present, and 29.9% were non-families. 23.8% of all households were made up of individuals, and 14.0% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.15.[36][37] In the borough the population was spread out, with 24.8% under the age of 18, 5.7% from 18 to 24, 30.0% from 25 to 44, 25.8% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 100.4 males. For every 100 females age 18 and over, there were 95.7 males.[36][37] The median income for a household in the borough was $80,398, and the median income for a family was $106,260. Males had a median income of $76,772 versus $45,833 for females. The per capita income for the borough was $42,564. About 2.1% of families and 5.2% of the population were below the poverty line, including 0.5% of those under age 18 and 5.8% of those age 65 or over.[36][37] Dense forests and hiking trails surround the town of Chester. It was named one of the top ten most beautiful towns in New Jersey in 2016.[39] There are various recreational state parks, such as Hacklebarney State Park and Black River County Park, which contains a popular tourist site called the Nathan Cooper Gristmill. These parks serve as quintessential family activities, especially going on hikes and observing the foliage during the fall. Willowwood Arboretum, operated by the Morris County Park Commission, covers 131 acres (53 ha) of gardens, meadows and walking / hiking trails.[40] Chester is governed under the borough form of New Jersey municipal government, which is used in 218 municipalities (of the 564) statewide, making it the most common form of government in New Jersey.[41] The governing body is comprised of the mayor and the borough council, with all positions elected at-large on a partisan basis as part of the November general election. The mayor is elected directly by the voters to a four-year term of office. The borough council includes six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.[7] The borough form of government used by Chester is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.[42][43] As of 2023[update], the mayor of Chester is Republican Janet G. Hoven, whose term of office ends December 31, 2026. Members of the Chester Borough Council are Karen L. Ferrone (R, 2025), Russell Goodwin (R, 2025), Elizabeth Gugliemini (R, 2023), Christopher K. Heil (R, 2024), Kyle J. Holman (R, 2024) and Gary W. Marshuetz (R, 2023).[3][44][45][46][47][48][49] In 2007, New Jersey Governor Jon Corzine created incentives for small towns of less than 10,000 inhabitants to combine with other cities. The goal was to reduce the overall cost of government and thereby offer some tax relief. \"New Jersey has 21 counties, 566 municipalities and 616 school districts, and property taxes average $6,800 per homeowner, or twice the national average.\"[50][51] Chester Borough had originally split from Chester Township in 1930 over the creation of sewer and water infrastructure in the more densely settled center of the municipality. The residents of the rural portions of the Township did not wish to financially support the construction and maintenance of a public sewer or water utility. Since that time rural Chester Township has relied upon individual private wells for water and septic systems for wastewater treatment while the borough is primarily, although not entirely, served by public sewer and water. Concerns over the extension of utilities into the rural Township with the resultant potential for large scale growth served as an impediment to consolidation. The prohibition of utility extensions supported by the New Jersey state plan and codified in the Highlands Water Protection Act, along with the development restrictions contained in the Highlands Act have lessened those concerns. Additionally, an aggressive land conservation program in the Township has resulted in over 40% of the 29-square-mile (75 km2) Township being placed into permanent preservation, further lessening worries about potential overdevelopment. The two municipalities currently share a common K–8 school district, volunteer fire department, library, first aid squad and other municipal services. Some residents are concerned about the unknown costs of a merger and a disproportionate allocation of those costs.[50] The two mayors had publicly endorsed a cost–benefit analysis of a merger. As two previous efforts had failed, the two municipalities have taken and deliberate approach to determine the savings, if any.[50] A merger vote planned for November 2010 was delayed for at least a year after Governor Christie's elimination of equalization funds that would ensure some taxpayers do not pay more due to the merger, as an analysis by the New Jersey Department of Community Affairs estimated that township residents would see an annual increase of $128 on their property taxes while those in the borough would see an average decline of $570 in their taxes.[52] Chester Borough is located in the 7th Congressional District[53] and is part of New Jersey's 24th state legislative district.[54] For the 119th United States Congress, New Jersey's 7th congressional district is represented by Thomas Kean Jr. (R, Westfield).[55] New Jersey is represented in the United States Senate by Democrats Cory Booker (Newark, term ends 2027) and Andy Kim (Moorestown, term ends 2031).[56] For the 2024-2025 session, the 24th legislative district of the New Jersey Legislature is represented in the State Senate by Parker Space (R, Wantage Township) and in the General Assembly by Dawn Fantasia (R, Franklin) and Mike Inganamort (R, Chester Township).[57] Morris County is governed by a Board of County Commissioners comprised of seven members who are elected at-large in partisan elections to three-year terms on a staggered basis, with either one or three seats up for election each year as part of the November general election.[58] Actual day-to-day operation of departments is supervised by County Administrator Deena Leary.[59] As of 2025[update], Morris County's Commissioners (with all terms ending December 31) are \nDirector Tayfun Selen (R, Chatham Township, 2026),[60] \nDeputy Director Stephen H. Shaw (R, Mountain Lakes, 2027),[61]\nDouglas Cabana (R, Boonton Township, 2025),[62]\nJohn Krickus (R, Washington Township, 2027),[63] \nThomas J. Mastrangelo (R, Montville, 2025),[64]\nChristine Myers (R, Harding Township, 2025)[65] and \nDeborah Smith (R, Denville Township, 2027).[66][67][68][69][70][71][72][73] The county's constitutional officers are \nCounty Clerk Ann F. Grossi (R, Parsippany–Troy Hills, 2028),[74][75]\nSheriff James M. Gannon (R, Boonton Township, 2025)[76][77] and \nSurrogate Heather Darling (R, Roxbury, 2029).[78][79] As of March 2011, there were a total of 1,038 registered voters in Chester, of which 188 (18.1%) were registered as Democrats, 500 (48.2%) were registered as Republicans and 350 (33.7%) were registered as Unaffiliated. There were no voters registered to other parties.[86] In the 2012 presidential election, Republican Mitt Romney received 64.4% of the vote (506 cast), ahead of Democrat Barack Obama with 34.7% (273 votes), and other candidates with 0.9% (7 votes), among the 789 ballots cast by the borough's 1,092 registered voters (3 ballots were spoiled), for a turnout of 72.3%.[87][88] In the 2008 presidential election, Republican John McCain received 60.6% of the vote (517 cast), ahead of Democrat Barack Obama with 37.7% (322 votes) and other candidates with 1.2% (10 votes), among the 853 ballots cast by the borough's 1,102 registered voters, for a turnout of 77.4%.[89] In the 2004 presidential election, Republican George W. Bush received 66.7% of the vote (570 ballots cast), outpolling Democrat John Kerry with 31.7% (271 votes) and other candidates with 1.2% (13 votes), among the 855 ballots cast by the borough's 1,122 registered voters, for a turnout percentage of 76.2.[90] In the 2013 gubernatorial election, Republican Chris Christie received 79.9% of the vote (437 cast), ahead of Democrat Barbara Buono with 18.8% (103 votes), and other candidates with 1.3% (7 votes), among the 556 ballots cast by the borough's 1,110 registered voters (9 ballots were spoiled), for a turnout of 50.1%.[91][92] In the 2009 gubernatorial election, Republican Chris Christie received 69.7% of the vote (439 ballots cast), ahead of Democrat Jon Corzine with 21.6% (136 votes), Independent Chris Daggett with 7.1% (45 votes) and other candidates with 1.0% (6 votes), among the 630 ballots cast by the borough's 1,079 registered voters, yielding a 58.4% turnout.[93] The First Congregational Church, at 30 Hillside Road, has been active since 1740. This historic church building is listed on the National Register of Historic Places.[94] It is the oldest congregational denomination west of the Hudson River. Grace Bible Chapel, located at 100 Oakdale Road in Chester, is a non-denominational fellowship of evangelical Christians.[95] St. Lawrence the Martyr Roman Catholic Church, formed in the mid-1950, has about 1,200 families as congregants.[96] Students in public school for pre-kindergarten through eighth grade attend the Chester School District, together with children from Chester Township.[97] As of the 2020–21 school year, the district, comprised of three schools, had an enrollment of 1,047 students and 106.1 classroom teachers (on an FTE basis), for a student–teacher ratio of 9.9:1.[98] Schools in the district (with 2020–21 enrollment data from the National Center for Education Statistics[99]) are \nDickerson Elementary School[100] with 317 students in grades Pre-K–2, \nBragg Elementary School[101] with 325 students in grades 3–5 and \nBlack River Middle School[102] with 402 students in grades 6–8.[103][104][105] Dickerson and Bragg Schools are located on County Route 510, east of Chester Borough; Black River Middle School is on County Route 513 (North Road), north of Chester Borough.[97] As a consolidated school district, all residents in the two constituent municipalities vote for board of education members who represent the entire district, not just the municipality in which they reside.[106] Students in public school for ninth through twelfth grades in both communities attend West Morris Mendham High School, which serves students from the surrounding Morris County school districts of Chester Borough, Chester Township, Mendham Borough and Mendham Township. The high school is part of the West Morris Regional High School District, which also serves students from Washington Township, who attend West Morris Central High School[107] As of the 2020–21 school year, the high school had an enrollment of 1,142 students and 91.9 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.4:1.[108] The district's board of education is comprised of nine members who are elected directly by voters to serve three-year terms of office on a staggered basis.[109] The nine seats on the board of education are allocated based on the populations of the constituent municipalities, with one seat assigned to Chester Borough.[110] As of May 2010[update], the borough had a total of 12.06 miles (19.41 km) of roadways, of which 8.37 miles (13.47 km) were maintained by the municipality, 2.58 miles (4.15 km) by Morris County and 1.11 miles (1.79 km) by the New Jersey Department of Transportation.[111] Chester is located at the point where County Route 513 (also known as old Route 24) and U.S. Route 206 intersect.[112] NJ Transit local bus service was provided on the MCM4 and MCM5 routes[113] until June 2010, when NJ Transit pulled the subsidy.[114][115] People who were born in, residents of, or otherwise closely associated with Chester Borough include:",
  "source_url": "https://en.wikipedia.org/wiki/Chester_Borough,_New_Jersey"
}