{
  "id": 352,
  "title": "Ambiorix Burgos",
  "data": "Ambiorix Burgos (born April 19, 1984) is a former right-handed pitcher in Major League Baseball who last played for Vaqueros Laguna of the Mexican League. In 2005, Burgos made his major league debut with the Kansas City Royals and appeared in 59 games as a relief pitcher. Despite pitching only 60 innings, he managed to be 10th in the league in wild pitches. In 2006, Burgos had the highest average fastball velocity of American League relievers, at 96.5 mph, and posted an ERA of 3.95. In 2006, Burgos started the season as the Royals' closer. However, the season was a disappointment as he finished with a 4–5 record and 5.52 ERA in 731⁄3 innings pitched. He had 18 saves, but also blew 12 saves and lost the closer's job midway through the season. On December 5, 2006, Burgos was traded by the Royals to the New York Mets for starting pitcher Brian Bannister. In 2007, Burgos began the season on the Mets 25-man roster, but was sent to Triple-A soon thereafter. According to an Associated Press report on August 28, 2007, general manager Omar Minaya indicated that Burgos underwent Tommy John surgery and would be out for a prolonged period. On August 6, 2008, Burgos pitched to nine batters in his first minor league rehab game. On December 12, 2008, the New York Mets did not offer Burgos a new contract and he became a free agent.[citation needed] On September 9, 2008, Burgos was arrested for assaulting his girlfriend. Prosecutors say he repeatedly punched her on the back, bit her and slapped her.[1] On March 12, 2009, a jury convicted Burgos for the assault. Sentencing was scheduled for April 3.[2] On October 1, 2008, Burgos was indicted on charges of hit and run in his native Dominican Republic. Sources say that Burgos struck two women in his SUV and drove off. The women later died of their injuries.[3]  Burgos turned himself in to authorities on October 7.[4] On August 27, 2010, Burgos was accused of kidnapping and poisoning his ex-wife.[5] Police in the Dominican Republic charged Burgos with kidnapping and attempted murder.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Ambiorix_Burgos"
}