{
  "id": 806,
  "title": "Villa Manin",
  "data": "Villa Manin (Friulian: Vile Manin) is a Venetian villa located in the comune of Passariano [fur] in Codroipo, Friuli-Venezia Giulia, in northeastern Italy. It was the private, country residence of the last Doge of Venice, Lodovico Manin. Napoleon Bonaparte and Joséphine de Beauharnais lived there for about two months in 1797. Many negotiations for the Treaty of Campoformio between Napoleonic France and the Habsburg Austria were conducted here and the treaty was signed at the Villa on 17 October 1797. The Villa Manin was restored in the mid and late 1960s after it, together with about 18 acres of parkland, was sold to the Region of Venezia Friuli Giulia by the Manin family for a nominal sum.  \nSince then, it has hosted numerous popular music concerts by major international acts and was the site of three episodes of Jeux sans frontières. It was used as a contemporary art centre and museum for several years and hosted major international exhibitions, and it now also houses currently[update] the Roberto Capucci Foundation’s collection. The Manin family, documented in Florence since 1,000, and reputed to be descended from the Roman family of the Manlii, arrived in Friuli (Aquileia and Cividale) in the late C12, in exile as a result of the struggles between the Guelphs and Ghibellines. \nThey built a significant mercantile presence in the region and, by siding with Venice in power struggles against the Patriarchate of Aquilea, they soon developed their position within the hierarchy of the Republic of Venice and were ennobled as Counts. By the sixteenth century Antonio Manin had bought the gastaldato of Sedegliano and decided to place an impressive manor house at its centre, in Passariano. The first construction of the villa was between 1650 and 1660 at the behest of Count Antonio Manin. Although the original villa was grand, and some of its fabric remains within the existing buildings, the monumental architectural complex that can be seen now is the result of major alterations and additions by Antonio’s descendants. By the start of the C18, the Manin family had accrued huge wealth; at the beginning of the 18th century they owned well over 12,000 hectares (about 30,000 acres). The family’s holdings stretched from Polesine to Istria with land scattered from Rovigo to Padua, from Vicenza to Belluno, and as far as the provinces of Gorizia and Trieste. The Manin family built the palace in Udine and were significant philanthropists, supporting the ecclesiastical hierarchies with significant contributions of and to religious buildings in Venice, such as the construction of the Jesuit church and the chapel of San Giuseppe degli Scalzi, and again in Udine, with the building of the chapel of the same name, the renovation of spaces inside the cathedral and restorations and improvements to San Pietro Martire. Lodovico I and Francesco IV, aided by the architect Giuseppe Benone, had added to the villa in the late C17 but it was transformed in the C18 by Lodovico II and Lodovico III (known as Alvise). First the Venetian architect Domenico Rossi designed and enclosed the huge square courtyard in front of the villa (1707) and then added the monumental exedra(1718). Between 1730 and 1740 Giovanni Ziborghi added height to Rossi’s barchesse (grange wings) that formed either side of the courtyard. Finally the central core of the villa achieved its current form in 1745, under the supervision of Giorgio Massari. The totality of the complex at Passariano was calculated to impress not only fellow noblemen of the Venetian Republic but also rival powers, including the Church. No one could fail to notice the scale of the buildings or the architectural references to St Peter’s Square in Rome in the form of the sweeping exedra. The 18 hectares of parkland behind the villa seem to have been to the design of the Manin’s then \"master of the house\", Ziborghi. Substantial changes in the nineteenth century, especially by Giannantonio Selva, added to the  original landscape with a great deal of tree planting, including the like-for-like replanting of some of the original scheme. The chapel of Sant'Andrea (St. Andrew), was built in 1708, at the same time as the original barchesse, to designs by Domenico Rossi. It is attached to the northern barchessa and to the east of the gate arch. The building served both the village, accessed it from outside the courtyard, and the family, who could gain access from within. \nThe building is an octagon). The entrance façade has two pairs of columns at either side and has a pediment adorned with statues and marble groups by Pietro Baratta. Inside, in the sacristy, there are two marble altars by Giuseppe Bernardi-Torretti, and in the hall two other marble altars with altarpieces worked in relief, also by Torretti. As well as being a fine piece of architecture, the villa is also important for its eighteenth-century artworks. The villa is decorated with frescoes by Ludovico Dorigny, Jacopo Amigoni and Pietro Oretti, paintings by Francesco Fontebasso and sculptures by Torretti. In a room in the eastern part of the villa, in 1708 the Parisian Ludovico Dorigny frescoed a domed ceiling with the Triumph of Spring and four smaller surrounding ovals with the allegories of Love, Glory, Wealth, Abundantia. His painting, in cool and dazzling colours highlights elegant figures on a background of clear skies, with (cherubs and nymphs on clouds going beyond the frame), and follows the conventions of the time. On the walls, in monochrome on a golden background, there are scenes with Apollo and Mars, Venus and Bacchus, the Judgement of Paris, and Pan and Syrinx between various allegorical figures. The paintings show the chiaroscuro of French taste, and inspired the young Tiepolo, who was called to work at the Archbishopric of Udine in 1726–1730. In 1964, the Villa Manin was sold by the Manin family to  the Ente Ville Venete (now Istituto Regionale Ville Venete - Venetian Villas Regional Institute) for a nominal sum, together with 18 hectares of parkland. The Venetian Villas Authority began a restoration of the villa at a cost of about 200 million lire. Once restored the question of the future use of the villa came to the fore. In a climate of uncertainty, the proposal by Aldo Rizzi (art historian and director of the Civic Museums of Udine) to make the ancient noble residence (which has a usable area of 1,800 square meters) a prestigious venue for major art exhibitions was met with favour by the Municipality of Udine and the Autonomous Region of Friuli-Venezia Giulia. The latter acquired the villa from the Enter Ville Venete in 1969 and appointed Rizzi as its curator. From 1972 to 1993 Rizzi organized many exhibitions, including a memorable inaugural exhibition about Tiepolo that attracted over 325,000 visitors. Rizzi was also instrumental in creating the School of Restoration in the exedra, which saved many masterpieces of art after the 1976 Friuli earthquake.  From 2004 to 2008, the villa housed a contemporary art centre (q.v.). For many years the curation of the Villa failed to recognise and explain its history and significance. Many argued that concealing C17 and C18 interiors with the floor to ceiling display boards that it had been necessary to install in order to hang contemporary exhibits, had been a mistake. In recent years this has been addressed and the highly significant role that the villa played in the development of one of the most important aristocratic families of north-eastern Italy (including the last Doge of Venice), the end of 1,000 years of the republic itself and the re-shaping of the political landscape of C19 Italy, is now much better represented. In addition, many of its rooms have been furnished with antique furniture and paintings from the Museum of Udine, including the so-called \"Chamber of Napoleon\", where the famous emperor slept, and who signed the Treaty of Campoformio at the villa in 1797. The Villa Manin also contains the permanent exhibitions of a collection of antique carriages in the stables and an extensive armory, with pieces from the Casa della Contadinanza of Udine. Since 2017,[update] the villa has also housed the collection of the Roberto Capucci Foundation, with a repository consisting of the fashion designer's clothes and thousands of drawings, illustrations, photographs and press articles transferred from Rome.[1] Both the villa and its park have been used to host many exhibitions, concerts and spectaculars: The villa has hosted important exhibitions of art with prestigious names such as Tiepolo, as well as others from the Lombards to Sebastiano Ricci to the abstract art of Kandinsky in 2003. From 2004 to 2008, the Villa Manin Centre for Contemporary Art ran an annual programme that alternated thematic exhibitions with artists from all over the world, collaborations with leading international museums, sculpture projects in the garden, exhibitions dedicated to artists of the local area (Spazio FVG) and various side events. The artistic direction was entrusted to Francesco Bonami. These included: Love Hate From Magritte to Cattelan (2004), The Theatre of the Arts - Masterpieces from the collection of the Ludwig Museum, Luna park fantastic art - Sculpture in the Park (2005), Infinite Painting - Contemporary Painting and Global Realism (2006), Hiroshi Sugimoto (2007), God & Goods (2008). The villa hosted major international exhibitions, such as the anthology of Giuseppe Zigaina (2009), the great Impressionist exhibition From Courbet to Monet, The spread of Realism and Impressionism in Central and Eastern Europe (26 September 2009 - 7 March 2010) and the exhibition Munch and the spirit of the north. Scandinavia in the late nineteenth century (September 2010 - March 2011). Events and outdoor concerts have included three episodes of the international TV show Jeux Sans Frontières; the King of Pain Sting tour;  R.E.M.; Motörhead; Iron Maiden; Foo Fighters;Radiohead; Kiss; and Rammstein. 45°56′55″N 13°00′39″E﻿ / ﻿45.9486°N 13.0108°E﻿ / 45.9486; 13.0108",
  "source_url": "https://en.wikipedia.org/wiki/Villa_Manin"
}