{
  "id": 403,
  "title": "Howard Park Wines",
  "data": "Howard Park Wines are Margaret River and Great Southern wine specialists and a family-owned winery owned by the Burch family,[1] which is responsible for such brands as Howard Park, MadFish, and Marchand & Burch. With an established winery based in Margaret River, Western Australia and vineyards in the Great Southern,[2][3] the Burch family are the first Australians to gain ownership in the production of a French Burgundian Grand Cru.[4][5] Margaret River Winery is located outside the small town of Cowaramup, the birthplace of what is now the Margaret River Wine Region.[6][7] The vineyard that surrounds the winery named after the owner of Howard Park Wines father, Leston Burch Leston Vineyard is the vine-producing property and home of Howard Park Wines in Margaret River.[8] The vineyard currently consists of about 157 acres (64 ha) of vines including Shiraz, Cabernet Sauvignon, Merlot, Chardonnay, Cabernet Franc, Petit Verdot and Carnelian varieties.[9][10][11][page needed] The Margaret River wine region was chosen for what was at that time a highly experimental exercise through studies undertaken in 1955 by Professor Harold Olmo. In 1961 Dr John Gladstones from the University of Western Australia, published a paper in the Journal of the Australian Institute for Agricultural Science which stated in part \"As far as the writer is aware, the Busselton–Margaret River region has never been seriously proposed as suitable for commercial viticulture. Nevertheless, a study of its climate shows that it definitely warrants consideration.\"[12][13] The climate of Margaret River is more strongly maritime-influenced than any other major Australian region and has been described as similar to that of Bordeaux in a dry vintage.[11][page needed][14] The region produces just three percent of total Australian grape production, although produces over 20 percent of Australia's premium wine market.[15][16] Great Southern Winery was established in 1986 in the coastal town of Denmark.[17] The Scotsdale Vineyard established in 1974 is located at the foothills of the Porongurup range and at 200 to 380 meters above sea level it is among the highest vineyard sites in Western Australia.[18][19] In 1955, Professor of Viticulture at the University of California Harold Olmo was in Western Australia studying climatic limitations of viticulture in the Swan Valley. Olmo spent eight months in Western Australia at the invitation of the Western Australian Vine Fruits Research Trust.[19] When he published his report in 1956, one of the recommendations put forward was that Mount Barker and the Frankland of the Great Southern area of Western Australia showed great promise for making table wines in the light traditional European style.[19][20] The Great Southern wine region in Western Australia, is Australia's largest wine region, a rectangle 200 kilometres from east to west and over 100 kilometres from north to south. It has five nominated subregions for wine, namely the Porongurups, Mount Barker, Albany, Denmark and Frankland River under the Geographical indications legislation as determined and authorised by the Australian Wine and Brandy Corporation. The climate is maritime-influenced Mediterranean, with significant differences reflected between the sub-regions although considerably cooler than other Western Australian wine regions and is known for Riesling, Sauvignon blanc, Chardonnay, Cabernet Sauvignon, Pinot noir and Shiraz.[8][11][14][16][21][22][23][24][25][26] Howard Park 'Abercrombie' Cabernet Sauvignon a multi-award-winning wine at the Concours Mondial de Bruxelles[27][28][29][30] in 2005 was included in the 4th edition of Langton's Classification of Australian Wine at the \"Excellent\" level.[31][32][33] A single barrel of Howard Park Cabernet can fetch as much as $20,500, ranked in the top 20 results at Langtons auction for Western Australian wineries listed equal first place in 2003 receiving $20,000, and in 2005 ranking 3rd place at $20,500 per barrel. While a single imperial bottle of Howard Park Cabernet can fetch as much as $6,000 in 2008 ranking first place for auction results among wineries from Western Australia. While in 2003 a Howard Park imperial was ranked at 12th place at $3,200.[34][35][36] The Howard Park Riesling is listed as Australia's 4th most collected Riesling from surveys conducted by Wine Ark from an analysis of over 3 million bottles of wine worth A$250m held in 8,500 private collections across Australia.[37][38][39][40] The Howard Park Riesling is listed among the wines of the world as one of the '1001 Wines You Must Try Before You Die' as selected by a panel of 44 contributors.[41] Marchand and Burch is a wine making joint venture between Burgundian winemaker and biodynamic ambassador Pascal Marchand and Jeff Burch, Vigneron and owner of Howard Park & MadFish Wines. Pascal Marchand is famous in wine circles for his performance taking over from Comte Armand in Pommard as winemaker at Burgundy's Premier Cru 'Clos-des-Épeneaux'.[42][43][44][45][46][47][48] Marchand is also known as ex-regisseur for Boisset's Domaine de la Vougeraie.[49][50] The first vintage for Marchand & Burch was in 2007 where a Chardonnay, Pinot noir, and Shiraz was produced in both Margaret River and the Great Southern Western Australia and a Meursault, Gevrey-Chambertin, a Grand Cru Chambertin-Clos de Bèze and Grand Cru Mazis-Chambertin were produced in Burgundy. The wines have been well received in the Australian wine press, listed in James Halliday's 2010 Australian Wine Companion in the Top 10 Best New Wineries in Australia[50][51] and judged as Australia's top Chardonnay of Australia in 2010.[50] Howard Park Wines first released the MadFish label in 1992 with the MadFish\nPremium White, soon followed by the MadFish Premium Red in 1993. The name Madfish is derived from a local seaside inlet based 15 kilometres from the town of Denmark called Madfish Bay, so called because of often seen desperately jumping fish, seeking to escape hungry feeding dolphins whilst the bay's calmness is broken when two tides meet. The artwork for the label was originally designed by the late Maxine Fumagalli, a Noongar artist from Western Australia's Great Southern. Awarded a Double Gold Medal and listed as one of the top four label designs in the International San Francisco Wine Competition. Her design reflects the native viewpoint of unity between land, sea, stars, animals and people, hence the inclusion of all these elements in the label's design. This traditional aboriginal water turtle design on the label is a symbol of perseverance and tolerance. Since its release the label has grown into one of Australia's most recognized wine brands, with an extensive range of contemporary style wines made from cool climate fruit.[52][53][54][55][56][57][58][59] The Margaret River winery has received acclaim for its architecture winning the commercial category award from the Royal Australian Institute of Architects in 2000,[22][full citation needed][60][61] also judged among Australia's top 12 buildings,[22][62][63][64][65] incorporating traditional feng shui principles with contemporary Australian design.[3][22][60] The design and exact orientation of the winery was fine-tuned by the use of Feng shui under the direct supervision of Professor Cheng Jian Jun of the Department of Architecture in South China University of Technology, and lecturer at Guangzhou University, China. Professor Cheng is the author of several books, and has designed over 10 traditional Chinese Temples around China.[66][67][68] In 2009 Howard Park was asked to join Australia's First Families of Wine (AFFW) a multimillion-dollar venture to help resurrect the fortunes of the $6 billion industry highlighting the quality and diversity of Australian wine.[69][70] Howard Park Wines is the only representative from Western Australia to be included in the AFFW.[71] The 12 member alliance includes Brown Brothers, Campbells, Taylors, DeBortoli, McWilliam's, Tahbilk, Tyrell's, Yalumba, D'Arenberg, Jim Barry, Howard Park, and Henschke. The main criterion is that the family-owned companies need to have a \"landmark wine\" in their portfolios as listed under Langton's Classification and/or 75% agreement by group that a wine is considered \"iconic\". Others are they must have the ability to do at least a 20-year vertical tasting, have a history going back a minimum of two generations, ownership of vineyards more than 50 years old and/or ownership of distinguished sites which exemplify the best of terroir, commitment to export and environmental best practice, appropriate cellar door experience, and be paid-up members of the Winemakers Federation of Australia.[69][71][72][73]",
  "source_url": "https://en.wikipedia.org/wiki/Howard_Park_Wines"
}