{
  "id": 282,
  "title": "Python (Ford prototype)",
  "data": "The Python is a small- production run sports car modeled closely after a prototype designed by Ford in the mid-1960s when Ford's Vice President of Design, Eugene 'Gene' Bordinat (pronounced Bor-din-ay), designed a new body for Carroll Shelby to use as a replacement for the AC Cobra. Bordinat and  McKinley Thompson, the first major African-American car designer at Ford, designed a potential successor in coupe and convertible body styles, both using a new plastic called Royalex, produced by United States Rubber Company, later known as Uniroyal. By 1965, Ford was presenting the two-seater formally as the Bordinat Cobra, in honor of Eugene Bordinat.[1] Shelby and Ford subsequently parted ways, and the project was scrapped along with the use of the new plastic. Later in 1981, Alvin Kelly, who felt the need for a \"pure, open air sports car\",[2] found one of the original Royalex Bordinat Cobra bodies and, with the approval of Gene Bordinat and help of McKinley Thompson (consultant for Alvin Kelly), built four prototypes for this Python design. Alvin Kelly took the mold to Southern California, where the fourth prototype was perfected and put into production. The Python was built using a reinforced Mustang frame that has a shortened wheel base in order to achieve 55:45 front:rear weight ratio. Because Alvin Kelly was going to market these cars through Ford dealers, the cars came equipped with standard Mustang equipment with the option of having any upgrades Ford offered for their Mustangs at that time. Consumers were also given the option of upgrading to a wooden dash and console. Alvin Kelly moved his company to Fort Collins, Colorado shortly before production began. Although it is unknown how many cars were built in Southern California and how many were built in Fort Collins, Colorado, it is known that there were about 12 cars built before the company went under.[3] Kelly's Python was intended to reflect the old time style of the Bordinat Cobra while still incorporating a modern feel.  Seven examples have been identified.",
  "source_url": "https://en.wikipedia.org/wiki/Python_(Ford_prototype)"
}