{
  "id": 673,
  "title": "Aubazines",
  "data": "Aubazines[3] (French pronunciation: [obazin]; Occitan: Obasina), also spelled Aubazine, is a commune in the Corrèze department in the Nouvelle-Aquitaine region of central France. Aubazines is a commune in the Massif Central located some 10 km east by north-east of Brive-la-Gaillarde and 12 km south-west of Tulle. The D1089 highway passes through the north-west of the commune going from Malemort-sur-Corrèze to Tulle. However, access to the village is by the D130 branching off the D1089, going south to the village, and continuing south to Beynat. The D48 also goes east from the village to Le Chastang with the D48E branching off it in the east of the commune to go north to Cornil. The D14E1 also goes south-west from the village to join the D14.[4] A railway line passes through the commune parallel to the D1089 and the station for Aubazines is at Aubazine-Saint-Hilaire station in the neighbouring commune Saint-Hilaire-Peyroux. The line is served by the TER Nouvelle-Aquitaine trains towards Brive-la-Gaillarde, Tulle, Ussel and Bordeaux. The village is in the south of the commune on a promontory overlooking the Coiroux at a height of over 150 metres. Apart from the village there are the hamlets of: Pauliac Bas, Pauliac Haut, Villieres, Vergonzac, Le Varachou, Rochesseux, Chastagnol, Quatre Routes, and Les Vayres. The commune is mixed forest and farmland.[4] The Corrèze river forms the north-western border of the commune as it flows south-west to join the Vézère west of Brive-la-Gaillarde. A number of streams rise in the commune to join the Corrèze including the Ruisseau de la Geinde, 2.7 km long, which rises near Quatre-Routes and flows north to join the Ruisseau de Brauze in Cornil commune which flows to the Corrèze, the Ruisseau Français, and the Canal des Moines which branches from the Coiroux.[4] The lowest altitude of the commune is 126 metres in the west where the Corrèze leaves the commune. The highest points are 520 metres high on the Puy de Pauliac which dominates the area, and in the south-east next to Le Chastang near a place called la Jarouste. [4] The village of Aubazines, which had a church, became a commune in the French Revolution in 1790 through the dismantling of the parish of Cornil but it lacked Vital records until 1 March 1792.[5][6] Aubazines, formerly written Obazine, has its origin in the foundation of a monastery by Étienne de Vielzot in the 12th century.[7][8] The monastery was affiliated shortly after to the Cistercian order. Very soon an associated convent of nuns was established in the village of Coyroux a few hundred metres away. The two monasteries existed until the Revolution. Formerly spelled Obazine the parish depended on Cornil. The site of the monastic institutions and their dependencies have been the object of archaeological excavations and extensive studies in the last third of the 20th century under the direction of Professor of medieval history Bernadette Barrière. The village of Gare d'Aubazine, although located in the commune of Saint-Hilaire-Peyroux is an integral part of the history of Aubazines and of Dampniat than that of Saint-Hilaire. The railway station was established at a place called Confolens however, as the station was primarily to serve Aubazines even though it was on the territory of the neighbouring commune, the council demanded a composite name. The railway acceded to the demand and the stop which was called Aubazine-Saint-Hilaire-Peyroux became Aubazine thereafter. Saint-Hilaire-Peyroux have their own stop at Pont Bonnel. Before 1840, the date of the opening of Route nationale N89 (later D1089), there was nothing at the bottom of this valley other than the worn-out mills of: Confolens in Dampniat commune, Claredent in Aubazines commune, and Jayle in Malemort-sur-Corrèze commune, which were accessible only on narrow, bumpy, and steep slopes by goods wagons. Horses, mules, and donkeys circulated more often than carts. The village, now called Gare d'Aubazine was rather poorly named. The SNCF station is located on the right bank of the Corrèze in the territory of Saint-Hilaire-Peyroux while the left bank belongs largely to Dampniat with the nearest village located 2 km away. The Confolens bridge and paper mill added to progress together with the railway at the end of the 19th century and in 1912 the establishment of a railhead for the departmental tram line going to Turenne then Beaulieu-sur-Dordogne via Le Bosplos Archived 21 May 2014 at the Wayback Machine completed this action. The Tacot (Jalopy) had disappeared by 1932, replaced by a bus and the agglomeration of the Gare d'Aubazine retained its thriving business. New houses were built and a school with two classes was opened for the children. Their parents climbed to Dampniat to learn to read. In June 1944 maquisards destroyed the Claredent railway bridge, blocking a German armoured train and preventing convoys of equipment from the manufacture of weapons at Tulle from being quickly transported to their destination on the front or the Rhine. Party per pale, at first Gules, a sun in his splendour of Or with two mullets the same all posed in pale; at second Azure a crescent moon of Argent with two mullets the same all posed in pale. List of Successive Mayors[9] The inhabitants of the commune are known as Aubazinois or Aubazinoises in French.[10] The commune has two structures that are registered as historical monuments: Other sites of interest are: Two religious buildings are registered as historical monuments and one more contains historical objects: A Postage stamp with a value of 1.25 francs depicting the Abbey of Aubazines was issued on 18 February 1978.[70]",
  "source_url": "https://en.wikipedia.org/wiki/Aubazines"
}