{
  "id": 521,
  "title": "Mervyn Butler",
  "data": "General Sir Mervyn Andrew Haldane Butler, KCB, CBE, DSO & Bar, MC (1 July 1913 – 3 January 1976) was a British Army officer who served as Commander-in-Chief Strategic Command. Mervyn Butler was educated at St Columba's College, Rathfarnham, Ireland and at the Royal Military College, Sandhurst.[1] He was commissioned as a second lieutenant into the South Lancashire Regiment on 4 February 1933[2][1] and was promoted to lieutenant on 2 February 1936.[3] He was again promoted, this time to captain, on 2 February 1941.[4] He transferred to the Parachute Regiment and served with distinction during the Second World War, being awarded both the Distinguished Service Order and the Military Cross for his services.[5] He transferred to the Suffolk Regiment on 20 July 1946.[6][1] Butler commanded the 16th Independent Parachute Brigade from 1955 to 1957.[1] During the Suez Crisis elements of the 16th Independent Parachute Brigade led by Butler and a contingent of the Royal Tank Regiment set off south along the canal bank on 6 November 1956 to capture Ismailia. Just before midnight Butler was ordered to stop on the hour, when a ceasefire would come into effect. This raised a difficulty. There were Egyptian forces ahead; the British column was in open desert with no defensible feature to hand. Butler compromised, advancing until 0:15 am on 7 November 1956 to reach El Cap, where he sited the 2nd Battalion of the Parachute Regiment, with supporting detachments.[7] He was awarded a Bar to his Distinguished Service Order on 13 June 1957.[8] Butler was General Officer Commanding 2nd Division from 1962 to 1964.[9] In 1964 Butler was appointed Assistant Chief of Defence Studies (Joint Warfare) and then in 1966 went on to be Commandant of the Staff College, Camberley.[5] From 1968 to 1970 he was General Officer Commanding 1 (British) Corps. He was General Officer Commanding Army Strategic Command from 1970 to 1971 before going on to serve as Commandant of the Royal College of Defence Studies from January 1972 to 1973.[5] He was promoted to general on 14 January 1972.[10] He was also Colonel Commandant of the Parachute Regiment from 1967 to 1972.[11] Butler was appointed a Commander of the Order of the British Empire for service in Cyprus in 1957,[12] a Companion of the Order of the Bath in the 1964 New Year Honours,[13] and advanced to Knight Commander of the Order of the Bath in the 1968 New Year Honours.[14] On his death in 1976 Butler was buried in Aldershot Military Cemetery.",
  "source_url": "https://en.wikipedia.org/wiki/Mervyn_Butler"
}