{
  "id": 184,
  "title": "Cali Fair",
  "data": "Cali Fair (Spanish: La Feria de Cali) is a cultural event held in Cali, Colombia from December 25 to December 30. It is a celebration of the region's cultural identity, famous for the Salsa marathon, horse riding parades and dance parties.[1] The Fair has been celebrated since 1957. Tourism around The Fair is a main driver of the city's economy during the end of the year.[2] It is also known as the \"sugar cane fair\" (referring to a crop vital to the local economy) and \"Feria de la salsa\" (Salsa music fair).[3][4] On 7 August 1956, a huge explosion in Cali destroyed most of the city's infrastructure and many people died, leaving the city in an economic recession. The next year, the government coordinated a fair as an opportunity to celebrate the overcome of this tragedy and revitalize the economy. The first fair lasted 40 days and was a success. Many people were able to sell handmade goods throughout the celebration of the events.[5] The fair continued to grow over the years, and the city's economy was boosted around the time of the fair. Over time, it became the most important cultural and economic event of the year. In the 1980s, salsa singers and dancers became a popular part of the fair.[6] In 2020, the Fair was held virtually due to the COVID-19 pandemic. 2021 saw the introduction of Fiesta de Mi Pueblo, a parade celebrating the 42 municipalities of Valle del Cuaca.[7][8] The Fair is opened by a cabalgata (parade of horseback riders)[4] and the Salsódromo (also called the Salsa Marathon), a parade of salsa musicians and dancers.[3][9] In 2023, the Salsódromo included 1,400 dancers,[9] who paraded down Avenida Roosevelt, one of the main roads of the city.[6] Other events include tascas (international food street), salsa concerts, bullfights (which have attracted criticism and protests),[citation needed] parades, athletic activities/competitions and cultural exhibitions.[10][11] At times the Fair has included Vallenato and Merengue groups from Colombia and surrounding Caribbean countries, and samba schools from Rio de Janeiro, Brazil. The Cali Viejo Carnival is held on December 28, the fourth day of the Fair.[12][13] The event celebrates the cultural traditions and history of the region, and is actually older than the Fair itself, dating back to the early 1910s.[13] This Colombia-related article is a stub. You can help Wikipedia by expanding it. This festival-related article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Cali_Fair"
}