{
  "id": 122,
  "title": "Henner Hofmann",
  "data": "Henner Hofmann, AMC, ASC, (born July, 1950) is a Mexican cinematographer, producer and screenwriter. Hofmann was born in Mexico City, Mexico. Both of his parents were artists. His father, Herbert Hofmann Isenburg, was a sculptor who was born in Frankfurt, Germany. He studied at the Ballhaus and later in Paris in the workshop of the French sculptor Aristide Maillol, and arrived in Mexico in 1939. His mother, Kitzia Hofmann, created stained glass art for churches in Mexico and the United States. Hofmann has said that one of the films that has had a strong impression on him was the short film The Red Balloon (1956) shot by Edmond Séchan. He said, \"It is a magical story of a boy and a balloon that is full of charm and strong emotional undercurrents. That film left a mark on me forever. I was 7, and I remember every shot\".[1] At the age of 18, Hofmann attended the Centro Universitario de Estudios Cinematográficos, CUEC, at the National Autonomous University of Mexico. The Circus, a documentary presented as his thesis, was distinguished with an honorable mention in Warsaw, Poland. In 1977, Henner Hofmann, Afonso Muñoz, Gonzalo Matinez Ortega, Ignacio Nacho Lopez, Oscar Menedez and Juan Rulfo founded the Archives of Ethnic Communities, with more than 45 documentaries about the indigenous communities in Mexico.\nHofmann began his career as a cinematographer after four years of traveling throughout Mexico, resulting in his first film, Bajo el Mismo Sol. He was the first Mexican cinematographer to win a Coral Award for best photography in the Havana Film Festival. He has won an Ariel Award, Mexico's most prestigious award in the film industry, for his cinematography in José Buil's The Legend of the Mask (1991). In 1992, Hofmann founded the Mexican Society of Cinematographers (AMC) and was president from 1992 to 2004.[2] Hofmann is a member of the Technicians and Cinematographic Production Guild, the Mexican Academy of Arts and Cinematographic Science, and the Screen Writers' Guild in Mexico City. In the U.S. he is a member of the American Society of Cinematographers (ASC), the International Cinematographers Guild, IATSE Local 600, and a member of the Academy of Motion Picture Arts and Sciences. Hofmann has worked as a teacher in film schools in Mexico City. From 2008 to 2016, he was the headmaster at the Centro de Capacitación Cinematográfica film school.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Henner_Hofmann"
}