{
  "id": 879,
  "title": "Pentlow",
  "data": "Pentlow is a village and civil parish in the Braintree district, in the county of Essex, England. It is just south of the River Stour, and nearby settlements include the villages of Foxearth and Cavendish and the hamlet of Pentlow Street. Pentlow was recorded in the Domesday Book as Pentelawa,[1] a name of Norman origin. The most notable landmark in the area, St Gregory and St George's church, was built by Norman settlers and dates from the 12th century.[2] Considering the age of the Church, the condition of the Norman carvings is magnificent. Pentlow's inhabitants throughout history have been employed mainly in agriculture. Pentlow has one of six round-towered churches in Essex. It is located near the border with Cavendish, is dedicated to St Gregory and St George and isGrade I listed.[3]  The church is constructed largely of flint and pebble with a limestone and clutch cover. The earliest parts of the building  date from the 12th century.[4] The parish church In 1870–72 the Imperial Gazetteer of England and Wales described Pentlow thus: The property is divided among a few. An octagonal tower was erected, in 1859, by the Rev. E. Bull, to the memory of his father; is a finestructure, in the Tudor style; and commands an extensive panoramic view. The living is a rectory in the diocese of Rochester. Value, £550.[5] Including St Gregory and St George's church, Pentlow has 36 officially designated buildings of historical or architectural importance, protecting them from demolition or major alteration.[6] Due to its rural location, Pentlow's range of services is narrow. Within a 4-mile radius there are more than 15 Pubs\\Hotels to stay in or visit. Transport links to Pentlow are infrequent,  as would be expected, but it is not isolated. Sudbury railway station is only 4 miles from Pentlow, making a commute to London an easy option for residents.  Health and care services are provided only 4 miles away.[7] Data from the Neighbourhood Statistics Geography of Pentlow suggest that 86% of the residents are in very good - good health. This is above the average score in both categories for England.[8] The occupational structure of Pentlow recorded in 1881 shows distinct patterns of employment. A large number of Pentlow's inhabitants worked within the agricultural industry, amounting to 36% of the population. The second source of employment was the clothing industry, notably the manufacturing of straw hats. There is a correlation between gender and occupation: 1881 Pentlow fits the traditional model of a 19th-century family. The majority of labouring jobs were occupied by males, for example 98% of jobs in agriculture were held by males. Media related to Pentlow at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Pentlow"
}