{
  "id": 952,
  "title": "Archigram",
  "data": "Archigram was an avant-garde British architectural group whose unbuilt projects and media-savvy provocations \"spawned the most influential architectural movement of the 1960's,\" according to Princeton Architectural Press study Archigram (1999).[1] Neofuturistic, anti-heroic, and pro-consumerist, the group drew inspiration from technology in order to create a new reality that was expressed through hypothetical projects, i.e., its buildings were never built, although the group did produce what the architectural historian Charles Jencks called \"a series of monumental objects (one hesitates in calling them buildings since most of them moved, grew, flew, walked, burrowed or just sank under the water.\"[2] The works of Archigram had a neofuturistic slant, influenced by Antonio Sant'Elia's works. Buckminster Fuller and Yona Friedman were also important sources of inspiration. \"Their attitude was closely tied to the technocratic ideology of the American designer Buckminster Fuller,\" Kenneth Frampton confirms, in Modern Architecture: A Critical History, \"and to that of his British apologists John McHale and Reyner Banham. ... Archigram's subsequent commitment to a 'high-tech,' lightweight, infrastructural approach (the kind of indeterminacy implicit in the work of Fuller and even more evident in Yona Friedman's L'Architecture mobile of 1958) brought them, rather paradoxically, to indulge in ironic forms of science fiction, rather than to project solutions that were either truly indeterminate or capable of being realized and appropriated by society.\"[3] Based at the Architectural Association in London, the main members of the group were Peter Cook, Warren Chalk, Ron Herron, Dennis Crompton, Michael Webb and David Greene. Archigram formed in late in the year 1960, shortly before the first issue of their magazine of the same name, which appeared in 1961. Designer Theo Crosby was the \"hidden hand\" behind the group.[4] He gave them coverage in Architectural Design magazine (where he was an editor from 1953 to 1962), brought them to the attention of the Institute of Contemporary Arts (ICA) in London, where, in 1963, they mounted an exhibition called Living City,[5] and in 1964 brought them into the Taylor Woodrow Design Group, which he headed, to take on experimental projects.[6] The pamphlet Archigram I was printed in 1961 to proclaim their ideas. The group experimented with modular technology, mobility through the environment, space capsules, and consumer-culture imagery. Their projects offered a seductive vision of a glamorous, high-tech future. Social and environmental issues were, however, left largely unaddressed. The group tapped into the zeitgeist captured by Richard Hamilton in his \"This Is Tomorrow\" exhibition in 1956 at the Whitechapel Art Gallery, by Pop Art, by the turned-on, tuned-in psychedelic counterculture, and by the gnomic pronouncements of the media theorist Marshall McLuhan. Then, too, some of its guiding principles were premonitory of what the politically radical French avant-garde would later call Situationism. In the Living City exhibition, Archigram \"collected images from any part of the city—the accepted Pop iconography of spaceman, superman, robotman, and woman—but presented them in a way and with a message that was new to architecture,\" Jencks writes, in Modern Movements in Architecture. The city was seen not as architecture (hardware), but as people and their \"situations\" (software). It was these infinitely variable and fleeting situations which gave the real life to the city: in this sense \"the home, the whole city, and the frozen pea pack are all the same.\" Not only are they all expendable, but they are all products which interact with man in the same level, the situation.[7] Archigram agitated to prevent modernism from becoming a sterile orthodoxy, rendered safe by its adherents. Contrary to Buckminster Fuller's notion of \"ephemeralization,\" which assumes more must be done with less and less (because material resources are finite), Archigram presumes a future of inexhaustible resources. According to Jencks, Archigram's \"extraordinary inventiveness\" and delirious, Pop sci-fi imagery attracted international media attention throughout 1963–65. The group designed cities \"that looked like computers and molehills, that crawled on the shoots of a telescope like Eduardo Paolozzi's Bug-Eyed Monsters, that bobbed under the sea like so many skewered balloons, that sprouted—swock!—out of the sea like a Tom Wolfian, hydraulic umbrella, that zoomed down from the clouds flashing 'Destroy-Man! Kill-All-Humans,' a space-comic-robot-zaap, that clicked into place along pneumatic tubes, a plug-in plastic layer cake, that gurgled and spluttered over the old city like creeping, cancerous, testubular, friendly Daleks.\"[8] \"The strength of Archigram's appeal,\" wrote the architecture critic and historian Reyner Banham, \"stems from many things, including youthful enthusiasm in a field (city planning) which is increasingly the preserve of middle-aged caution. But chiefly it offers an image-starved world a new vision of the city of the future, a city of components on racks, components in stacks, components plugged into networks and grids, a city of components being swung into place by cranes.\"[9] By 1967, in works like Control and Choice Living (1967), the group had turned its attention to the question of exploiting, in architecture and urban planning, those \"systems, organizations, and techniques that permit the emancipation and general good life of the individual\" within \"a high-density location,\" writes Jencks. \"The solution was a minimal set of fixed elements which increased in flexibility from the permanent pylons to the completely flexible 'air-habs.' The latter invention was a combination un-house and blow-up satellite (that is, an air-inflatable satellite)\" of seemingly infinite possibility. The inhabitant \"could dial out a room or if this were not desired drive the electric car into it and sprout out a room within a room. In effect, the services robot is now decentralized to include every part of the house.\"[10] By the early 1970s, the group had changed its strategy. In 1973, wrote Theo Crosby,[11] its members had \"found their original impulses towards megastructures blunted by the changing intellectual climate in England, where the brash dreams of modern architects are received with ever-increasing horror. They are now more concerned with the infiltration of technology into the environment at a much less obvious level.\" If we consider for a moment Christo's seminal work – the 'wrapped cliff' – we might see it in one of two ways: as a wrapped cliff or, preferably, as the point at which all other cliffs are unwrapped. An Archigram project attempts to achieve this same altered reading of the familiar (in the tradition of Buckminster Fuller's question, 'How much does your building weigh?'). It provides a new agenda where nomadism is the dominant social force; where time, exchange, and metamorphosis replace stasis; where consumption, lifestyle, and transience become the programme; and where the public realm is an electronic surface enclosing the globe —David Greene[12] The group was supported by mainstream architects, such as David Rock of BDP. Rock later nominated Archigram for the RIBA Royal Gold Medal, which they received in 2002.[13] Plug-in City is a mega-structure with no buildings, just a massive framework into which dwellings in the form of cells or standardised components could be slotted. The machine had taken over and people were the raw material being processed, the difference being that people are meant to enjoy the experience. The Walking City is constituted by intelligent buildings or robots in the form of giant, self-contained living pods designed to roam freely. The form derived from a combination of insect and machine and was a literal interpretation of Le Corbusier's aphorism that a house was a \"machine for living in.\" The pods were intended to be independent yet parasitic, since they could \"plug into\" way stations to exchange occupants or replenish resources. The imagined context for these ambulatory, high-tech structures was a post-apocalyptic future in which the urban landscape lay in ruins, devastated by a man-made catastrophe. Archigram was interested \"in the Armageddon overtones of survival technology,\" Frampton claims. \"For all their surface irony, [Herron's \"Walking Cities\"] were clearly projected as stalking across a ruined world in the aftermath of a nuclear war. ... [T]hey suggest some sort of nightmarish salvation, rescuing both men and artifacts after a cataclysmic disaster.\"[14] Instant City is a mobile technological event that drifts into underdeveloped, drab towns via air (balloons) with provisional structures (performance spaces) in tow. The effect is a deliberate overstimulation to produce mass culture, with an embrace of advertising aesthetics. The whole endeavor is intended to eventually move on, leaving behind advanced technology hook-ups. Tuned City, in which Archigram's infrastructural and spatial additions attach themselves to an existing town at a percentage that leaves evidence of the previous development, rather than subsuming the whole. The French fashion line Sixpack France dedicated their Summer Spring 2009 Collection to this movement. The group's paper architecture (i.e., visionary architecture) served as a source of inspiration for early works by Norman Foster, Gianfranco Franchini, and Future Systems and, most memorably, the Pompidou centre (commissioned 1971, opened 1977) by  Richard Rogers and Renzo Piano, an arresting example of High tech, a.k.a. structural expressionism. \"The building is obviously a realization of the technological and infrastructural rhetoric of Archigram,\" writes Frampton, \"and while the full consequences of this approach are becoming evident through everyday use, it is apparent that certain paradoxical achievements may be claimed on its behalf.\" In the first place, it is an outstanding popular success—as much for its sensational nature as anything else. In the second, it is a brilliant tour de force in advanced technique, looking for all the world like an oil refinery whose technology it attempts to emulate. Frampton concedes, however, that the Pompidou seems \"to have come into being with the minimum regard for the specificity of its brief—for the art and library holdings it was destined to house. It represents the design approach of indeterminacy and optimum flexibility taken to extremes.\" In Jencks's estimation, \"the great contribution of the British avant-garde\"—of which Archigram is perhaps the most exuberantly iconoclastic exponent, in architecture—\"has been to open up and develop new attitudes towards living in an advanced industrial civilization where only stereotyped rejection had existed before, to dramatizing consumer choice and communicating the pleasure inherent in manipulating sophisticated technology. If these strategies will not solve the deeper social and political urban problems, at least they open up new alternative routes for thinking about consumer society and urbanism.\" There were detractors. \"By 1972, Robert Venturi and Denise Scott Brown could no longer take Archigram seriously,\" writes Simon Sadler, in Archigram: Architecture without Architecture. He quotes their landmark critique of postmodern architecture, Learning from Las Vegas, published that year: “Archigram’s structural visions are Jules Verne versions of the Industrial Revolution with an appliqué of Pop-aerospace terminology.”[15] And defenders: \"Three years later,\" writes Sadler, the architecture critic Martin Pawley argued that Archigram \"stood for 'an existential technology for individuals that the world will, in time, come to regard with the same awe as is presently accorded to the prescience of Jules Verne, H. G. Wells, or the Marquis de Sade. Futile to complain (as many do),‘But they never build anything.’ Verne never built the Nautilus, Wells could hardly drive a car, and the Marquis de Sade?”[16] In 2019, the M+ museum in Hong Kong acquired Archigram's entire archive, despite purported attempts to block the sale to an overseas buyer.[17]",
  "source_url": "https://en.wikipedia.org/wiki/Archigram"
}