{
  "id": 964,
  "title": "Ernst II of Saxony",
  "data": "Ernest II of Saxony (26 or 27 June 1464 – 3 August 1513 in Halle) held two episcopal titles:  Archbishop of Magdeburg (from 1476 until his death); Administrator of the Diocese of Halberstadt (from 1480 until his death). Ernest was the third child of Ernest, Elector of Saxony of Saxony (1441–1486) and his wife Elisabeth of Bavaria. He was a member of the House of Wettin and was the younger brother of Elector Frederick III \"the Wise\" of Saxony (1486–1525). While his brother was destined to succeed his father, Ernest was marked out for a religious career. The appointment of family members as bishop was part of the Wettin's policy of expanding their influence. The family issued written negotiations about his appointment with the cathedral chapter in Magdeburg, even when the incumbent archbishop, John of Palatinate-Simmern, was still alive. After the death of the archbishop of Magdeburg in 1475, intensive negotiations began on the postulation of Ernest.  The proposal of the Wettin family, however, was met with some resistance from the cathedral chapter, as Ernest was only 11 years old at this time.  Nevertheless, the Wettin succeeded in January 1476 in obtaining the required two-thirds majority for Ernest's postulation.  However, young Ernest satisfied none of the requirements for his appointment (minimum age of 30 years, ordination as priest, and a university education).  It was, therefore, necessary to obtain a papal dispensation, which Pope Sixtus IV (1414–1484) provided in 1478, in exchange for a large sum of money.  The dispensation confirmed Ernest's election and made him Prince-Archbishop of the Archbishopric of Magdeburg, which consisted of non-contiguous areas surrounding Magdeburg, Halle and Jüterbog. Halle was at the time in the grips of social and political conflict between the urban aristocrats and the owners of the salt factory on the one hand, and the guilds and the lower classes on the other hand.  Ernest's advisors saw this as an opportunity to strengthen his influence in the city.  Encouraged by Ernest's advisors, the guilds revolted against the aristocrats in 1478.  They opened the city gate, allowing Ernest's army to occupy the city.  Ernest's relatives and advisor's then used this opportunity to subject the city to the archbishop.  This was made clear in decrees of 1479 and 1482, in which the rights of the city were curtailed. In 1479, the construction started of Moritzburg Castle.  This castle was named after Saint Maurice, the patron saint of Halle.  Its primary purpose was to control the subjected city of Halle.  After 1503, it was also the preferred residence of the Archbishops of Magdeburg. In 1479, the year Halle submitted to Ernest II, Gebhard of Hoym was urged by the archbishop to abdicate as Bishop of Hanberstadt.  Elector Ernest of Saxony offered the cathedral chapter in Halberstadt a generous debt relief if they would elect his now 15-year-old son Ernest II as their new bishop, which they did after brief negotiations.  However, simultaneously holding the bishoprics of Magdeburg and Halberstadt was an incompatible accumulation of benefices under canon law.  Ernest therefore personally went to Rome in 1480, to obtain a new dispensation for his son.  In the following years, a dispute between Ernest and the city council about the justice over Halberstadt escalated and in 1486, the city was besieged by the Archbishop's troops.  After a four-week siege, the city had to capitulate and submit to Ernest's reign. His relationship with Magdeburg was also characterized by tensions and conflicts.  The source of the conflict was the city regarded itself as immediate, i.e. subject only to the Emperor, while Ernest held that the city was subject to him.  This led to a conflict in 1482 when the city refused to pay its \"Turkish tax\" to Ernest and paid to the Emperor directly, as a sign of its immediacy.  Both sides threatened military action, however, they agreed to have the conflict decided by the court of Emperor Frederick III (1415–1493).  The court took its time to decide the case.  After Ernest subjected Halberstadt militarily in 1486, the city of Magdeburg gave in and dropped its claim of imperial immediacy. A personal conflict between two Jews and two Franciscans escalated through pamphlets by one of the monks to attack the Jews in Magdeburg.  During these attacks, a Jew was killed. The Magdeburg Council supported the attacks and prevented the bailiff from prosecuting the attackers.  The city council aimed to unite to various groups in the city against the archbishop, who was formally the protector of the Jews.  However, when the Jews turned to the archbishop for protection, he refused to choose sides.  In 1493, he went further and expelled all 150–200 members of the Jewish community from his archdiocese. From 1503, Ernest II showed symptoms suggesting an infection with syphilis.  However, it is not clear whether he died of syphilis or some other infection.  On 2 August 1513, foreseeing his death, he confessed his sins.  He died the next day at Moritzburg Castle in Halle. At his request, his heart was buried in the chapel of Mary Magdalene in Moritzburg Castle.  The rest of his body was taken to the Cathedral of Magdeburg.  In 1477, he had restarted the construction of this cathedral, which had begun in 1363.  In 1494, he had created a chapel for St. Mary in the cathedral and in 1495, he had added to this chapel a magnificent tomb made of cast bronze.  On 10 August 1513, he was buried in this tomb.",
  "source_url": "https://en.wikipedia.org/wiki/Ernst_II_of_Saxony"
}