{
  "id": 340,
  "title": "People Like Us (musician)",
  "data": "People Like Us is the stage name of London DJ multimedia artist Vicki Bennett. She has released a number of albums featuring collages of music and sound since 1992. In recent years, she has performed at a number of modern art galleries, festivals and universities. Since 1991 Vicki Bennett has been making CDs, radio, and A/V multimedia under the name People Like Us. By animating and recontextualising found footage collages Vicki gives an equally witty and dark view of popular culture with a surrealistic edge. Vicki has shown work at, amongst others, Tate Modern, The National Film Theatre, Purcell Room, The ICA, Sydney Opera House, Pompidou Centre, Sonar in Barcelona, The Walker Art Center in Minneapolis, the BBC and Channel 4. She has also performed radio sessions for the BBC's John Peel, Mixing It, and also CBC, KPFA and many more in the US. There have been features in The Observer, The Wire, NME, BBC website and Bizarre Magazine. People Like Us have been commissioned by The Arts Council England, The BBC, Sonic Arts Network, Forma, LUX and Lovebytes amongst others. PLU has been released on labels such as Tigerbeat6, Soleilmoon, Sonic Arts Network, Touch, Staalplaat and For Us Records (Rough Trade), both solo, and also collaborating with Matmos, Ergo Phizmiz, Wobbly, members of Negativland and Christian Marclay. Spring 2008 saw a Retrospective of People Like Us at alt.gallery and a PLU curated CD entitled Smiling Through My Teeth, with Sonic Arts Network. The June 2008 edition of The Wire featured a 4-page interview, and the July edition featured a review of Smiling Through My Teeth. In June 2010, she released the album Music for the Fire with Wobbly on the Illegal Art label. Vicki completed the Great North Run Moving Image Commission 2009, and a live A/V set premiered in October 2009 at Vancouver New Music Festival. The UK premiere was performed at BFI Southbank in December 2009. Vicki worked on a commission for Edinburgh Printmakers as part of the exhibition \"Prints of Darkness\", coinciding with Edinburgh Art Festival in July 2010. People Like Us recently curated \"Nothing Is New, Everything Is Permitted\" at AV Festival, and will soon perform concerts of \"Genre Collage\" at MACBA, Liverpool Sound City, Bristol Arnolfini, Copenhagen and Jerusalem. In January 2015 her audiovisual performance Citation City premiered at transmediale, Berlin at Haus der Kulturen der Welt. Inspired by The Arcades Project by Walter Benjamin, this audiovisual work is created from thousands of clippings of text and visual media, collaged using a system of “convolutes”, collated around subjects of key motifs, historical figures, social types, cultural objects from the time.[1] People Like Us has programmed \"DO or DIY\", an experimental arts radio and podcast show, on WFMU since 2003. The show appears weekly on a seasonal basis. WFMU has also created a 24-hour-per-day radio stream of sound collage and music chosen by Bennett. This includes singles and collaboration records.",
  "source_url": "https://en.wikipedia.org/wiki/People_Like_Us_(musician)"
}