{
  "id": 958,
  "title": "Tommy McAvoy",
  "data": "Thomas McLaughlin McAvoy, Baron McAvoy, KBE, PC (14 December 1943 – 8 March 2024) was a British Labour and Co-operative politician serving as a life peer in the House of Lords from 2010 until his death in 2024.[1] He served as Member of Parliament (MP) for Glasgow Rutherglen from 1987 to 2005, and Rutherglen and Hamilton West from 2005 to 2010. McAvoy held several positions in the Government Whips' Office under the Blair and Brown governments, serving as Comptroller of the Household from 1997 to 2008 and Treasurer of the Household from 2008 to 2010. He entered the Lords after choosing not to seek re-election to the Commons, where he served as an opposition spokesperson for Scotland and Northern Ireland, as well as a senior whip. McAvoy held the position of Lords opposition chief whip from 2018 to 2021 after serving as Deputy Chief Whip from 2015 to 2018. McAvoy was born in Rutherglen, Lanarkshire, on 14 December 1943. He worked in a pawnbrokers,[2] as a storeman at the Hoover factory in Cambuslang, and was a shop steward for the Amalgamated Engineering Union; following the succession of trade union mergers, he was a member of Unite the Union (Amicus Section). In 1982, McAvoy was elected to Strathclyde Regional Council, and served until 1987. McAvoy was elected to Parliament in 1987 as the Scottish Labour and Co-operative Member for Glasgow Rutherglen. Along with Robert Brown of the Scottish Liberal Democrats, he successfully campaigned for his hometown (an independent royal burgh from the 1100s to the 1970s) to be removed from the district of Glasgow and allocated to South Lanarkshire ahead of local authority re-organisation in 1994, via a local referendum.[3][2] From 2005 to 2010, he sat as the member for Rutherglen and Hamilton West. McAvoy was an opposition whip from 1990 to 1993 and again from 1996 to 1997. When the Labour Party came into government in 1997, McAvoy was appointed Comptroller of HM Household, the third highest position in the Government Whips' office. He retained the same job until 2008, becoming one of the longest serving Comptrollers in history.[2] He was appointed to the Privy Council in 2003. In October 2008, he was promoted to Treasurer of the Household and Deputy Chief Whip. McAvoy achieved the rare feat among whips of remaining popular with Labour MPs. An early day motion in July 2006 noted \"the difficult task he has of securing government business whilst accommodating the parliamentary, political and personal requirements of 352 Labour colleagues\" and congratulated him for \"the respect he has earned from all sides of the House for his ability to perform these duties\"; it was signed by 135 MPs.[4] On 20 February 2010, McAvoy announced that he would stand down at the next general election.[5] The seat was retained by Labour with the election of Tom Greatrex. On 22 June 2010, McAvoy was created a life peer as Baron McAvoy, of Rutherglen in Lanarkshire,[6] and was introduced in the House of Lords that day.[7] McAvoy remains to this day the longest serving Government Whip in the history of parliament with 13 years and 10 days service in the Government Whips Office. According to The Guardian: \"...[his] personal crusades have been for peace in Northern Ireland and against abortion\" (Andrew Roth, The Guardian). After his introduction to the Lords, he served as a senior whip. In 2012, he took on the role of Opposition Spokesman for Scotland and Northern Ireland. In May 2015, after the election of Angela Smith as Leader of the Opposition in the Lords, he took over as Opposition Deputy Chief Whip in House of Lords, serving with Denis Tunnicliffe.[8] On 24 January 2018, he was elected Labour Chief Whip in the House of Lords and therefore Opposition Chief Whip, taking over from Steve Bassam. McAvoy was appointed Knight Commander of the Order of the British Empire (KBE) in the 2022 New Year Honours for political and public service.[9][10] McAvoy and his wife Eleanor were married in 1968 in St Columbkille's Church [de], Rutherglen, and had four sons.[2] He was a school friend of Bobby Murdoch, later a successful footballer with Celtic and Scotland.[11] His brother Eddie is a retired local politician who also worked at Hoover and subsequently served as the leader of South Lanarkshire Council from 1999 to 2017.[12] Tommy McAvoy died on 8 March 2024, at the age of 80.[13][14]",
  "source_url": "https://en.wikipedia.org/wiki/Tommy_McAvoy"
}