{
  "id": 737,
  "title": "WAOC",
  "data": "WAOC (1420 AM) is a radio station broadcasting a Christian talk and teaching format. Licensed to St. Augustine, Florida, United States, the station serves the Jacksonville area.  The station is currently owned Good Tidings Trust, Inc.[2] WAOC programming is also relayed on an FM translator. WAOC begins broadcasting as WSTN on January 3.  It is initially a 1 kW daytimer. WAOC was operating in the early 1970s as WAOC (Americas Oldest City) and broadcasting from a single-wide mobile home situated at the transmitter site out in the woods off SR 207. Later in the mid-1970s, the studio moved to the second-highest floor in the National Bank building on Cathedral Place in downtown St. Augustine. The station aired a country/western format with local and national news on the half-hour, provided by A.P. teletype wire tickers. WAOC airs a news/talk format in competition with WFOY. Its sister station WJQR signs on. WAOC is bought by Shull Broadcasting & becomes a sister station to WFOY as \"Real Country 1420\". On May 14, 2021, WAOC changed formats from sports to a simulcast of religious-formatted WAYR 550 AM Fleming Island, branded as \"Way Radio\".[3] Effective July 27, 2021, then owner Phillips Broadcasting sold WAOC and translator W243AW to Good Tidings Trust, Inc. for $199,000. Kevin Leslie Geddings, known on air as \"Kevin Leslie\" & also husband of WAOC owner Kris Phillips was sentenced on May 7, 2007, due to an October 2006 conviction of 5 counts of fraud when he served as the state lottery commissioner in North Carolina. Geddings must serve 4 years in federal prison in Jesup, Georgia, as well as pay a $25,000 fine.[4] His conviction was vacated on August 27, 2010. The government was ordered to return the $25,000 fine and $500 special assessment Geddings paid. Source: St. Augustine Record. September 7, 2010. This article about a radio station in Florida is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/WAOC"
}