{
  "id": 770,
  "title": "Peter Devier",
  "data": "Count Peter Antonovich Devier (1710—1773) was a Russian military officer who served as general-in-chief of the Russian Imperial Army. He was the eldest son of A. M. Devier, and was a nephew of Alexander Danilovich Menshikov. Devier was born in 1710 to Count Anton Manuilovich Devier and Menshikov's sister, who was also Catherine I's lady-in-waiting. In 1722 he was enlisted in the service, and in 1724 he was appointed page of the chamber to Princess Anna Petrovna, the wife of the Duke of Holstein Karl-Friedrich. In 1727, he accompanied her on her departure from St. Petersburg to Kiel. After the death of Anna Petrovna in 1728, he became an officer of the Holstein artillery, then kamer-junker to the Duke. In 1737, he returned to Russia and was accepted for service with the rank of poruchik. In 1742, he attained the rank of captain. From 1744 he served as chamberlain. From 1747, Devier was a brigadier in the land militia. In 1752, he was promoted to major-general, and in 1755 to lieutenant-general. Peter III, who appreciated Devier's service to his parents, granted him the orders of St. Anna, Saint Alexander Nevsky, and Andrew the First-Called, and elevated him to general-in-chief on February 9, 1762. On the day of Catherine's coup, June 28, 1762, Count Devier was sent by Peter III to Kronstadt to enlist the support of the garrison, but upon arriving at the fortress, he immediately surrendered to the envoy of Catherine II, to Admiral I. L. Talyzin and swore an oath to the Empress. A year later (April 30, 1764), he was dismissed. After this, he retired to the village, where he died in 1773. As in the case of the offspring of other favorites of Peter III, who were disgraced, the Devier family under Catherine was repeatedly prosecuted and eventually fell into poverty. According to P. V. Dolgorukov, Deviers had the reputation of \"the main leaders of robbery in the Kharkiv and Voronezh provinces\".[1] P. A. Devier had four sons and four daughters[2] Ekaterina Petrovna Chicherina",
  "source_url": "https://en.wikipedia.org/wiki/Peter_Devier"
}