{
  "id": 942,
  "title": "Blackcraig Castle",
  "data": "Blackcraig Castle is a Baronial mansion house dating from 1856 in Perthshire, Scotland, close to the towns of Ballintuim and Blairgowrie on the banks of the River Ardle.  It was built in 1856 by Patrick Allan Fraser, a prominent Scottish artist and architect, and is designated as a Class B-listed building, with its walled garden A-listed. It has undergone extensive renovations/modernisation in recent years to return it to its full former glory and remains one of the finest examples of Baronial architecture in Scotland. Surveys suggest that originally occupying the site of Blackcraig Castle was a 16th-century tower house thought to be the property of the Maxwells, who were in possession of the barony of Ballmacreuchy by 1550.[1] Patrick Allan Fraser, of Hospitalfield, Arbroath, purchased the estate of Blackcraig from the trustees of Robert Rattray in 1847, before embarking on renovation of the tower house and construction of an adjoined hunting lodge in 1851, in addition to a bridgehouse and gatehouse. The original tower house stood three storeys in height and the masonry is of lime-mortared rubble, readily distinguishable from the 19th-century extensions. His designs were followed both outside and in and he continued to alter and extend Blackcraig until the 1880s when ill health halted further progress. It became part of the Hospitalfield Arts Trust after the death of Fraser in 1890 and was later sold and run as a guest house for a number of years. The current owners have been renovating Blackcraig and its policies since 2013 with a view to returning it to its former splendour. Two self-contained holiday apartments have also been incorporated and are available to rent. Although the castle and its policies are private, there are plans to open them to the public for events in the future. The class A-listed Blackcraig bridgehouse was added by Patrick Allan Fraser in the 19th-century renovations and is not to be confused with the main castle. Also taking over 40 years to complete, it is a magnificent example of bridgehouse architecture. 56°39′51″N 3°27′25″W﻿ / ﻿56.6643°N 3.4569°W﻿ / 56.6643; -3.4569 This article about a Scottish castle is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Blackcraig_Castle"
}