{
  "id": 938,
  "title": "Peter Hopkinson",
  "data": "Peter Richard Gunton Hopkinson (1920–2007) was a British film-maker and director. A Second World War combat cameraman, and documentary director, reporter and writer, he also worked at Denham Studios in the heyday of British cinema. He was a member of The United Nations Relief and Rehabilitation Administration (UNRRA).\nPeter Hopkinson died on 28 June 2007, aged 87. He is survived by his wife, Margaret, and two stepsons. Born in Ealing in 1920, Hopkinson went straight from Lower School at Harrow to the film studies to work as a clapper boy at age 16. He had been fascinated by film-making ever since he got a silent 35mm projector at an early age. He got a job as a clapper boy on George Formby comedies. On leaving Ealing, Hopkinson worked as a camera assistant at Alexander Korda's Denham Studios, built on a 165-acre (0.67 km2) site near the village of Denham, Buckinghamshire. He worked with the American director King Vidor on The Citadel (1938), based on the novel by A.J. Cronin, and appeared briefly in The Thief of Bagdad (released 1940) before being called up for service in 1939. He joined the Army Film Unit under David MacDonald. When Hitler invaded Russia, Hopkinson volunteered for service overseas and was accepted, but in December 1941, aged 21, he heard of his selection as a cameraman and was sent to Persia to make a film about getting supplies through to Russia. In Baghdad, the then prime minister Rashid Ali had allied Iraq with Germany, and the city had been invaded by the British. However, Hopkinson's first film reached London safely and was edited by Roy Boulting. It was shown throughout the world as Via Persia (1942). He was finally sent to Greece in 1944 to record the British advance. He attached himself to a commando unit that fought the Wehrmacht to an airfield at Megara, where the Germans made a stand. \"Advancing down on our little handful was the rearguard of nothing less than the entire German Army Group in the Balkans,\" he later wrote.[1] At the battle, Hopkinson drove a Jeep around to help recover the men and munitions who had been paratrooped into the combat. He was injured in a Jeep and resolved never to drive again. At the end of the war, Hopkinson was sent by the UN Relief and Rehabilitation Association to the Soviet republics of Belorussia and Ukraine, where he filmed the plight of orphaned children. Hopkinson won an award from the Overseas Press Club for \"Best Reporting from Abroad on Foreign Affairs\" for his film To Open the World to the Nations: Suez (1955) made as the old order was in retreat and Nasser had taken over as prime minister. In 1955, he joined NBC's Project 20 which planned a programme on Austria as the Allied occupying forces were departing. Hopkinson, as director/cameraman, wove his documentary around the re-opening of Vienna's Opera House with Beethoven's Fidelio. Hopkinson joined World Wide Pictures and among the films he directed was Band Wagon, which won the Premier Award at the British Industrial Film Festival 1959. He continued working long past retirement age, making his last documentary for Whickers War, broadcast in 2004 Split Focus; an Involvement in Two Decades is an introduction to documentary and the first installment of autobiography, describing the history of documentary television from its origins as cinema newsreel. Published by Hart-Davis, 1969. (Reports and papers on mass communication) Published by UNESCO 1971. Published by UKA Press 2007 Screen of Change is a memoir and historical study from film-maker Peter Hopkinson. The BUFVC has published chapter two 'Film and Politics', with the generous permission of the author. [2] [3] Screen of Change review British Film Institute Sight and Sound [4] January 2009 [5] SCREEN OF CHANGE, Chapter 2 'Film and Politics', published by BUFVC (British Universities Film and Video Council), with kind permission of the author. [6] Article by Kevin Brownlow, UKA Press October 2007 [7] Screen of Change review by Kevin Brownlow, UKA Press October 2007 [8] Filmography, Film database (The Complete Index To World Film since 1895) [9] Whickers War – The Battle for Italy, broadcast 4 August 2004, Channel 4 .",
  "source_url": "https://en.wikipedia.org/wiki/Peter_Hopkinson"
}