{
  "id": 644,
  "title": "Carol Colburn Grigor",
  "data": "Carol Colburn Grigor, previously Carol Hogel, is an American philanthropist and former concert pianist who has donated more than $40 million by one estimate[1] and £100 million by another[2]  to the arts in Britain and Ireland. Carol Grigor was raised in Chicago where she was taught piano and recorder at her school.  She studied music at Indiana and Yale Universities.[2] She played in chamber music concerts before marrying her first husband whose work with the United Nations Development Fund took them both to Africa.[2] Her father Richard D. Colburn, an entrepreneur who loved classical music, made a fortune that now ranks the Colburn family as the 193rd richest in the US.[3] It donated to the arts and founded the Dunard Fund, which Colburn Grigor helps to run (the name Dunard is from a house that she and her then husband owned in Aberfeldy, Scotland[2]). She was appointed Commander of the Order of the British Empire (CBE) for her support for the arts. She has been responsible for patronage of the Edinburgh International Festival, the London Philharmonic Orchestra, Scottish Opera and the National Galleries of Scotland.[4] Her father built a multimillion-dollar electrical company and was an amateur viola player. He was a director of the Los Angeles Philharmonic, the benefactor of the annual Colburn Celebrity Recitals, a co-founder of the Los Angeles Chamber Orchestra, and a generous backer of the Los Angeles Opera as well as other musical organizations in Los Angeles and worldwide. He also founded the Colburn School of performing arts in Los Angeles.[5][6] Colburn Grigor, through her family trust, the Dunard Fund, has donated a substantial amount of money to causes ranging from the Edinburgh International Festival, National Galleries of Scotland, National Library of Scotland and Britain's major opera companies. She serves on the board of the Colburn School, and in 2015 established an endowed piano chair with a $5 million gift.[7] She is also the president of Colburn foundation.[8] Major orchestras such as the London Philharmonic, the Scottish Scottish Chamber Orchestra and the Royal Scottish National Orchestra have benefited from her support. She has also made a major contribution to the UK arts. Carol Colburn Grigor performed in Edinburgh as a touring concert pianist. She was honored by being appointed as honorary vice-president of the Edinburgh International Festival in 2013.[6] Grigor pledged £40 million to a project to turn Edinburgh's Old Royal High School into a music school, rather than re-developing it as a hotel.[2][9] She is a recipient of the Prince of Wales' medal for arts philanthropy[10] and the Chevalier de l'Ordre des Arts et des Lettres.[6] In 2018 she was elected a Honorary Fellow of the Royal Society of Edinburgh.[11] In 2019 she and her husband Murray Grigor moved their home from Scotland to Dublin, Ireland because of changes in the UK tax laws.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Carol_Colburn_Grigor"
}