{
  "id": 839,
  "title": "Nemesis (Christie novel)",
  "data": "Nemesis is a work of detective fiction by Agatha Christie (1890–1976) and first published in the UK by the Collins Crime Club in November 1971[1] and in the US by Dodd, Mead and Company later in the same year.[2][3] The UK edition retailed at £1.50[1] and the US edition at $6.95.[3] It was the last Miss Marple novel the author wrote, although Sleeping Murder was the last Miss Marple novel to be published. Miss Marple first encounters Jason Rafiel in A Caribbean Mystery, where they solve a mystery. In his will, Rafiel leaves another mystery for Miss Marple to solve. Nemesis received generally positive reviews at the time of publication. It was described as \"astonishingly fresh\"[4] with a \"devilish fine\" confrontation and overall was \"quite worthy of the Picasso of the detective story\".[5] It is a \"first-rate story\" in a \"traditional detective novel\".[6] The novel is \"readable and ingenious\" and \"Miss Christie remains unflagging\" at age 80.[7] A later review by Barnard is the only negative note, stating \"The garden paths we are led up are neither enticing nor profitable,\" and Barnard rates Christie's later novels generally not as good as earlier ones.[8] Recent analyses of the plot and characters in this novel find homosexual themes,[9] but the character \"Miss Marple seems to view the passionate friendship between women as just a phase in their life\", which was \"a conventional view, held by people of Marple's generation and social class\".[10] Miss Marple receives a letter from the solicitors of the recently deceased Jason Rafiel, a millionaire who had once helped her solve a murder. Rafiel asks her to look into an unspecified crime; if she succeeds in solving the crime, she will inherit £20,000. Rafiel has left her few clues. She begins by joining a tour of famous British houses and gardens with fifteen other people, arranged by Mr Rafiel prior to his death. Elizabeth Temple, a retired school headmistress, relates the story of Verity, who was engaged to Rafiel's ne'er-do-well son Michael but never married him. Another member of the tour group, Miss Cooke, is a woman Marple had met briefly in St Mary Mead. The next clue comes from Lavinia Glynne; Rafiel had written to Mrs Glynne and her two sisters before his death, suggesting Miss Marple spend the most physically challenging few days of the tour with them at their old manor house. Miss Marple accepts Lavinia's invitation. She then meets Lavinia's sisters, Clotilde and Anthea Bradbury-Scott. Touring the grounds, Miss Marple notices a creeping plant about to bloom, Polygonum baldschuanicum, covering the wreck of the greenhouse. On talking with the servant, Miss Marple learns Verity joined the family after both her parents died, becoming quite attached to Clotilde. Verity is dead now, brutally murdered, and Michael Rafiel is in prison. On returning to the tour party, Miss Marple learns Miss Temple was injured by a rockslide during the previous day's hike, and now is lying in hospital, barely conscious. The group stays over an extra night to wait for news from the tour guide about Miss Temple's health. Professor Wanstead, a pathologist and psychologist interested in criminal brains, had been instructed by Mr Rafiel to go on the tour; he confides that he once examined Michael Rafiel at the behest of the head of the prison where Michael was incarcerated, and came to the conclusion that Michael was not capable of murder. He tells Miss Marple how distant Michael's father seemed, despite wanting justice, and mentions a missing young local woman, Nora Broad, who he fears will also be found murdered. Wanstead takes Miss Marple to see Miss Temple, who had asked for her. Miss Temple wakes long enough to tell Miss Marple to \"search for Verity Hunt\", and dies that night. The three sisters extend their invitation to Miss Marple when she decides not to return to the tour, and she promptly accepts. That night, Mrs Glynne tells the story of Verity in their household to Miss Marple. After the inquiry into Miss Temple's death, Miss Marple is visited by Archdeacon Brabazon, a friend of Miss Temple. He tells Miss Marple he was going to marry Verity Hunt and Michael Rafiel in a secret ceremony. While he disapproved of the secrecy and worried about their prospects, he agreed to marry them because he could see they were in love. He was most surprised when neither turned up for the wedding, nor sent a note. Miss Marple stays another night with the three sisters when the tour moves on. Professor Wanstead travels to London by train on an errand for Miss Marple. Miss Barrow and Miss Cooke decide they will visit a nearby church. Later that evening, Miss Marple talks with the sisters about what she thinks may have happened and, while they are doing so, Miss Barrow and Miss Cooke appear, to talk to Miss Marple. They stay for a time and are then invited back for coffee that evening. As they talk about Miss Temple, Miss Marple suggests, albeit dissembling, Joanna Crawford and Emlyn Price (two of those on the tour) pushed the boulder, and their alibis are mere fabrication. As they get ready to leave, Miss Cooke suggests the coffee would not suit Miss Marple, as it will keep her up all night. Clotilde then offers some warm milk. The two ladies soon depart, although each returns to retrieve a forgotten item. At three o'clock in the morning, Clotilde enters Miss Marple's room, surprised when Miss Marple turns on the light. Miss Marple tells her she did not drink the milk. Clotilde offers to warm it up, but Miss Marple tells her she still would not drink it because she knows Clotilde killed Verity Hunt and buried her body in the wreck of the greenhouse, because she could not bear Verity leaving her for someone else. She also knows Clotilde brutally murdered Nora Broad to (mis)identify her body as Verity's and thus throw suspicion on Michael Rafiel. Clotilde murdered Miss Temple as well. As Clotilde advances toward her, Miss Marple blows on a whistle, which brings Miss Cooke and Miss Barrow to her defence – they are bodyguards employed by Mr Rafiel to protect Miss Marple. Clotilde drinks the milk herself, which is poisoned. Miss Marple tells the story to the Home Secretary, indicating that Verity is buried on the property of the Bradbury-Scotts. Michael Rafiel is set free, and Miss Marple collects her inheritance, confident she has completed the task given her. Matthew Coady in The Guardian of 4 November 1971 concluded, \"Not a Christie classic but the old hand is astonishingly fresh and the mixture as relaxing as a hot bath.\"[4] Maurice Richardson in The Observer of 31 October 1971 said of Miss Marple in this story, \"The showdown when, alone in bed, quite defenceless with not even a knitting-needle, she is confronted by a brawny great fiend of a butch, is devilish fine. Not one of her best, perhaps, but remarkably inventive, quite worthy of the Picasso of the detective story.\"[5] The Daily Mirror of 28 October 1971 said, \"With this first-rate story Dame Agatha triumphantly returns to the traditional detective novel after a spell of psychological suspense.\"[6] Robert Weaver in the Toronto Daily Star of 4 December 1971 said, \"Christie richly deserves the loyalty offered up to her by devotees of the traditional mystery. She is readable and ingenious, and in Nemesis she has going for her the amateur lady sleuth Miss Jane Marple deep in a murder case as she tries to carry out a request that comes in effect from beyond the grave. Beyond 80 Miss Christie remains unflagging.\"[7] Robert Barnard commented about the plot that \"Miss Marple is sent on a tour of stately gardens by Mr Rafiel.\" His generally negative view of the novel was tersely expressed in one sentence: \"The garden paths we are led up are neither enticing nor profitable. All the usual strictures about late Christie apply.\"[8] The novel deals with the unspoken nature of \"female love\". Clotilde Bradbury-Scott is depicted as an elderly gentlewoman, living with her two sisters. Upon meeting Clotilde, Miss Marple senses Clotilde's real nature. Yet Marple seems blinded from seeing the truth in this case, due to her own expectations concerning gender.[9] Marple thinks to herself that Clotilde \"would have made a magnificent Clytemnestra---she could have stabbed a husband in his bath with exultation.\"[11] Yet, she dismisses this thought. Clotilde has never married, and Marple thinks Clotilde incapable of murdering anyone but her version of Agamemnon.[9] In the novel, Clotilde has murdered her own beloved one, to prevent the young woman from leaving Clotilde to \"live with a man and have children, marriage, and normality.[9] Christie links the perceived deviance of lesbianism to the deviant behaviour of murder. Yet Clotilde is depicted as being passionate in her love. This passion both prevents her from disfiguring Verity's corpse, and shields her from suffering any real grief about Verity's death.[9] The identity of the murderer was intended to confound Christie's typical readers. Clotilde Bradbury-Scott is depicted as a respectable spinster. Yet she is revealed to have killed her young ward Verity Hunt, with the combined motivation of love and jealousy. The love between Clotilde and Verity is never fully explored, as Christie typically devoted minimal development and exposure to passionate relationships in her works.[10] In her conclusion, Miss Marple seems to view the passionate friendship between women as just a phase in their life. A phase destined to end when one of the women chooses a male lover instead. This was a choice typically open to the younger woman in the same-sex relationship. This was a conventional view, held by people of Marple's generation and social class.[10] Christie's works in general imply that women have an \"imperative need for and right to full sexual experience\". Yet Christie (in this novel) does not even entertain the possibility that a lesbian relationship could be just as fulfilling as a heterosexual one.[10] In the novel, Verity eventually rejected Clotilde in favour of Michael Rafiel. The wisdom of this choice is not really questioned. Miss Marple herself acknowledges that Michael \"has never been any good\", and that he had little chance of ever reforming, though he has been convicted wrongfully of the murder. Yet Marple seems convinced that Michael was the right man for \"the young, beautiful, innocent, and good\" Verity, perhaps because he could offer her sexual fulfilment and children. Michael is thus depicted as a superior choice as a romantic partner to Clotilde. The same Clotilde depicted as noble and intelligent, and loving Verity more than anyone or anything in the world. Clotilde is the only character who refused to accept Verity's natural preference for men.[10] Verity is not the only one murdered by Clotilde. The other victim is Nora Broad, an attractive working class girl. Clotilde offers Nora \"seductive gifts\" and acts of friendship, but proceeds to brutally murder her. When asked to identify Nora's corpse, Clotilde falsely identifies her as Verity. This is repeating a pattern from The Body in the Library  (1942). In both cases, a person is contacted by the police and asked to identify a corpse. In both cases, the person has secret motivations and intentionally makes a false identification.[10] While the police investigate the murder of the upper-class Verity, Nora's disappearance is not investigated. The police consider her just another \"promiscuous\" girl who did not inform her family that she was running away with a man.[10] In 1987, Nemesis was broadcast by the BBC in two 50-minute parts on Sunday, 8 February, and Sunday, 15 February 1987. It was the eighth adaptation (of twelve) in the series Miss Marple starring Joan Hickson as Miss Marple. It deviates quite significantly from the novel. Miss Temple is killed by a stone bust pushed off a balcony while she tours a library rather than by a rock slide during a hike, Michael Rafiel is not sent to prison for Verity's death as he was never charged due to lack of proof and instead is seen living on the streets, and Nora Broad's name is changed to Norah Brent. A new fictional nephew/godson of Miss Marple, Lionel Peel, accompanies her; he is staying with her after his wife chucked him out. Also, the characters of Esther Walters, Emlyn Price and Joanna Crawford are removed. At the time of the broadcast, the prequel story A Caribbean Mystery had not been produced or broadcast. The part of Jason Rafiel was eventually played by Donald Pleasence and not by Frank Gatliff who portrayed the character in this production. Adaptor: Trevor Bowen\nDirector: David Tucker Cast: In 2007, ITV broadcast Nemesis (aired 1 January 2009) with Geraldine McEwan as part of the third season of her Agatha Christie's Marple series. As with other adaptations made for this series, this version was only very loosely based on the novel, with the plot, motives and identity of most of the characters and scenes altered, almost everything about the character of the murderer substantially changed, and contemporary themes added. Sister Clotilde still murders Verity for deciding to leave the nunnery (and her) and marry Michael. She informs the Mother Superior that an unknown and heavily bandaged soldier has died, but covers Verity in bandages so she is buried as 'Ralph Collins'. When she sees a desperate woman's newspaper advert seeking her husband, Martin Waddy, who went missing in Dunkirk, Sister Clotilde tells the soldier (who has lost his memory) that he is Martin Waddy. She then presents him to the desperate wife, who accepts him. This deception is what leads to the other murders. Sister Clotilde commits suicide with a statue saint's spear, and Ralph meets his real wife who has lived as a widow for eleven years. Director: Nicolas Winding Refn\nCast: The novel was also adapted as part of the 2018 Korean television series Ms. Ma, Nemesis. Nemesis was adapted for radio dramatisation by BBC Radio 4 starring June Whitfield. It first aired in November–December 1998 and again in later years, including 2011 and 2013.[12][13] The novel was first serialised in the UK weekly magazine Woman's Realm in seven abridged instalments from 25 September (Vol 27, No 702) to 6 November 1971 (Vol 27, No 708), with illustrations by Len Thurston. In North America the novel was serialised in the Star Weekly Novel, a Toronto newspaper supplement, in two abridged instalments from 16 to 23 October 1971, with each issue containing the same cover illustration by Laszlo Gal.",
  "source_url": "https://en.wikipedia.org/wiki/Nemesis_(Christie_novel)"
}