{
  "id": 27,
  "title": "Garry South",
  "data": "Garry South is a Democratic political strategist based in California and principal of Garry South Consulting.[1] He is best known for managing Democrat Gray Davis’ successful gubernatorial campaigns in both 1998 and 2002. In 1998, the California Democratic Party had not been successful in electing a governor for 20 years and only three Democrats had won previously in the entire 20th century.[2][3][4][5]  In 2011, the journal Capitol Weekly designated South among the top 50 most influential political players in California.[6][7] A native of eastern Montana, South's father, Vernon, a carpenter, served on the Miles City, Montana, city council for years, a seat his older brother Carroll filled when Vernon retired.[2] South attended the University of Montana in Missoula, graduating with honors in 1976 with a BA in history and political science after serving as student body president.[8]  In 2008, South was named recipient of the University’s Distinguished Alumni Award.[9][10] During his time at University of Montana, South supported long-shot former Georgia Gov. Jimmy Carter in the 1976 presidential primary. South worked to place Carter’s name on Montana’s primary ballot and, after Carter clinched the party nomination, South became state coordinator in Montana for the general election. South served as the youngest state coordinator in the 50 states.[8] Following his graduation and Carter’s successful presidential campaign, South worked as Midwest regional finance director of the Democratic National Committee and as special assistant to Secretary of Agriculture Bob Bergland. In 1978, the White House political office asked South to run the Democratic campaign in Illinois against Republican Sen. Charles H. Percy.[8]  His other political positions have included communications director for Democratic Gov. Richard Celeste of Ohio, vice president of political communications for the National Association of Realtors and public information director of the Montana Legislature.[11]  After Celeste was term-limited out of office in 1991, South moved to Southern California.[2][3] Soon after arriving in Southern California, South reengaged in politics and in 1994, managed Gray Davis' winning campaign for Lieutenant Governor of California. While 1994 was a historically poor election year for Democrats nationwide--Republicans captured control of the U.S. House of Representatives for the first time in decades and regained control of the Senate, Davis managed to capture more votes—aided by California’s large population—than any other Democratic candidate in the country. During Davis' tenure as lieutenant governor, South was his chief of staff.[12][13] In 1998, South managed Gray Davis’ run for governor that, at many points, showed Davis trailing both of the other, well-financed Democrats in the primary and Republican Attorney General Dan Lungren in the general election. These frustrations led to many staff members leaving the campaign during the primary. Eventually, South helped guide Davis to win the primary decisively and then a substantial victory in the general election.[4] At the time, Davis was California’s first Democratic governor elected in 20 years – and the first Democratic lieutenant governor ever elected governor in his own right in the state. Davis later said, \"It is entirely possible I would not have been elected governor without the strategic brilliance of Garry South.\"[14] The successful 1998 race shot South to prominence in California's political circles—Republican and Democratic alike. The California Journal credited South with \"one of the greatest resurrections in California political history\",[15] and South was named Campaign Manager of the Year by the American Association of Political Consultants.[2] The often critical Republican strategist Jonathan Wilcox wrote, \"By any objective measure, the 1998 campaign that made Davis governor was brilliant, and South deserves credit. To gain the Democrats' nomination against better-funded opposition, South deftly used radio ads, secured endorsements (and used them meaningfully) and devised the slogan that tied it all together, 'Gray Davis:  Experience Money Can’t Buy.'\"[citation needed] Governor Davis’ most likely opponent in 2002 was moderate Republican and former Los Angeles Mayor Richard Riordan. In an unorthodox move, South and the Davis campaign spent $10 million targeting Riordan during his three-way Republican primary fight. The Davis campaign highlighted Riordan’s moderate stances on abortion, guns, and other issues important to the conservative base he was trying to court for the primary.[16] The controversial strategy worked and Riordan lost the primary to the more conservative Bill Simon Jr., 31.4% to 49.5%.[17]  Up against first-time candidate Simon Jr., a son of former Nixon and Ford Treasury Secretary William Simon, Davis cruised to victory, winning 47.3% to 42.4%.[18] He was one of only two incumbent Democratic governors in the country that year to win reelection. Davis at that time also was one of only three Democratic governors ever to win reelection to a four-year term in California’s 162-year history (the other two being Edmund “Pat” Brown and his son, Jerry).[19][13] Following Riordan’s loss in the Republican primary that year, the Los Angeles Times opined that South had “outmaneuvered the White House, which had encouraged Riordan to run, forcing the administration into a last-minute scramble.” Robin Fields of The Times concluded that “in less than 10 years, South has rocketed from obscurity to stardom among the elite of political strategists in California and, thus, in the nation.”[4]  In a profile of South after the primary election, Newsweek called him a “one-man brain trust on the battlements of Fort California” with a “knack for foiling [Karl] Rove’s plans.”[20] The August, 2012, edition the non-partisan National Journal designated the 2002 Davis campaign as one of the 10 best campaigns of the past 25 years, saying it was managed “to perfection.”[21] South was not officially involved in the 2003 recall campaign against Gray Davis, as he was by then a senior advisor to presidential candidate Sen. Joe Lieberman. In 2001, however, South did respond to Arnold Schwarzenegger—who was openly contemplating a 2002 run for governor against Davis—by faxing a “few dozen political reporters a then-current Premier magazine piece” alleging indiscretions in Schwarzenegger’s personal life. Schwarzenegger responded via his lawyer, threatening to sue South for libel.[22] South and Schwarzenegger also exchanged other shots when Schwarzenegger was first considering a 2002 run, with South saying: \"We'll be ready for him if he comes at us. We don't roll over and play dead for anybody, regardless of the size of his bankroll or biceps.\"[23]  During Schwarzenegger’s governorship, South wrote several op-eds critical of his stewardship of the state and political moves. Among South’s critiques were that Schwarzenegger had “personified the old saw “When your only tool is a hammer, every problem looks like a nail,” and that instead of lighting “the fires of imagination among California voters… [Schwarzenegger] has become just another cog in the California Republican Ol’ Boys’ Network.”[24][25] In 2000, South was a top advisor to Al Gore's California presidential campaign, which carried the state by 12% and 1.3 million votes, and in which he met and became friends with Joe Lieberman, the Democratic vice presidential nominee.[26][13]  His efforts in the Gore race earned him the sobriquet “a California Carville” in a profile by The New York Times.[27]  In 2003-04, South served as senior advisor to Lieberman in his 2004 presidential campaign. Upon the initial announcement that Lieberman had hired South, the liberal blog, DailyKos, reported “The guy behind California's Gray Davis, and one of the top political strategists in the Democratic Party, has signed on with Lieberman.”[28] South’s political efforts included California’s robust proposition system. In 2000, South was lead strategist for the successful statewide school-bond-threshold measure, Prop. 39. South also advised the winning water and parks bond campaigns that year. In 2004, he was a strategist on the successful No on 67 campaign, working for a coalition of telecommunications providers, and the winning No on 68 campaign, a measure that would have allowed slot machines at race tracks and other venues.[29][30] In 2014, South was a top strategist on the successful No on Prop. 46 campaign, a measure that would have significantly increased the limits on how much trial lawyers could sue medical providers for. In 2022, South was a communications-strategy consultant to Californians for Tribal Sovereignty and Safe Gaming, which opposed Proposition 27, funded by out-of-state sports-betting giants and that would have legalized online sports wagering in California. The measure was defeated by an overwhelming 18-to-82% margin, after the proponents dumped in more than $170 million. South served as senior advisor in then-San Francisco Mayor Gavin Newsom’s first campaign for governor, from July 2008 to October ‘09, when Newsom exited the race. South then was senior strategist in Los Angeles City Councilwoman Janice Hahn’s campaign for lieutenant governor in the 2010 Democratic primary. In the 2006 Democratic primary election, he served as senior advisor to Controller Steve Westly’s campaign for governor. South also advised Janice Hahn in her successful congressional race in the 2011 special election. Despite working for progressive Democrats like Richard Celeste, Gavin Newsom and Janice Hahn, South has maintained a tense, if not sometimes biting, relationship with progressives in the liberal blogosphere. The criticisms range from his brash, fighting style—sometimes used against more liberal candidates—to his supposed call for moderating his candidates’ stances in order to “triangulate.”[31][32] One Los Angeles Times profile of South in 2015 described him as “a famously pugilistic political strategist” with a “pile-driving personality and blast-furnace of a mouth.”[33] A 2002 profile in PRNews described him as \"brash, profane and loves to trash his clients' opponents in the media.\"[34] In 2001, Arnold Schwarzenegger threatened to sue South for libel over an unflattering magazine article South sent out to the media with a provocative cover sheet.[35] In April 2012, South announced he was donating his entire collection of internal strategy memos, focus group tapes, polling data, TV spots and other campaign materials from the three campaigns he managed for Gray Davis to UCLA’s Library. The Garry South Political Campaigns Records, comprising 55 boxes of archives, said head UCLA Librarian Gary Strong, \"gives tremendous insight into what goes on behind the scenes. The more we can demystify it, the more enlightening it will be for all of us.\".[36] Following a years-long decline for the California Republican Party in which they won no statewide offices in two out of three elections, and GOP voter registration dipped below 30% for the first time, newly elected state Chairman Jim Brulte invited South to speak to the party's board of directors in March 2013 and offer his diagnosis of their problems. \"It's a pretty depressing presentation if you're a Republican,\" South said. \"So I may have a doctor on hand to issue Prozac prescriptions.\" When asked why he would help the opposing party, South responded \"I don't think it's helping them. It's the same presentation I've given to everybody from the dentists to the insurance agents.\"[37] In 2023, South published a book, “The Collected Opinings over the Last 30 Years of Garry South,” which contains all of the 85 opinion pieces he has had published in national, state and local publications since moving to California in 1991. The back cover of the volume contains praise from the three governors South has worked for, California Govs. Gavin Newsom and Gray Davis, and former Ohio governor Richard Celeste.",
  "source_url": "https://en.wikipedia.org/wiki/Garry_South"
}