{
  "id": 193,
  "title": "Israel Metropolitan Christian Methodist Episcopal Church",
  "data": "Israel Metropolitan Christian Methodist Episcopal Church is a Christian Methodist Episcopal Church in Washington, D.C.[1][2] It was the first independent African American church of the city. The Israel Bethel Church, founded in 1820 in Washington, D.C., was the first independent African American church with the city's first African American pastor, Rev. David Smith.[3] It was organized because the white Ebenezer Methodist Episcopal Church required black parishioners to sit in the galleries.[4] In 1822, Rev. Richard Allen approved admission of the church to the Baltimore Conference of the African Methodist Episcopal Church (AME). It became the first AME church in the District of Columbia, with the name Israel Bethel African Methodist Episcopal Church.[5] It was the second largest African-American church in the District of Columbia and supported enlisting black men into the Union Army when Reverend Henry McNeal Turner was pastor.[6] The church held meetings to strategize abolition and anti-slavery initiatives. It advocated the abolition of slavery, called for volunteers during the Civil War, supported free schools, and advocated for black suffrage. Meeting attendees included women and men, including Frederick Douglass, Thaddeus Stevens, Charles Sumner, Owen Lovejoy, B. F. Wade, Wendell Phillips, Owen Lovejoy, and Joshua R. Giddings. The Emancipation Proclamation was read at the pulpit on January 1, 1863 by Rev. Henry McNeal Turner. That year, the church became the Israel Metropolitan Church.[3] Rev. H. M. Turner was made the chairman of a group to plan recruitment of colored troops for the Civil War. The meeting, attended by white recruiters William Gould (W.G.) Raymond and J.D. Turner, was held at the church.[7] See also Camp Greene and 1st United States Colored Infantry Regiment In 1870, the white Methodist Episcopal Church met to organize a black denomination called the Colored Methodist Episcopal Church (CME).[3] The Israel Bethel church moved to First and B Street SW in 1872.[3][a] The church had been \"under the fostering care\" of the African Methodist Episcopal Church for 50 years, and had decided to leave that denomination over a dispute about who owned and should have the deed for the church building. Israel Church held onto the deed and left the AME Church denomination. It operated independently with J. M. Mitchell as its pastor for around three years, and then became affiliated with the Colored Methodist Episcopal Church (now called the Christian Methodist Episcopal Church) in 1876,[8] with guidance by Bishop William H. Miles. The first pastor of the church was James W. Bell.[3][8]",
  "source_url": "https://en.wikipedia.org/wiki/Israel_Metropolitan_Christian_Methodist_Episcopal_Church"
}