{
  "id": 687,
  "title": "Asthall Manor",
  "data": "Asthall Manor is a gabled Jacobean Cotswold manor house in Asthall, Oxfordshire. It was built in about 1620[1] and altered and enlarged in about 1916.[1] The house is Grade II listed on the National Heritage List for England.[2] Early in the 20th century, the house was the childhood home of the Mitford sisters. Asthall Manor is a vernacular two-storey house with attics, built of local Cotswold limestone on an irregular H-plan with mullioned and mullioned-transomed windows and a stone-slated roof typical of the area. There are records of a house on the site since 1272 when Richard, 1st Earl of Cornwall, owned a house on the site worth 12d. In 1304 the curia, garden and fish pond were valued at 10 shillings.[3] The core of the current building at Asthall was built in 1620[1][4] for Sir William Jones on the site of the mediaeval hall.[5] In 1688 the estate was sold to Sir Edmund Fettiplace; it stayed in branches of the same family for the next 130 years when it was sold to John Freeman-Mitford, 1st Baron Redesdale, in 1810. During their 116-year tenure, the Freeman-Mitfords made many alterations to the house including the installation in 1899 of an electric power system powered by a water turbine fed by the River Windrush.[3] The architect Charles Bateman altered and enlarged the house in 1916.[1] In 1920, a former barn was converted to a ballroom and joined to the main house by a cloister.[citation needed] In 1926, the house was sold by the 2nd Baron Redesdale to Thomas Hardcastle and was purchased by the current owners in 1997 on the death of Hardcastle's son. David Freeman-Mitford, 2nd Baron Redesdale (2nd creation), father of the Mitford sisters, inherited Asthall Manor on the death of his father in August 1916[6] and in 1919 moved his family there from Batsford Park. The two youngest of the Mitford sisters, Jessica and Deborah, later Duchess of Devonshire, were born at Asthall in 1917 and 1920 respectively. Their sister Diana had an appendectomy on the spare-bedroom table.[7] The Mitfords were great socialites, and Asthall hosted frequent hunting and shooting weekend parties, regular guests included Clementine Churchill, Frederick Lindemann and Walter Sickert.[citation needed] Nancy Mitford's fictional Alconleigh in The Pursuit of Love is based largely on Asthall,[8] and family life there is described in Jessica Mitford's autobiographical Hons and Rebels.[6] Lord Redesdale had never planned to make Asthall Manor a permanent home, and in 1926, upon its sale to Hardcastle, the family moved into nearby Swinbrook House which Redesdale had had built on the site of a derelict farm. The Mitfords subsequently leased 26 Rutland Gate in London's Knightsbridge district following the sale of Asthall.[9] The garden at Asthall Manor covers 6 acres (2.4 ha).[10] \nIt was created for the current owners of Asthall by Julian and Isobel Bannerman (best known for their work for Prince Charles at Highgrove House)[8] and includes traditional gardens of herbaceous borders and lawns, contemporary parterres and areas of wild woodland and wildflowers running down to water-meadows by the River Windrush.[10] Asthall Manor remains primarily a private family home, although the ballroom is occasionally used for functions and Asthall Manor's garden provides the setting for \"On Form\",[11] a biennial exhibition of contemporary sculpture in stone as well as small outdoor musical events.[8] 51°48′01″N 1°35′08″W﻿ / ﻿51.8004°N 1.5856°W﻿ / 51.8004; -1.5856",
  "source_url": "https://en.wikipedia.org/wiki/Asthall_Manor"
}