{
  "id": 584,
  "title": "WKAG-CA",
  "data": "WKAG-CA (channel 43) was a low-power, Class A television station in Hopkinsville, Kentucky, United States. The station was owned by local cable television provider NewWave Communications. The station was founded when the FCC issued the construction permit for a low-power television station to the Kentucky New Era on December 9, 1983. The LPTV permit, which was requested by the New Era in December 1981,[2] was the first to be issued to a Kentucky-based licensee;[3] all other LPTV signals within the state were serving as translators for preexisting television stations. In May 1984, the station's transmission tower was erected at a site along Old Madisonville Road on the north side of Hopkinsville.[4] The station's first network affiliation was with the American Television Network, which went defunct in August 1984.[5][6] After a period of preparations, the station went on the air on July 24, 1984, as W43AG, becoming Hopkinsville's first local television station.[7][8][9][3]: 320  The station was scheduled to begin broadcasting the day before,[10] but a part of the transmitter failed, delaying the inaugural broadcast until July 24.[9] The establishment of the station was part of an agreement between station manager D. J. Everett III and the Kentucky Educational Television network, which also held an application to build and eventually sign on translator station W64AV to rebroadcast Madisonville's WKMA-TV in the area.[3]: 320  Upon signing on, W43AG became the first standalone low-power television station to sign on in Kentucky.[11] At the time of its inception, the station mostly aired news programming of local origination, as well as from CNN and BizNet, along with country music videos movies and sports, including Southeastern Conference men's basketball[6] and, beginning in 1987, baseball games of the Cincinnati Reds.[12] The country music video programming replaced American Television Network programming upon that network's demise.[5] The call letters were changed to WKAG-LP in 1994 (after the Federal Communications Commission (FCC) allowed low-power stations to use traditional call signs with an \"-LP\" suffix, instead of a translator-style call sign; it was the first LPTV station in Kentucky to do so).[3]: 321  The callsign was changed again to WKAG-CA in 2002, when the station was upgraded to Class A status. The New Era sold the station to Owen Broadcasting, controlled by station manager Eddie Owen, in mid-2004;[7][13] As a Class A low-powered television station, the station was not required to transition to digital television in 2009.[13] In 2010, NewWave purchased the station from Owen and rebranded the station as \"Source16\", after the station's new cable channel allocation (before the acquisition, WKAG was instead seen on cable channel 3).[14] On August 5, 2011, at 3 p.m., Source16 employees were informed that the station would be shut down. No warning was given to employees prior to the shutdown.[citation needed] On September 14, 2012, due to the station having been off the air for more than twelve months, the FCC canceled the station's license and deleted the WKAG-CA call sign from its database.[15] WKAG-CA was formatted as an independent station with a huge emphasis on local events, news, and sports. However, the station did maintain affiliations with American Independent Network[9], BizNet, Satellite Program Network,[16] and the Prime of Life Network from the beginning, and America One from 1995 onward, but the station also broadcast some syndicated programming. The station also provided local coverage of worship services by the First, Second, and St. John's Baptist churches of Hopkinsville. National news inserts were provided by CNN throughout the station's life. The station also carried some programming from All News Channel from 1989 to 2002. At some time in the late 1980s, the station also ran some programming from the short-lived Hit Video Network.[17] During the mid-to-late 1990s and the early to mid-2000s, WKAG-CA has also broadcast live, syndicated Southeastern Conference (SEC) football and men's basketball games produced and syndicated through Lorimar Sports Network from 1984 to 1986,[16] and Jefferson Pilot Sports (later Lincoln Financial Sports, then Raycom Sports) until 2009,[18][19] as well as some locally produced coverage of Austin Peay Governors football and basketball. From 2002 until 2011, the station also aired Bowling Green-based WKYU-TV's Hilltopper Sports Satellite Network coverage of Western Kentucky Hilltoppers basketball and football games.[20][21] In addition, WKAG also aired programming related to the Kentucky Wildcats from the television unit of UK Sports Network, syndicated through Lexington's CBS affiliate WKYT-TV.[1] The station also aired St. Louis NBC affiliate KSDK's coverage of Major League Baseball games involving the St. Louis Cardinals until 2010.[22] WKAG's news operation began in the mid-1980s, initially producing 22½ hours of newscasts on weekdays, including four 15-minute newscasts between 6 and 8 a.m., three 30-minute newscasts at 5, 10, and 11:30 p.m., as well as two 60-minute newscasts at 6 and 8 p.m. Most afternoon and evening newscasts were also run on weekends.[23] The station's news operation had already received praise for the production of their newscasts; indeed, the station's 10 p.m. newscast even won an award for Best Local Production in News division at the 2nd Annual LPTV Conference and Exposition in 1989. The station even won an award for a televised advertisement for a local feed store that same year.[24] In late 1989, the station won an Associated Press award for Best News series or Continuing Story for its five-part news series about training Army troops at Fort Campbell.[25] The station's news coverage was also instrumental in earning the \"Station of the Year\" award from the Community Broadcasters Association in 1992.[26] During the 1990s, WKAG's news department produced three newscasts (at 6, 9, and 10 p.m.) on weekdays with an encore of the 10 p.m. newscast at 12 midnight. Newscasts on Saturdays and Sundays were broadcast at 5 and 10 p.m. Each newscast was 30 minutes long, so WKAG produced 9½ hours worth of newscasts.[27] During the 2000s, the 6 and 9 p.m. newscasts focused on the Pennyrile region of Western Kentucky, the 6:30 and 9:30 p.m. newscasts focused on the \"Queen City\", which is the Clarksville area, and the 10 p.m. newscasts.[28] A locally produced program called 43 Magazine showcased local businesses and organizations, and their upcoming events and/or promotions. They came in morning and afternoon editions every weekday.\n[29][30] By the mid-2000s, WKAG moved the replay of the 10 p.m. newscasts to 1 a.m. Newscast names were changed to NewsWatch Hopkinsville (6, 9, and 10 p.m.), and NewsWatch Clarksville (6:30, 9:30, and 10:30 p.m.), thus expanding the total newscasts to a maximum of 19 hours per week.[31] All national news video clips were provided by CNN.[20] Newscasts were discontinued on August 5, 2011, amid uncertainty about the station's future (it was not included in the sale of NewWave's area cable systems to Time Warner Cable).[14] It still rebroadcast news programming from Lexington's WKYT-TV. In addition to its over-the-air signal coverage, the station was carried on local cable television systems in six counties in Kentucky (e.g. Christian, Caldwell, southern Hopkins, Muhlenberg, Todd, and Trigg). During the station's life, NewWave Communications also owned the cable systems in Christian and Muhlenberg Counties. In addition, the station was also available on cable in three north-central Tennessee counties, including Cheatham, Montgomery (where CDE Lightband carried the station), and Robertson Counties. In total, the station was available for viewing in 80,000 homes with cable TV.[20] Cable subscribers in the aforementioned areas made up most of the station's viewership during its final years on the air.[32]",
  "source_url": "https://en.wikipedia.org/wiki/WKAG-CA"
}