{
  "id": 304,
  "title": "3070 Aitken",
  "data": "3070 Aitken, provisional designation 1949 GK, is a stony Flora asteroid from the inner regions of the asteroid belt, approximately 4 kilometers in diameter. It was discovered on 4 April 1949, by astronomers of the Indiana Asteroid Program at Goethe Link Observatory in Indiana, United States. The asteroid was named after American astronomer Robert Grant Aitken.[2][6] Aitken is a member of the Flora family, one of the largest groups of stony asteroids in the main-belt. It orbits the Sun in the inner main-belt at a distance of 1.9–2.8 AU once every 3 years and 6 months (1,279 days). Its orbit has an eccentricity of 0.20 and an inclination of 2° with respect to the ecliptic.[1] In 1907, the asteroid was first identified as A907 HA at Taunton Observatory (803) in Massachusetts. A precovery, taken at Turku Observatory in 1942, extends the Aitken's observation arc by 7 years prior to its official discovery observation at Goethe Link.[6] Aitken has been characterized as a stony S-type asteroid.[3] In November 2010, rotational lightcurve of Aitken was obtained from photometric observations made at the  Palomar Transient Factory in California. Lightcurve analysis gave a rotation period of 6.3965 hours with a brightness amplitude of 0.38 magnitude (U=2).[4] The Collaborative Asteroid Lightcurve Link assumes a standard albedo for stony asteroids of 0.20 and calculates a diameter of 3.9 kilometers with an absolute magnitude of 14.24.[3] This minor planet was named for of American astronomer Robert Grant Aitken (1864–1951), who was the 4th director of the Lick Observatory from 1930 to 1935, successor of director William Campbell, after whom the minor planet 2751 Campbell was named.[2] Aitken became a well known expert on double stars and, in 1932, published the New General Catalogue of Double Stars Within 120° of the North Pole,[7] He is also known for his book The Binary Stars that was first published in 1918.[8] He is also honored by the lunar crater Aitken.[2] The official naming citation was published by the Minor Planet Center on 21 April 1989 (M.P.C. 14481).[9]",
  "source_url": "https://en.wikipedia.org/wiki/3070_Aitken"
}