{
  "id": 497,
  "title": "Charles Harvey-Kelly",
  "data": "Lieutenant Colonel Charles Hamilton Grant Hume Harvey-Kelly DSO (1885–1982), also known as C. H. G. H Harvey-Kelly, was a British Indian Army officer who served as Military Attaché to Kabul (1924–26).[1][2] In 1926 he was awarded the MacGregor Memorial Medal for military reconnaissances and journeys of exploration.[1] Harvey-Kelly was born in 1885, the son of Colonel H. Harvey-Kelly of the Indian Army.[1] He was educated at Bedford Modern School, where he was in the first XV in 1902 and stroked the first four in 1903.[3] His brother was H.D. Harvey-Kelly, the first Royal Flying Corps pilot to land in France in the First World War.[4] After graduating at the Royal Military College, Sandhurst,[1] he was commissioned as a 2nd lieutenant on 18 January 1905.[1]  He joined the British Indian Army in 1906 and was posted to the 127th Baluch Light Infantry becoming Double Company Officer.[5] He was promoted to Lieutenant on 19 April 1907,[5] and served in East Africa (Somaliland) between 1908 and 1910 (medal and clasp).[1] Harvey-Kelly served with the Indian Contingent at the Coronation of King George VI in 1911 after which he was promoted Company Officer and Adjutant.[1] Harvey-Kelly was promoted to Captain in 1914 and during the First World War he fought on the North West frontier having been ill when his unit was shipped to the Western Front.[6] He was mentioned in despatches three times, made a brevet major and was awarded the Distinguished Service Order in June 1919.[7][8][9] On 18 January 1920 he was promoted to major,[10] and was at the staff college in Quetta in 1921.[1] He was Military Attaché in Kabul between 1924 and 1926,[1][11] and was awarded the MacGregor Memorial Medal for military reconnaissances and journeys of exploration.[1] His papers concerning the expedition to Afghan Turkestan are held in the national archive.[12] He retired from the Indian Army in 1928 and was promoted to Lieutenant-Colonel on retirement.[1] In 1922, Harvey-Kelly married Sybil Mary Nuttall M.B. B.S. D.P.H., daughter of Harry Nuttall JP MP.[1]  They had four sons and one daughter.[1] In 1940 he wrote to The Times regarding an obituary of the comedian Harry Tate that had been published in the paper:[13] In 1913 an Indian officer rejoined his regiment after a tour of duty as orderly officer to King George V. When asked what was the most remarkable sight of his visit to Europe he answered \"Tate Sahib's moustache.\" Harvey-Kelly retired to his native Ireland, eventually settling in Clonhugh, County Westmeath where he died in 1982.[1]",
  "source_url": "https://en.wikipedia.org/wiki/Charles_Harvey-Kelly"
}