{
  "id": 906,
  "title": "Richard Gerald Jordan",
  "data": "Richard Gerald Jordan (born May 25, 1946[1]) is an American man on death row in Mississippi for the 1976 murder of 34-year-old Edwina Marter, the wife of a bank executive. As of 2022, Jordan is the state's oldest and longest-serving death row inmate. Though he admitted to the crime and his guilt has never been seriously called into question, Jordan has filed multiple successful legal challenges to his sentence, and because of this, he has been sentenced to death four times. Jordan was unemployed and desperate for money when he devised a plot to break into the home of a bank executive. He called Gulf National Bank in Gulfport and learned the name of the commercial loan officer, Chuck Marter. He looked up the man's address in a telephone directory, then drove to the home and kidnapped Edwina Marter. He fatally shot her in the De Soto National Forest before calling her husband and attempting to collect ransom money from him. After Jordan's 1976 guilty verdict and death sentence were vacated because automatic death sentences were found unconstitutional, he was convicted again and re-sentenced to death the next year. After Jordan successfully appealed this sentence on constitutional grounds, he received another death sentence. After this third death sentence was overturned due to constitutional issues, Jordan entered a guilty plea in 1991 in exchange for life imprisonment without the possibility of parole, a sentence that was not permitted under Mississippi sentencing guidelines at the time. When Jordan learned that his plea agreement had been improper, he challenged the life sentence in court. He was given a new sentencing hearing in 1998, at which he received the death penalty again. As of February 2024,[update] Jordan remains on Mississippi's death row. His most recent legal objections are related to questions of prosecutorial vindictiveness and whether Mississippi's execution drug cocktail constitutes cruel and unusual punishment. Jordan was born in Hattiesburg, Mississippi, to Mr. and Mrs. Homer H. Jordan.[2][3] He grew up nearby in Petal.[2][4] Neighbors later said that Jordan had a reputation as a good person through his school days.[5] After graduating from Petal High School, Jordan spent four or five years in the army, serving in the Vietnam War. By the mid-1970s, Jordan was married with three children. After his military discharge, he worked in Louisiana while his wife maintained their home in Hattiesburg. He spent a year managing a fertilizer plant and two or three months working in a Morgan City shipyard.[3] By January 1976, Jordan became desperate for money, and he planned to kidnap someone from a wealthy family and demand ransom money. He decided to go to Gulfport, Mississippi, to carry this out. On his way out of Louisiana, Jordan stopped at a pawn shop in Baton Rouge and traded in his 16-gauge shotgun for a .38 caliber pistol.[2] He told his parents that he was going to take a physical to obtain a position on an offshore oil rig.[3] After spending a few days learning his way around Gulfport, Jordan executed his plot to break into the home of a banking executive. He called the Gulf National Bank from a payphone and asked to speak to the person in charge of issuing commercial loans. The bank representative told him Charles \"Chuck\" Marter could help him. Using a Gulfport telephone directory, Jordan looked up Marter's address.[2] On January 12, 1976, Jordan drove to Marter's home pretending to be an electric company worker who needed to check circuit breakers. He kidnapped Marter's wife, Edwina, and left their three-year-old son asleep in the house. Chuck Marter was at work, and the couple's other son, age nine, was at catechism class at the time.[6] Jordan forced Edwina into his car and made her drive into the De Soto National Forest. They got out of Jordan's vehicle, and Jordan fatally shot her once in the head.[6] The circumstances behind Edwina's shooting were contested. Jordan said he was planning to hold Edwina for ransom but fired a single shot when she started running away from him. He said he intended for the shot to go over Edwina's head. The state said the evidence showed that Edwina was shot at close range while kneeling.[6] After killing Edwina, Jordan watched Death Wish at a nearby movie theater.[7] He then called Chuck Marter to demand $50,000 in ransom, telling him that Edwina was still alive.[7] The men spoke again that evening and decided on the exact location where Marter would drop off the money. Marter drove to the spot that night, trailed by sheriff's deputies. Jordan had set up the initial meeting as a test; he was monitoring the location from the De Soto National Forest and noticed the law enforcement presence immediately. Jordan called Marter the next day and accused him of trying to \"pull a fast one.\" Jordan gave Marter a new plan to drop the money, but he reduced his ransom demand to $25,000. He told Marter to make several turns before getting on the freeway so that the police would not be able to keep up with him.[2] Marter left the cash at a spot near Interstate 10 and Canal Road in Gulfport at 9:00 am on January 13. An FBI agent and a Harrison County sheriff's deputy were waiting in a pickup truck near the site. When Jordan arrived to retrieve the money, they attempted to move in on him. Jordan ran the sheriff's office vehicle into a ditch and kept driving even when shots were fired at his car. The sheriff's deputy involved in the chase was Larkin I. Smith, who later became the Harrison County sheriff and then a U.S. congressman.[2] Jordan evaded law enforcement and abandoned his car. Still, a Gulfport police officer found him in a taxi at about 1:00 pm the same day, arrested him, and recovered most of the ransom money.[8] Jordan told police officers that he had killed Edwina, and he took them to the body and the murder weapon.[6] During a mental health evaluation after his arrest, Jordan told a psychiatrist that an accomplice actually shot Marter and then left before Jordan carried out the ransom scheme. However, Jordan's attorneys found his recollections to be distorted and inconsistent, and they did not use this claim in his defense.[9] In July 1976, Jordan went on trial for Marter's kidnapping and murder. He was granted a change of venue from Harrison County to Jackson County because of concerns that local news coverage of the crime might make it difficult to impanel an impartial jury in Harrison County. The trial was held in Pascagoula; jury selection was held on July 19.[10] The trial lasted three days, and prosecutors called 24 witnesses; no one testified for the defense. The jury deliberated for four hours before returning a guilty verdict on a capital murder charge on July 21, 1976. The trial judge asked Jordan if he wished to address the court before sentencing, and Jordan declined.[11] At the time, capital murder carried an automatic death sentence in Mississippi, and this sentence was handed down to Jordan. However, there was already a case before the Supreme Court of Mississippi in which the court was expected to rule automatic death sentences unconstitutional. District Attorney Albert Necaise and Assistant District Attorney Joe Sam Owen anticipated this ruling before Jordan's sentencing, and they considered entering a motion for a trial with a separate punishment hearing. Still, they could find no basis in Mississippi law for such a motion.[11] Later that year, the U.S. Supreme Court held that automatic death sentences constituted cruel and unusual punishment, and Jordan received a new trial.[12] A second trial began in Pascagoula on February 28, 1977, with separate phases to determine guilt or innocence and decide on punishment.[5] The prosecution and defense indicated that they would present evidence in much the same manner as in the first trial.[13] Jordan was found guilty of murder on March 2, 1977, and the sentencing hearing was held the same day.[5] In the punishment phase, defense attorney Earl Denham said Jordan had been a good person until he was about 30. \"Something happened to him then, and I'll never know what it is. He was and remains a sick man,\" Denham told the jury. The defense called character witnesses, including Jordan's parents and a prison chaplain that had prayed with Jordan for more than a year. Prosecutors cross-examined the chaplain, not Jordan's parents, and they called no new witnesses.[5] While jurors were deliberating over Jordan's sentence that evening, they told the judge that one juror was not in favor of giving Jordan the death penalty. Denham and co-counsel Rhett Russell moved for a mistrial. The motion was denied. The jury deliberated and unanimously handed down a death sentence at about 7:00 pm.[5] In the early 1980s, Jordan challenged the death sentence during his second trial because of improper jury instructions. During closing arguments of that second trial, when Owen was discussing aggravating circumstances that supported a capital murder conviction, he told jurors that \"each of you have to determine what is an aggravating circumstance.\" In August 1982, the Fifth Circuit Court of Appeals ruled that Supreme Court precedent required jurors to be given specific guidance on objective standards for aggravating circumstances.[12] The Fifth Circuit vacated Jordan's death sentence and ordered that a new sentencing hearing be held in Jackson County Circuit Court.[14] In the spring of 1983, a few weeks before Jordan's new sentencing hearing, Denham withdrew from representing Jordan because he was planning to take a sabbatical from law practice. Gulfport attorney Joseph Hudson was appointed to replace him, and attorney Earl Stegall continued to assist in Jordan's defense.[15] Owen was engaged in private practice by this time, but he agreed to act as a special prosecutor at the request of the Marter family.[12] Jordan testified at the new hearing, explaining that desperation led him to the crime, as he owed money for a car, a boat, department store credit, and other expenses. The defense also called character witnesses, including a death row guard and some of Jordan's relatives and friends. The prosecution focused on potential inconsistencies in Jordan's explanations of the crime. They introduced blood spatter evidence indicating that Edwina was motionless when she was shot, not running away, as Jordan said. Prosecutors also played a tape of Jordan's statement to a Harrison County investigator in which he explained that while he had intended to come to Biloxi to look for work, he thought of the ransom plot and carried it out before he filled out any job applications.[16] Jordan received another death sentence.[12] Jordan's legal team challenged his third death sentence because he had been barred from introducing mitigating testimony related to his good behavior in prison. Specifically, Jordan's lawyers had attempted to introduce testimony from former defense attorney Rhett Russell. According to Russell, Jordan had devised a technique for generating electricity using wind tunnels. In January 1985, the Mississippi Supreme Court rejected Jordan's appeal, saying that such testimony from Russell amounted to hearsay and would not have been admissible in court.[17] The appeal went to the U.S. Supreme Court, which disagreed with the lower courts, set aside the third death sentence, and returned the case to the Mississippi Supreme Court in May 1986.[18] The next year, the Mississippi Supreme Court ordered a new sentencing hearing.[19] In 1991, instead of pursuing a fourth death sentence, the Harrison County district attorney offered a plea deal: Jordan would receive life imprisonment without the possibility of parole as long as he agreed not to challenge his sentence anymore. Jordan agreed to the deal and was sentenced accordingly. At the time of the plea deal, Mississippi's sentencing guidelines said that only two sentences could be handed down for a first-time capital defendant like Jordan: death and life imprisonment with the possibility of parole.[20] Mississippi law changed in 1994 to allow life without parole sentences for any capital offense, but at some point, Jordan discovered that his sentence had been improper at the time of the plea agreement.[20] Owen later said that he disagreed with the district attorney's decision to offer the plea deal because he knew the sentence would be improper.[7] Jordan challenged the propriety of the life without parole sentence, hoping that his sentence would simply be modified to life with the possibility of parole. Instead, the Supreme Court vacated the sentence, giving Jordan a new sentencing hearing.[12][20] Realizing that he was again in jeopardy of a death sentence, Jordan asked Owen for the original sentence that had been handed down with the plea deal: life imprisonment without the possibility of parole. Owen refused to offer another plea deal, saying Jordan had violated the previous agreement by challenging his sentence. Owen pursued the death penalty at the next sentencing hearing in April 1998.[21] At that hearing, Jordan's lawyers, Tom Sumrall and Wade Baine, called twelve witnesses, including family members and prison employees. The prison employees testified about Jordan's service as a trusty, his work with electricity, and the short stories and novel that Jordan had written while incarcerated. Owen said Jordan had done the prison work to benefit himself, not society. As a trusty, Owen said, Jordan could enjoy \"the good life\" because he had privileges such as extra phone and television access. Jurors deliberated for 35 minutes before handing down a death sentence. The jury foreman referred to the decision as a \"no brainer\" and commented on Jordan's apparent lack of remorse and the 22 years that had elapsed since the initial verdict.[12][21] Jordan later appealed his death sentence because prosecutorial vindictiveness led Owen to pursue the death penalty when he became irritated that Jordan had challenged his life sentence. To pursue this due process appeal, Jordan needed a certificate of appealability (COA), but the district court and the Fifth Circuit Court of Appeals refused to grant him one. The Fifth Circuit said that Jordan had failed to prove that Owen was vindictive. U.S. Supreme Court precedent does not require the defendant to prove the case's underlying merits before obtaining a COA. The issue went to the Supreme Court, which ruled against Jordan in 2015. Justice Sonia Sotomayor, joined by Ruth Bader Ginsburg and Elena Kagan, wrote a dissenting opinion that criticized the other justices for ruling on the underlying merits rather than issuing a COA.[12] Jordan was initially sentenced to die in Mississippi's gas chamber, but this execution method came into question following the 1983 botched execution of Jimmy Lee Gray.[22] State legislation made lethal injection the execution method for all offenders sentenced after April 1984, but offenders who were already on death row were still subjected to execution by gas chamber until 1998, and the state did not begin carrying out lethal injections until 2002.[23] In recent years, Jordan's execution has been delayed by legal challenges to the lethal injection procedure filed by Jordan and by other inmates.[24] Additionally, states have had difficulty obtaining the drugs typically used in executions, such as the fast-acting barbiturates sodium thiopental and pentobarbital. By February 2011, for example, the last American manufacturer of sodium thiopental stopped selling the drug, and the only American manufacturer of pentobarbital was asking states not to use it for executions.[25] Death penalty legislation in Mississippi required using a fast-acting barbiturate or similar drug in the execution cocktail. The state used pentobarbital until they could no longer obtain it. They planned to continue lethal injection with alternative drugs, but death row inmates challenged the use of these drugs in court, effectively bringing executions to a halt in 2012.[24] The Mississippi Department of Corrections (MDOC) made plans to utilize compounding (the preparation of a drug from raw ingredients) to produce pentobarbital or another sedative, midazolam. MDOC was storing the raw ingredients for pentobarbital at the Mississippi State Penitentiary. After an August 2015 lawsuit filed on behalf of Jordan and another inmate, a federal district judge blocked MDOC's use of compounded drugs. Before this ruling, the state's attorney general, Jim Hood, had asked the Mississippi Supreme Court to issue an execution date for Jordan.[24] The state passed a new death penalty statute in 2017 requiring a new three-drug execution cocktail: a sedative or anesthetic that can render a person unconscious; a muscle paralytic like vecuronium; and potassium chloride or a similar drug. Under the 2017 statute, if lethal injection is deemed unconstitutional or is otherwise unfeasible, the state may use execution by nitrogen asphyxiation, the electric chair, or firing squad.[26] Shortly after the 2017 changes to the death penalty statute, Jordan challenged the state's use of midazolam on the grounds that it does not render a person unconscious.[27] The Mississippi Supreme Court ruled 7–2 to deny Jordan a hearing on the matter, but he had an ongoing federal court challenge against MDOC's use of midazolam.[28] In November 2021, in Mississippi's first execution since 2012, the state used midazolam, vecuronium, and potassium chloride to execute David Neal Cox. In a statement issued before that execution, MDOC Commissioner Burl Cain refused to say where the department obtained the execution drugs.[29] In early October 2024, the Mississippi Attorney General, Lynn Fitch, filed a motion with the state supreme court to set an execution date within 28 days.[30]",
  "source_url": "https://en.wikipedia.org/wiki/Richard_Gerald_Jordan"
}