{
  "id": 683,
  "title": "Operation Nemesis",
  "data": "| Result          = [ Enver Pasha Killed Operation Nemesis (Armenian: «Նեմեսիս» գործողություն, romanized: \"Nemesis\" gortsoghut'iun) was a program of the Armenian Revolutionary Federation to assassinate both Ottoman perpetrators of the Armenian genocide and officials of the Azerbaijan Democratic Republic most responsible for the massacre of Armenians during the September Days of 1918 in Baku. Masterminded by Shahan Natalie, Armen Garo, and Aaron Sachaklian,[6][7] it was named after the Greek goddess of divine retribution, Nemesis.[8] Between 1920 and 1922, a clandestine cell of the Armenian Revolutionary Federation carried out seven killings, the best-known being the assassination of Talaat Pasha, the main orchestrator of the Armenian genocide, by Armenian Soghomon Tehlirian in March 1921 in Berlin. The Armenian Revolutionary Federation (ARF) was active within the Ottoman Empire in the early 1890s with the aim of unifying the various small groups in the empire who advocated for reform and a certain degree of autonomy within the empire. ARF members formed fedayi guerrilla groups that helped organise the self-defence of Armenian civilians. In July–August 1914, the 8th congress of the ARF was a watershed event. Members of the Committee of Union and Progress requested assistance from the party in the conquest of Transcaucasia by inciting a rebellion of Russian Armenians against the Russian Army in the event of a Caucasus Campaign opening up.[9][10] The Armenians agreed to remain loyal to their government, but declared their inability to agree to the other proposal.[11] Prominent ARF members were among the Armenian intellectuals targeted on April 24, 1915 in Constantinople.[12] The arrested people were moved to two holding centers near Ankara under Interior Minister Mehmed Talat's order on April 24, 1915, and mostly deported and killed. In 1919, after the Armistice of Mudros, Turkish courts-martial were convened in Constantinople, during which some of the principal perpetrators of the Armenian genocide were convicted and sentenced to death.[13] The UK seized some of the perpetrators from the Ottoman authorities in several of Istanbul's prisons, after their incompetency in failing to hold fair trials, and transported them to the British colony of Malta. There, the Malta exiles (so-called by Turkish sources) were, after Mustafa Kemal Atatürk's incarceration of Lord Curzon's relative, exchanged for British subjects detained by the Turkish government of Atatürk.[14][15] Since there were no international laws in place under which they could be tried, the men who orchestrated the genocide travelled relatively freely throughout Germany, Italy, and Central Asia.[15] On May 28, 1918, the Armenian National Council, a group of professionals based in Tiflis, declared the independence of the First Republic of Armenia.[16] Hovhannes Kachaznuni and Alexander Khatisyan, both members of the ARF, moved to Yerevan to seize power and issued the official announcement of Armenian independence on May 30, 1918. Yerevan became the capital city of Armenia. At this city, from September 27 to the end of October 1919, the ARF's 9th General Congress convened. The issue of justice against those responsible for the Armenian genocide was on the agenda of the congress. Over many of the Russian Armenian delegates' vociferous objections, it was decided to mete out justice through armed force. ARF Bureau members, specifically Simon Vratsyan, Ruben Ter Minasian, and Ruben Darbinian, opposed Shahan Natalie's operation. However, a \"black list\" was created, containing the names of 200 persons deemed most responsible for organising the genocide. The revenge carried out during this operation took place on two levels; firstly, it was about avenging the genocide by executing the key perpetrators, but it was also about the ARF seeking revenge against the Young Turks, with whom they had been allies and in good terms until they took power.[17] For many leaders of the ARF, the genocide was perceived as a betrayal by the Young Turks, whom they had shared struggles with and even supported during the 1908 Revolution. Thus, it was also a cathartic operation for the ARF, who wanted to \"atone for their mistakes\" and the error of supporting the Young Turks against Abdul Hamid II.[18] The leader of the group responsible for the task was Shahan Natalie, working with Grigor Merjanov. For Natalie, the primary target was Talaat Pasha, whom Shahan called \"Number One\". The mission to kill Talaat was entrusted to Soghomon Tehlirian. Natalie's aim was to turn Tehlirian's trial into the political trial of those responsible for the Armenian genocide. In his memoirs, Natalie revealed his orders to Tehlirian: \"you blow up the skull of the Number One nation-murderer and you don't try to flee. You stand there, your foot on the corpse and surrender to the police, who will come and handcuff you.\"[19] On 31 May 1926, the Turkish government passed Law Number 882, which assigned property to the relatives of Ottoman leaders assassinated for their role in the Armenian genocide. This law covered the families of important CUP members such as Talaat Pasha, Ahmet Cemal Pasha, Said Halim Pasha, and Behaeddin Shakir, amongst others. The regulations within the law defined that they would be allocated property belonging to \"fugitive Armenians\". MP Recep Zühtü Soyak, a loyal follower and private secretary of Atatürk mentioned this new law was a strong \"warning message to assassins: you may execute a Turk through an assassination! But, we will raise his offspring with your money so that tomorrow, he will gouge out your eye and break your head.\"[20] Among those marked for assassination were Enver Pasha (killed in battle with the Soviets in 1922) and Abdülhalik Renda (future acting President of Turkey) who died in 1957. Assassinations performed under Operation Nemesis include:[1] On April 25, 2023 a monument was unveiled in Yerevan dedicated to the Armenians who participated in Operation Nemesis.[21] The Foreign Ministries of Turkey and Azerbaijan immediately condemned it.[22][23] On May 3, 2023, Turkish Foreign Minister Mevlut Cavusoglu announced that Turkey had closed its airspace to Armenian airlines in response to the memorial.[24][25] Two days later Armenian Prime Minister Nikol Pashinyan criticized its installation,[26] while Security Council Secretary Armen Grigoryan said it is part of Armenia's domestic affairs.[27] Yerevan authorities, including Mayor Tigran Avinyan, insisted that it will not be removed.[28][29] Armenia's Foreign Ministry reported receiving no official note from Ankara.[30] Turkish Foreign Minister Mevlüt Çavuşoğlu expressed hope that Yerevan would \"correct its mistake.\"[31]",
  "source_url": "https://en.wikipedia.org/wiki/Operation_Nemesis"
}