{
  "id": 565,
  "title": "Doug Traub",
  "data": "Douglas Childs Traub is an American marketing executive who specialized in managing destination marketing organizations in several communities across the U.S. He is best known for his campaign that secured registration of the Surf City USA trademark for Huntington Beach, CA,[1] and his plan which restored an historic railway station in North Carolina,[2] now home of the Fayetteville History Museum. He is also credited with pioneering numerous destination enhancements in Lake Havasu City, Arizona.[3] Traub was born on May 3, 1958, in New York City,[4] the son of Mary Catherine (née Childs) and Ellis Traub Jr. He grew up in Nissequogue, New York. His parents moved to Miami, divorced and remarried in 1968. With encouragement from his stepfather, Gene LaNier, he earned the rank of Eagle Scout in 1971.[4] He attended Miami Killian Senior High School, where he wrote for the student newspaper, The Cougar's Roar, graduating in 1975. Traub earned a B.A. in journalism from the University of North Carolina at Chapel Hill in 1979,[5] the university where his stepfather graduated. During his undergraduate years, he was a disc jockey for Bacchae Disco on Franklin Street and the campus radio station, WXYC. Traub earned an M.B.A. in International Business/Marketing from Mercer University/Atlanta in 1990.[6] Traub was accredited (APR) by the Public Relations Society of America in 1984.[7] He was named a Certified Destination Management Executive (CDME) by the International Association of Convention & Visitors Bureaus, now Destinations International, in 2004.[6] During the first five years in his profession, Traub worked in advertising agency executive positions in New York City[8] and Atlanta.[9] He entered corporate marketing in 1984 and spent the next seven years working for companies including Georgia-Pacific[10] and NYNEX.[8] In 1991, he joined Zoo Atlanta as marketing director.[9] Traub's destination marketing career began as Director of Marketing for the Jekyll Island Authority.[11][9] In 1995, he moved to Fayetteville, NC to become President & CEO of the Fayetteville Area Convention & Visitors Bureau (now DistiNCtly Fayetteville), where he championed restoration of a historic railway station (now home of the Fayetteville History Museum),[12] a project recognized as his \"brainchild.\"[13][14] He was also responsible for writing grants to create most of the exhibits in the museum and build the first segment of the scenic Cape Fear River Trail in Fayetteville.[15] In 2001, Traub was selected as President & CEO of the Huntington Beach Conference & Visitors Bureau (now Visit Huntington Beach).[16] He established the city's first integrated professional marketing program, including an information kiosk at the foot of the Huntington Beach Pier, and the Surf City USA brand supported by several trademark applications.[17] Publicity generated during the launch of the brand created the equivalent of several million dollars in free advertising support, with thousands of stories and news reports appearing across the globe.[18] In a front-page story, the Wall Street Journal called the branding campaign Traub's \"brainchild\".[1][19] Traub was named President/CEO of the Lake Havasu City Convention & Visitors Bureau (now Go Lake Havasu) in 2010.[20] During his tenure, he pioneered numerous destination enhancements including a wayfinding signage system,[21] the city's distinctive logo and the “Play Like You Mean It” brand.[3] On June 16, 2014, a British tabloid, The Sun, published a false story claiming the London Bridge was being torn down to build an attraction for selling marijuana and drug paraphernalia to tourists. Traub demanded a retraction.[22][23] The news was picked up by publications around the globe.[24] Within a matter of weeks, the story was removed from circulation and The Sun printed a correction.[25] After nearly seven years in Arizona, Traub resigned.[26] He moved to the Tampa Bay Area in 2016 as Pasco County’s first Director of Tourism,[27] but resigned after only three months for unknown reasons.[28] Traub married Elisa Larsen (born in 1961) on March 8, 1986; they had a daughter, Catherine, and divorced in 2007.[4] On October 13, 2020, Traub married his college sweetheart, Carol Vipperman (born 1959) on the 40th anniversary of the day they once intended to marry. He now serves as a consumer advocate on the Pasco County Construction Board.[29]",
  "source_url": "https://en.wikipedia.org/wiki/Doug_Traub"
}