{
  "id": 904,
  "title": "Syndinium",
  "data": "Syndinium turbo Syndinium is a cosmopolitan genus of parasitic dinoflagellates that infest and kill marine planktonic species of copepods and radiolarians.[1] Syndinium belongs to order Syndiniales, a candidate for the uncultured group I and II marine alveolates.[2] The lifecycle of Syndinium is not well understood beyond the parasitic and zoospore stages.[3] Syndinium was first described by French biologist Édouard Chatton in 1910 as parasites of Paracalanus parvus, a marine copepod in the Mediterranean Sea.[1] The first Syndinium species described was Syndinium turbo, which remains the most studied Syndinium species today. Due to there being 3 distinct zoospore morphologies for Synidium turbo, Chatton described it as 3 separate Syndinium species with the same host copepod species.[1] This was corrected in 2005 when Skovgaard et al. discovered that the 3 zoospore morphologies of Syndinium turbo are genetically identical.[1][3] Throughout the 20th Century researchers encountered Syndinium species in a range of copepod and radiolarian in marine habitats ranging from the Clyde Sea to Port Phillip Bay, Australia.[3] In the 2000s, Syndinium is given renewed attention from protist researchers thanks to the maturation of metagenomics techniques such as environmental sequencing, bypassing the need to capture and culture. In 2001 rRNA amplification marine plankton samples led to the tentative establishment of group I and group II marine alveolates, two novel lineages that have not yet been cultivated in the laboratory.[3] In 2005 researchers Skovgaard et al. performed phylogenetic analyses using small subunit ribosomal DNA and proposed that Syndiniophyceae, the class in which Syndinium belongs, is the group II marine alveolates.[3] By 2008 it was confirmed that the group I and II marine alveolates belong to the order Syndiniales, which includes the genus Syndinium.[2] Syndinium species have been recorded in a wide range of marine environments in both the Northern and Southern Hemispheres.[3] The range of Syndinium species may be increased by human activity, as genetic evidence of Syndinium along with other protist genera was discovered in the ballast water of oceangoing ships on both sides of the Atlantic Ocean.[4] As parasites, Syndinium infest planktonic copepods as well as radiolarians.[3] Syndinium infections are fatal, and many motile zoospores pour out of the exoskeleton after consuming the host from inside out.[1] Parasitism by Syndinium likely has a regulatory role on host populations, and in some conditions are responsible for sizable portion of host mortality rate.[5] As the life cycle of Syndinium species are not completely known, the ecological role of Syndinium in non-parasitic life stages are unclear. The complete life cycle of Syndinium species has not been entirely elucidated. The most well studied parts of the Syndinium life cycle involves the parasitic stage. When infesting a planktonic host such as a copepod, Syndinium species develop into a plasmodial stage, successively consuming host organs until the entire volume of the exoskeleton is occupied by the plasmodium, killing the host in the process.[3] From the husk of the host one of three morphologically distinct zoospores emerge: 8-12μm long, 5-8μm wide, resembles an asymmetric gymnodinium and is biflagellar with the anterior flagellum being longer than that of the posterior. Cells are motile but not only show moderate amounts of locomotion and are able to survive one to two days after exiting the host.[3] 8-10μm long, 2-4μm wide, possesses a refractile body at the posterior end, is also biflagellar with a longer anterior flagellum 3 to 4 times the cell length and an anterior flagellum that is approximately the length of the cell. Refractile bodies are used as resource storage for the cell. Microspores are much more active compared macrospores but perishes after only 5 to 8 hours.[3] resembles an Oxyrrhis cell. Has a teardrop shape overall with a beak like projection at the narrower anterior end. The anterior and posterior flagella are both like the cell in length, and are inserted in the transverse and longitudinal groove, respectively. Rostrate spores can survive for several days out of the host.[3] Only one type of zoospore will emerge from any single host.[3] Once the zoospores exit the host, the life stages of Syndinium are not well understood. Attempts to infect copepod hosts or to induce sexual reproduction between all combinations of zoospores have so far been unsuccessful.[1][5] Unlike other dinoflagellates, Syndinium does not possess the conventional dinokaryon or the associated process of dinomitosis. Instead, Syndinium possess fewer but larger chromosomes than most dinoflagellates, as few as 4 compared to the typical 20 plus.[6] Syndinium are notable for their mitotic nuclear division mechanisms involving nuclear membrane attached kinetochores and associated V-shaped chromosomes pushed away from each other by axially aligned microtubules.[7] This method of nuclear division, while not altogether rare within dinoflagellates, were first studied in Syndinium. Syndinium turbo",
  "source_url": "https://en.wikipedia.org/wiki/Syndinium"
}