{
  "id": 40,
  "title": "Vladimir Grachev",
  "data": "Vladimir Aleksandrovich Grachev (born 3 March 1942 in Taimanikha, Rodnikovsky District, Ivanovo Region) is a Russian scientist, politician, and ecologist. Doctor of Technical Sciences, professor, corresponding member of the  Russian Academy of Sciences. Member of the Supreme Soviet of the RSFSR, the State Duma of the third and fourth convocations (1999–2007). Chairman of the Public Council under the Federal Service for Ecological, Technological and Atomic Supervision, member of the public council of the State state-owned enterprise Rosatom, Advisory Council under the Chairman of the Accounts Chamber of the Russian Federation. Member of the Parliamentary Assembly of the Council of Europe, the Russian Federation Commission for UNESCO, the Supreme Environmental Council of the State Duma Committee on natural resources, the environment, and ecology. In 1960 Grachev graduated from the Ivanovo Industrial College, and in 1961 enrolled in the Penza Polytechnic Institute specializing in foundry. In 1966, he graduated with honors. In 1967, Grachev enrolled in the graduate school of the Moscow Institute of Electronic Machine Building (MIEM). In 1969 he defended his thesis, and in 1987 his doctoral dissertation. Since 1991, Grachev has been a corresponding member of the Russian Academy of Sciences in the department of physical chemistry and technology of inorganic materials.[1] In 1996, Grachev received a second degree in law at the Penza State University.[1] After graduating with honors from the Ivanovo Industrial College in 1960, Grachev worked for 15 years (until 1974) at the Penza compressor plant where from shop foreman he grew to chief metallurgist of the head laboratory.\nSince 1974, Grachev is senior lecturer, associate professor, and since 1980 - Head of the \"Machinery and Technology Foundry Department\" of the Penza Polytechnic Institute.[2]\nHe worked as head of the department at the Bauman Moscow State Technical University and the Academy of Labour and Social Relations. In 1990 Grachev was nominated candidate for People's Deputy of the RSFSR by the staff of the Penza Polytechnic Institute, and elected at the Pervomaisky district No. 568 (Penza Oblast) to the Congress of the Supreme Council. From 1990 to 1993, Grachev was deputy chairman of the Supreme Council for science and public education. He was member of the faction \"Communists for Democracy (from 1991 member of \"Free Russia\", faction of Alexander Rutskoi supporters). In December 1992, Grachev made a discourse on behalf of the faction of \"Free Russia\" at the VII Congress. In the Supreme Soviet of the Russian Federation he advocated for expense reduction in defence, space exploration and the maintenance of bureaucracy. He suggested returning the external debt of Russia; expanding the production of consumer goods by converting military production; reallocating capital investments primarily to the agricultural sector.[3] In 1999, Grachev became chief of staff of the Russian Federation Council Committee on Science, Culture, Education, Health and Environment.[4] On 19 December 1999 he was elected to the State Duma of the third convocation from the block \"Unity\" (\"The Bear\").[5] In January 2000, he registered in the parliamentary faction \"Unity\" in the State Duma. On 19 January 2000 he became head of the Committee on Environment.[6] On 27 February 2000 at the founding congress of the All-Russian political public movement \"Unity\", Grachev is elected member of the Political Council of \"Unity.\" On 27 May 2000, at the founding congress of \"Unity,\" he was elected member of the Presidium of the political council of the party. On 7 December 2003 Grachev was elected to the State Duma from the party \"United Russia\". He became a member of the faction \"United Russia\". He is then elected Chairman of the Committee on Ecology of the State Duma. As member of the General Council of the Party, Grachev has a wide range of activities in the assigned territories.[7] In 2006 he is appointed coordinator of the Russian political party \"United Russia\" on environmental issues.[8] As Chairman of the State Duma Committee on Ecology, Grachev is personally involved in the development of more than 40 bills. He heads working groups for 18 of them, including the following: Under the leadership of Grachev the Federal Law \"On Environmental Protection\"[14] has been developed and brought to the adoption. It is the country's \"environmental constitution\" that enables to efficiently combine environmental protection with environmental management and effective maintenance of all the sectors of economy. On the initiative of the environmental community and the efforts of Grachev on 23 July 2007, Vladimir Putin established by decree a professional holiday - Day of the Ecologist, celebrated 5 June.[15] From the beginning of his career, Grachev has been paying much attention to environmental problems of the nuclear industry. Working in the Federal Assembly, he resolves issues related to the development of nuclear energy and nuclear safety at the legislative level. Grachev is author and active promoter of the concept that large-scale introduction of nuclear power will solve global environmental problems. Largely due to his convictions he became an advisor to the Director General, SC \"Rosatom\" in 2008 after retiring from government.[16] In addition to his main profession, Grachev is chairman of the Public Council of Rostekhnadzor Public Council of the Rostechnadzor Archived 2016-03-03 at the Wayback Machine, member of the Public Council SC \"Rosatom\".[16] Grachev is actively cooperating with the authorities. He is member of the Supreme Environmental Council of the State Duma Committee on Natural Resources, Environment and Ecology;[17] member of the advisory board under the Chairman of the Accounts Chamber of the Russian Federation. Interaction with international organizations, participation in international projects, symposia, conferences, forums - all this is an integral part of Grachev's activity. He is member of the Parliamentary Assembly of the Council of Europe, the Russian Federation Commission for UNESCO. In 2001, Grachev founded the Ecological Movement of Concrete Deeds. This is a social movement whose goal was protection of the environment and human health, environmental safety and prevention of environmental and technological disasters through concrete actions. On its basis in 2010 the International Environmental Non-Governmental Organization «GREENLIGHT»«GREENLIGHT» was established. Grachev is currently chairman of its executive board.[18] «GREENLIGHT» is an international public environmental organization created to promote the establishment and development of clean and safe forms of energy production, to actively promote, conserve and restore the natural environment and interested in continual improvements in the areas of environmental protection and health care. The organization focuses on a number of activities, among them: natural resources management; environmental monitoring, providing independent and transparent view of the environmental performance of a wide range of projects; public participation in environmental policy implementation; creation of a favorable ecological environment and human habitat. Mission statement: Arthur Chilingarov is Chairman of the Supreme Council of «Greenlight». He is a distinguished Russian scientist and oceanographer, political leader, Hero of the Soviet Union and Hero of the Russian Federation, Doctor of Geography, Corresponding Member of the Russian Academy of Sciences. The Presidium of the «GREENLIGHT» Supreme Council includes: Currently “GREENLIGHT\" operates in 5 countries - Italy, France, United States, Czech Republic, Kazakhstan and Ukraine. The Ecological International Non-Governmental Organization «GREENLIGHT» is actively growing. New offices are going to open in 11 other countries. The international environmental organization «GREENLIGHT» includes 32 program committees. They address the most pressing environmental issues of global significance.\nThe following activities, organized by “GREENLIGHT” are of particular significance: Grachev is a member of the Parliamentary Assembly of the Council of Europe since 2000. He defends the interests of the Russian Federation on issues of ecology, environment, nuclear energy, science, education, agriculture, culture etc. Currently, Grachev continues his work at the PACE as an expert of the Russian Federation delegation. He repeatedly raises the question of adequate assessment of the global ecological role of Russia in the world in his discourses at the PACE: \"With only 2% of GDP, Russia contributes no less than 10% of the worldwide ecological system: we have 13 million km2 of pristine ecosystems, more than 11 million km2 of forests, which make 25% of the world's forests. These are the \"green lungs\" of the planet. About a quarter of all the world's fresh water is in Russia. The global ecological role of Russia should be adequately assessed. Global warming, radioactive waste, nuclear power - these most important issues are directly related to our country.\" Cooperating with PACE, Grachev has repeatedly drawn its attention to the following issues: In 2011 at the April session of the Parliamentary Assembly of the Council of Europe Grachev was officially awarded the diploma of the honorary member of the PACE and the medal Pro Merito (“For merits\"). Presenting the award and a diploma, the PACE President Mevlut Cavusoglu pointed out the importance of Grachev's work in the Parliamentary Assembly in 2000-2008: \"It's an honour for the Committee on the Environment and its members to have had as a colleague a person who was chairman of the Committee on the Environment of the State Duma of the Russian Federation and a recognized expert in the field of energy and the Kyoto Protocol.\" Grachev is currently an advisor to head of the state-owned enterprise Rosatom, as well as a member of its public council. He is one of the founders of nuclear power development in Russia and in the world. Grachev has repeatedly raised questions concerning the joint (international) development and use of Nuclear binding energy in order to ensure global energy security. \"The international community needs to effectively address three interrelated challenges - energy security, economic growth and environmental protection. Fair and competitive, market-based responses to global energy challenges will help to prevent possible destructive actions that threaten the production, supply and transit of energy and create a sound basis for dynamic and sustainable development of our civilization in the long term.\" Grachev believes that in the next 30–50 years Nuclear binding energy should make a meaningful contribution to energy security as the basis for sustainable development. At a meeting of the PACE in 2010, he said: \"Nuclear power is the most viable, technologically proven, environmentally friendly and competitive alternative to hydrocarbon energy. We believe that developing nuclear power, the world is moving in the right direction. The attractiveness of nuclear energy is determined by its competitive advantages such as the lowest compared to other energy sources dependence on fuel prices growth, small amount of energy transportation, deep study of the issues of nuclear and environmental safety, environmental protection, absence of greenhouse gas emissions and negative impact on the climate. <...> The strategic direction of nuclear power development is the further internationalization of the nuclear fuel cycle in order to ensure reliable access to the countries interested in its products and services, with absolute respect to the international non-proliferation regime. The tasks facing Russia and the world community, are global by nature. So stable, secure, safe nuclear power development is possible only by working together on multilateral and bilateral basis. Russia, as one of the world leading suppliers of uranium products and services is completely open and ready for such cooperation.\" Despite the tragedy that occurred as a result of the accident at the Fukushima Nuclear Power Plant-I Grachev remains committed to his views on the future of the nuclear industry. On 14 April 2011 he gave an interview to the newspaper \"Moskovsky Komsomolets\", as well as to the TV channel RBC. As an expert he answered questions: what happened in the Japanese nuclear power plants; what are the consequences of radiation leakage in Russia and in the world; is there any danger for Russian regions; what impact the accident at the \"Fukushima-1\" will have on plans for nuclear power.[19][20][21] Grachev, while chairman of the Committee of Environment in the State Duma, paid great attention to issues relating to nuclear and radiation safety of Russia. Through effective collaboration with the State Corporation \"Rosatom\" in 2006, it became possible to achieve concrete results in addressing the issue of the resettlement of the Muslyumovo settlement residents, as well as to solve problems of Techa cascades of water. For several years, from 2008 Grachev has been closely involved in the development of environmental policy of the State Corporation \"Rosatom\". In 2011 a book was published: \"The Environmental Policy of the State Corporation \"Rosatom\". Grachev is among the authors. The book presents the environmental policy of the State Corporation \"Rosatom\" in accordance with the goals and challenges facing the nuclear industry of Russia, and describes the technical, legal and institutional framework of the implementation of environmental policy of the State Corporation \"Rosatom\". The book is intended for employees of the nuclear industry, allied industries professionals, educators and students of higher and secondary educational institutions, general public interested in the problems of ecological safety and environmental protection.[22][23] Grachev's activities in the field of nuclear security, including cooperation with international organizations are highly appreciated by the leaders of the State Corporation \"Rosatom\". In 2010 the adviser to the director of \"Rosatom\" State Corporation, chairman of the board of the ecological international NGO \"GREENLIGHT\" Grachev, was awarded a medal for outstanding achievements in the nuclear industry. Since 2008 Grachev is the head of the Public Council under the Federal Service for Ecological, Technological and Nuclear Supervision (Rostekhnadzor). The Public Council of Rostechnadzor includes scientists, doctors, professors, representatives of public organizations in all the fields of Rostekhnadzor interest. At the first meeting of the Public Council on 14 January 2008 Grachev said: The creation of the Public Council is an important event in terms of considering public opinion in the Federal Service for Ecological, Technological and Nuclear Supervision. To implement the 24 types of supervision, which the Service provides, it is important to keep in touch with the public. Control is a conflict between producers and controllers. From this perspective public opinion is very important. The combination of the views of citizens, community organizations and academia provides a one comprehensive view. Then it becomes a sophisticated and objective opinion. This will allow Rostechnadzor and the public to receive information not in a distorted form, which sometimes happens. It is very important to form an opinion not based on the statements of offended rule violators, but on the real state of affairs. The reflection of the objective image is perhaps the most important thing in the work of the Public Council.\"[24] July 2011 the Coordinating Committee of public councils in the federal government prepared a summary rating of the effectiveness of public councils in the federal government for the 1st half of 2011. The Public Council of the Federal Service for Ecological, Technological and Nuclear Supervision has taken the first place.[25] The main areas of research are: thermodynamics, kinetics and mechanism of interaction between the phases of metals and alloys melting. research works in thermodynamics and kinetics of melting of cast alloys, environment and resource-saving in this process. While working at the plant (1960–1974) Grachev, alongside the main work, carries out research on the rational use of natural gas fuel in industry. As a result of his inventions and innovations all heating and drying ovens with liquid and solid fuels were transferred to natural gas, bringing the plant considerable economic effect and significantly reducing the adverse impact on the foundry environment. Grachev continued the research work initiated at the plant, in the Penza Polytechnic Institute. This resulted in the theoretical justification of the implementation of the cupola process with natural gas instead of coke. Economic and environmental benefits of widespread use of the developed method were proven. Grachev made a great contribution to the theory of melting processes of casting alloys: he carried out a systematic analysis of these processes, developed a theory of interaction between the phases, taking into account the effect of temperature fluctuations, which greatly enriched the theoretical basis of melting thermodynamics, mechanics and kinetics of melting. His work has found recognition in our country and abroad. In recent years, under the leadership of Grachev a fundamentally new design of furnaces for melting aluminum alloys has been established, a number of problems in the field of environmental engineering practice has been solved.\nGrachev is the author of 242 inventions protected by copyright certificates of the USSR, by patents of Russia and other countries. A number of them can be seen below: The result of Grachev's academic research can be seen in more than 615 published works, 26 monographs, 7 textbooks for high schools, 15 manuals. He was the academic supervisor of more than 10 dissertations for candidate's and doctor's degree.[26][27]",
  "source_url": "https://en.wikipedia.org/wiki/Vladimir_Grachev"
}