{
  "id": 926,
  "title": "Cathedral of the Savior of Zaragoza",
  "data": "The Cathedral of the Savior (Spanish: Catedral del Salvador) or La Seo de Zaragoza is a Catholic cathedral in Zaragoza (also known as Saragossa), in Aragon, Spain. It is part of the World Heritage Site Mudéjar Architecture of Aragon. The cathedral is located on the Plaza de la Seo and is commonly known as La Seo (Aragonese for \"see\") to distinguish it from the nearby El Pilar, whose name (pillar) is a reference to an apparition of Mary in Zaragoza. They both share co-cathedral status in metropolitan Zaragoza. The location of the Seo has its roots in the old Roman forum. Unlike other Roman city forums, the forum of Caesaraugusta was not located at the confluence of the Cardo and the Decumanus, but instead near the Ebro river, adjoining the river port. The forum, besides being the civic and commercial center of the city, contained the main temple. The Museum of the Forum is found below the plaza del Pilar, across from the facade of the cathedral. There have been no remains found of either a Visigoth or a Mozarabic church. Hanas ben Abdallah as San'ani (? – 718), a disciple of someone close to Mohammed, built the main mosque of Saraqusta al Baida, Zaragoza la Blanca, according to Al-Ḥumaydī (1029–1095). The main mosque is certainly one of the oldest of Al-Andalus. The edifice underwent two additions, one in the 9th century and one in the 11th century, under the Taifa king of Zaragoza, Mundir I. During the restoration completed in 1999, a number of remains were discovered, such as the impression of the minaret on the external walls, and the floor of the ancient structure. In addition, the entrance was located in the same place as that of the current cathedral. The arrival in Zaragoza in 1118 of Alfonso I, the Battler did not lead to the immediate demolition of the mosque. He gave the Muslims one year to move out of the town, and on October 4, 1121, the building was consecrated under the name San Salvador, and the necessary renovations were made to allow the building to be used for Christian purposes. The destruction of the mosque and the construction of the Late Romanesque cathedral began in 1140. The new church, with a basilical layout consisting of a transept and three naves ending in apses, constructed of stone, owed much stylistically to the Cathedral of Jaca, from which it took various elements. Besides the church building itself, it had an archive, a refectory, a nursery, and two cloisters. From this era the lower part of two of the apses is still preserved, with small windows between inscribed capitals depicted, adorned with so-called \"checkered jaqués\" on the outside, and, inside, a set of sculptures that at present are hidden behind the main altarpiece.  The construction of the original cathedral continued throughout the 13th century. From 1204 up until the 15th century, all Aragonese kings were crowned in this church, by a special privilege bestowed by Pope Innocent III. The king, who the previous night had kept watch over his armaments in the Aljafería, would approach from there in a procession. The ceremony included four parts: investiture of weapons, unction with holy oil, placing of the crown and the royal insignia, and oath of the fueros (statutes) and liberties of the Kingdom of Aragon. The last king to be crowned in La Seo was Charles I in 1518. Later kings needed only to swear to the fueros. Royal baptisms, weddings, and burials were also performed in the cathedral. In 1318 Pope John XXII created the archbishopric of Zaragoza, making it independent of the see of Tarragona, and with that the building became a metropolitan cathedral. From this point the additions were carried out using cheap materials that were found nearby in abundance: bricks and plaster. Under the supervision of the archbishop Pedro López de Luna (1317–1345) a Gothic church with three naves (the present three central naves) was built,  keeping the Romanesque apses. The central nave was built higher than those on the sides, making it possible to create windows that from 1447 would be covered with stained glass. In 1346, a Mudéjar dome was started to provide light at the altar, with the participation of the masters Juan de Barbastro and Domingo Serrano. The work was finished in 1376,  when Don Lope Fernández de Luna was already archbishop, creating a spacious, well-lit Gothic cathedral. In 1360, during the archbishopric of Don Lope Fernández de Luna, the main facade was renovated and the so-called Parroquieta was built, all in the Mudéjar style. The only thing that has been preserved is the Parroquieta or parochial chapel of San Miguel Archangel, that was built as a closed and independent chapel inside the building, and that archbishop Don Lope designed as a funeral chapel. The construction, elegantly carried out in Gothic-Mudéjar style, is a unique example of the work of the Aragonese masters and the Seville builders, who covered the exterior wall with geometric drawings made of smooth brick and glazed ceramic. In the interior, the roof is constructed of gilded wood in the Mudéjar style. In 1403 the old dome fell down.  The Antipope Benedict XIII (Papa Luna), Aragonese by birth, initiated a reconstruction of the building.  The Romanesque apses were elevated, two towers buttressing the sides of the apses were added, and a new dome was built in the shape of a Papal Tiara.  Decorated in 1409 by the master Mohammed Rami, it may have been viewed by Benedict XIII on his visit to the city in 1410. The main altarpiece was constructed during the archbishopric of Don Dalmau de Mur y Cervelló (1431–1456).  Dalmau Mur concentrated on beautifying the interior of the building, taking charge of, besides the main altarpiece, the chorus and other smaller constructions. On September 14, 1485, Pedro de Arbués, the canon and head Inquisitor of Aragón, was assassinated in the cathedral as he was praying while wearing a helmet and chain mail. This was the consequence of the bad reception that the Inquisition had in Aragón, where it was seen as an attack by the crown on the fueros, the local laws and privileges. In particular, some of the most powerful families among the converted Jews - such as the Sánchez, Montesa, Paternoy, and Santángel families -  were implicated in the assassination. As a consequence, there arose a popular movement against the Jews; \"nine were finally executed in persona, in addition to two suicides, thirteen burnings at the stake, and four punished for complicity\" according to the account of Jerónimo Zurita. Pedro de Arbués was sainted by Pope Pius IX in 1867; his sepulchre, designed by Gil Morlanes the elder, is found within the cathedral in the chapel of San Pedro Arbués. During the 16th and 17th century, the cathedral was one of the centers of the Aragonese school of polyphonic music. Musicians Melchor Robledo, Sebastián Aguilera de Heredia, Pedro Ruimonte, Diego Pontac, Jusépe Ximénez and Andrés de Sola, among others,  worked and composed there. The long-standing rivalry between the canons of El Pilar and of La Seo was well known in the 17th century. The cathedral chapter of El Pilar even brought a suit to win the episcopal seat, a suit that was decided by Philip IV in favor of La Seo.  The disputes would not be resolved until, in 1676, Pope Clement X made the Solomon-like decision to merge the two chapters via the Bull of Union.  6 prebendaries and 15 canons would reside in La Seo, and the same in El Pilar, and the dean would live 6 months in each one. Also during the 17th century, the old and decrepit Mudéjar tower was pulled down, and in 1686 construction was begun on a new one.  The new tower, which was designed in Rome in 1683 by Juan Bautista Contini in the Baroque style, was started in 1686 and  finished in 1704 with the placement of the spire. The front was constructed in the 18th century in an Italian-Baroque style that was clearly of a neoclassic aspect.  It was entrusted by the Archbishop Añoa to Julian Yarza, a disciple of Ventura Rodríguez. During the second half of the 20th century, a thorough restoration of the building took place, which lasted some 23 years.  The project can be divided into four stages: In total more than two billion pesetas were spent by the Government of Aragon, the Archbishopric of Zaragoza and the Metropolitan Chapter, the Department of Education and Culture of Spain, Ibercaja, and Caja de Ahorros de la Inmaculada. As of 2005, the sacristy was still in the process of restoration. La Seo was built on the site of the ancient Roman forum of Augustus and of the main mosque of the Moorish city of Saraqusta, elements of whose minaret form part of the current tower. The construction began in the 12th century in the Romanesque style, and underwent many alterations and expansions until 1704, when the Baroque spire completed the tower. The cathedral is a mixture of styles, from the Romanesque apse (12th century) to the Baroque tower and Neo-Classical main door (18th century), passing through Mudéjar and Gothic. Of the diverse styles that make up La Seo Cathedral, the most important elements are: The cathedral's museum has been restored recently and is open to  the public. It is a tapestry museum that displays one of the finest collections of tapestries in the world. Beginning with the foot of the cathedral, the chapels on the right side: Beginning with the foot of the cathedral, the chapels on the left side: Choir: Apses:",
  "source_url": "https://en.wikipedia.org/wiki/Cathedral_of_the_Savior_of_Zaragoza"
}