{
  "id": 213,
  "title": "Kajang Move",
  "data": "The \"Kajang Move\" (Malay: Langkah Kajang, also known as Selangor's political crisis, Selangor's MB crisis or Khalid Move) was a political manoeuvre attempted in Malaysia in 2014. The manoeuvre sought to topple the 14th Menteri Besar of Selangor, Khalid Ibrahim, and install the national opposition leader Anwar Ibrahim as his replacement. The move was initiated by Parti Keadilan Rakyat (PKR) Strategy Director, then Vice President cum Secretary General, Rafizi Ramli. The attempt resulted in a nine-month political crisis within the state of Selangor and the Pakatan Rakyat coalition, that also involved the palace of Selangor. The crisis concluded with the appointment of PKR's Deputy President, Azmin Ali, as the 15th Menteri Besar of Selangor. Khalid Ibrahim had been the Menteri Besar of Selangor, Malaysia's wealthiest and most populous state, since the Pakatan Rakyat coalition consisting of PKR, the Democratic Action Party (DAP) and the Pan-Malaysian Islamic Party (PAS) won a majority in the Selangor State Assembly in the 2008 election. Pakatan Rakyat, led by PKR's Anwar Ibrahim were in opposition at a federal level; the Barisan Nasional coalition had governed Malaysia since its independence. Rafizi Ramli, in a blog post to justify the \"Kajang Move\", stated that the manoeuvre would be the \"game changer\" in the quest of the Pakatan Rakyat to win government nationally.[1] It was triggered by the signing of a water deal between the Selangor state government, headed by Khalid, and the federal government. Anwar and his allies within PKR disapproved of the deal; many of the party's leaders had not been informed of it in advance.[2] The first stage of the \"Kajang Move\" was a by-election held for the Selangor State Assembly seat of Kajang on 23 March 2014.[3][4] The seat was vacated after the incumbent PKR assemblyman, Lee Chin Cheh resigned on 27 January 2014.[5] Lee had won the seat by a majority of 6,824 votes, against five other candidates, in the 2013 election.[6] Federal parliamentary opposition leader Anwar Ibrahim was quickly confirmed to stand as the Pakatan Rakyat candidate in the by-election. Anwar's election would have enabled him to take a seat in the State Assembly of Selangor, and possibly replace Khalid Ibrahim, a fellow PKR member, in the position of Menteri Besar.[7] However, due to the swift conviction by the Court of Appeal in Anwar's sodomy case, his wife Wan Azizah Wan Ismail replaced him as the Pakatan Rakyat candidate.[8][9] Barisan Nasional, which formed the opposition in the Selangor Assembly, named MCA vice president and former Petaling Jaya Utara MP Chew Mei Fun as their candidate.[10] During the by-election campaign, Anwar stated that Khalid was the best leader in Selangor's history: \"We are proud of Selangor’s performance under Khalid’s administration. He is frugal. He is stingy because he is dealing with state coffers, the rakyat’s money. That is not a weakness.\"[11] Wan Azizah won the by-election with a majority of 5,379 votes.[12] The turnout was 16% higher than in the 2013 general election.[13][14] On 22 July, it was claimed that PKR president Datuk Seri Dr Wan Azizah Wan Ismail had received the official endorsement from party leaders to replace Khalid the Selangor Menteri Besar. On 4 August, Party secretary-general Datuk Saifuddin Nasution Ismail released a 40-page document highlighting some court cases which questioned Khalid's personal integrity. According to Saifuddin, the court cases involved an out of court settlement with Bank Islam over the RM66.67mil Kumpulan Guthrie Bhd's shares when Khalid was the group's chief executive officer.[15] Khalid however, hit back by forwarding the issue to Malaysian Anti-Corruption Commission.[16][17] On 9 August, Abdul Khalid was sacked from PKR, as announced by the party's disciplinary board during a press conference at the party's headquarters. Abdul Khalid said that despite the sacking being “flawed and illegal”, he accepted it.[18] In a special media conference made by Khalid on 11 August 2014, he announced that the Sultan of Selangor had given his consent for him to continue as the Menteri Besar of Selangor and claimed that he still maintained the majority support. PKR and DAP later asked Khalid to prove his claim.[19] Khalid also suggested that Excos (state executive councillors) who did not support his leadership should step down. He also said that he would meet the Excos individually to know their stand on his leadership. Four Excos from PAS state that they would continue to serve under the administration of Abdul Khalid as directed by their party leadership while six Excos from DAP and PKR were discharged by Khalid.[20] On 14 August, Wan Azizah claimed that most Selangor assembly-members supported her.[21][22] Abdul Khalid Ibrahim offered his resignation on 26 August 2014[23] and this allowed Pakatan Rakyat to offer Wan Azizah's name to the Palace for the post of Menteri Besar. PKR and DAP jointly nominated Datuk Seri Dr Wan Azizah Wan Ismail as their sole candidate for the Selangor Menteri Besar post.[24] This move was later found to have upset the Sultan and the parties involved were deemed to have disobeyed the request to provide three alternate names.[25][26][27] Both parties then apologized to the Sultan.[28][29] Their apologies, however were criticised as rude due to the fact that they were made through the media and not directly to the Sultan.[30][31][32] This prompted the eleventh Menteri Besar of Selangor, Tan Sri Muhammad Muhammad Taib to call on Pakatan Rakyat parties to submit more names to the palace with regard to the MB post. PAS, on the other hand, sent three names which complied with the Sultan's request.[33][34][35] Selangor state assembly member Azmin Ali was among the three assemblymen invited to be interviewed by the Sultan for the post Menteri Besar.[36] Azmin was one of the three PAS nominees.[37] Despite not being proposed by his own party, Azmin was eventually sworn in as the 15th Menteri Besar of Selangor at 23 September 2014 at Istana Shah Alam.[38] Wan Azizah said she accepted and endorsed the Selangor Sultan's decision to appoint PKR deputy president Azmin Ali 'with an open heart'.[39][40] In reaction to the appointment, Selangor DAP chairman Tony Pua said that Azmin had the potential to be the best Selangor Menteri Besar.[41] Selangor PAS commissioner, Iskandar Abd Samad, respected his appointment and urged the others to also do the same.[42][43]\nPrime Minister, Datuk Seri Najib Razak, on the other hand, accused Pakatan Rakyat of attempting nepotism in Selangor by nominating Anwar's wife as Menteri Besar.[44] Tun Dr. Mahathir Mohamad, Malaysia's former Prime Minister said that Azmin would be Anwar's puppet if he did not try to administer the state's government by himself.[45][46] Rafizi Ramli's role in the failed political manoeuvre was condemned by the PKR grassroots and PAS Youth.[47] It also drew criticism from netizens and Selangor residents.[48][49][50] An open letter was published by The Malaysian Insider containing 12 expectations that Azmin needed to meet as the new Menteri Besar of Selangor.[51] Three months after the crisis ended, the Sultan stripped Anwar of his Datukship due to his questioning the integrity and capability of the palace of Selangor in handling the crisis[52] (he still carries the title 'Datuk', due to his Datukships from other states).[53] Many analysts viewed the Kajang Move as a failure. Wan Saiful Wan Jan, head of the think tank Institute for Democracy and Economic Affairs (Ideas) deemed the move a \"failure\" as Pakatan Rakyat failed to install their preferred candidates as Menteri Besar. Awang Selamat, the pseudonym for Utusan Malaysia's editors expressed similar sentiments.[54] Dr Oh Ei Sun, of Singapore's S. Rajaratnam School of International Studies, rated the Kajang Move a paltry success rate of 33%, saying it only succeeded in removing Khalid, and that too after a long impasse. The head of the International Relations and Politics department in Universiti Malaysia Sarawak, Dr Arnold Puyok, said the Kajang Move had taken a toll on both Pakatan Rakyat and the Selangor people. Independent analyst Khoo Kay Peng, on the other hand, said the architect of the Kajang Move, PKR vice-president Rafizi Ramli, would still insist the strategy's success in removing Khalid.[55][56] Bridget Welsh, Associate Professor of Political Science at Singapore Management University described the move as \"childish in-fighting\".[57] Monash University political scientist Prof James Chin said the Kajang Move to remove Khalid failed as bickering among the PR leaders continued. Prof Wong Chin Huat, a fellow at Penang Institute, labelled the Move as a \"flop\". Universiti Sains Malaysia political analyst Dr Sivamurugan Pandian, said that Azmin Ali needed to prove he can lead on his own.[58] Dr. Ahmad Atory Hussain, from the same university, said that Azmin must be prepared to face the disapproval of the ruling coalition in Selangor.[59] Datuk A. Kadir Jasin, a veteran newsman, said that PKR's reaction to Azmin as MB would determine Pakatan's future.[60] An analysis by The Malay Mail columnist, Zainal Epi, stated that a new problem had emerged as the relationship shared by PAS, DAP and PKR is no longer cordial and had become tense.[61] Zefry Dahalan, columnist for Free Malaysia Today said that the political rift in Pakatan Rakyat cause by the Kajang Move would remain until the next general election.[62] Joceline Tan, columnist with The Star concluded that the toughest challenge for the new Menteri Besar would be to match the clean record set by his predecessor.[63][64] She also said the move was made to help Anwar Ibrahim in his appeal on the second sodomy trial.[65] Zulkefli Hamzah of Utusan Malaysia urged Azmin to prove his own capabilities and to differ from Anwar's style of leadership.[54] Rafizi Ramli said that the Move was not a failure as it had achieved its main objectives.[66]",
  "source_url": "https://en.wikipedia.org/wiki/Kajang_Move"
}