{
  "id": 48,
  "title": "2023–24 South Pacific cyclone season",
  "data": "The 2023–24 South Pacific cyclone season was a below-average season within the South Pacific Ocean to the east of 160°E. The season officially started on November 1, 2023, and ended on April 30, 2024, however a tropical cyclone could form between July 1, 2023, and June 30, 2024, and still be included in the season, as shown by Cyclone Lola which formed in October. During the season, tropical cyclones will be officially monitored by the Fiji Meteorological Service, Australian Bureau of Meteorology and New Zealand's MetService. The United States Armed Forces through the Joint Typhoon Warning Center (JTWC) will also monitor the basin and issue unofficial warnings for American interests. The FMS attaches a number and an F suffix to systems that are active in the basin while the JTWC designates significant tropical cyclones with a number and a P suffix. The BoM, FMS and MetService all use the Australian Tropical Cyclone Intensity Scale and estimate winds with a 10-minute period, while the JTWC estimates winds over a 1-minute period, which are subsequently compared to the Saffir–Simpson hurricane wind scale (SSHWS). Ahead of the season officially starting on November 1, the Fiji Meteorological Service (FMS), Australian Bureau of Meteorology (BoM), National Institute of Water and Atmospheric Research (NIWA) and the University of Newcastle's Australian Centre for Water, Climate and Land (ACWCL), each issued a tropical cyclone outlook that discussed the upcoming season. These outlooks took into account a variety of factors such as a developing El Niño event and what had happened in previous seasons such as 1972–73, 1982–83, 1987–88, 1991–92, 1997–98, 2002–03, 2004–05, 2009–10 and 2015–16.[1][5] The first two of these outlooks were issued in July and August by the ACWCL who suggested that it would be a near-normal season, with eight and eleven tropical cyclones occurring between 135°E and 120°W during the season.[3] The ACWCL tweaked its forecast during September and suggested that up to fourteen tropical cyclones would occur between 135°E and 120°W during the season.[3] They subsequently joined NIWA, the FMS, BoM, MetService and various other Pacific meteorological services and contributed towards the Southwest Pacific tropical cyclone outlook.[5] This outlook suggested that between nine and fourteen tropical cyclones would occur between 135°E and 120°W.[5] Four to eight of these tropical cyclones were expected to intensify and become either a Category three, four or five severe tropical cyclone on the Australian tropical cyclone intensity scale.[5] In addition to contributing towards the Southwest Pacific tropical cyclone outlook, the FMS and the BoM issued their own seasonal forecasts for the South Pacific region.[1][6] The BoM issued two seasonal forecasts for the Southern Pacific Ocean, for their self-defined eastern and western regions of the South Pacific Ocean.[6] They predicted that the Western region between 142.5°E and 165°E, had a 32% chance of seeing activity above its average of 4 tropical cyclones.[6] The BoM also predicted that the Eastern Region between 165°E and 120°W, had a 60% chance of seeing activity above its average of 6 tropical cyclones.[6] Within their outlook the FMS predicted that between eight and fourteen tropical cyclones would occur within the basin compared to an average of around 7.[1] At least five of these tropical cyclones were expected to intensify further and become either a Category three, four or five severe tropical cyclone on the Australian scale.[1] The FMS also predicted that the majority of systems would occur to the east of the International Dateline, with 4–6 tropical cyclones expected to occur between 160°E – 180° while 6–9 were expected to occur between 180° – 120°W.[1] On October 21, the ACWCL issued their final outlook for the season and predicted that it would be an above average season with 9–14 tropical cyclones occurring between 135°E and 120°W.[4] The season began with the formation of Cyclone Lola on October 19, thirteen days before the official start of the season. Three days later, it rapidly intensified into a Category 5 severe tropical cyclone on the Australian scale, making it the strongest pre-season cyclone in a South Pacific cyclone season since Cyclone Xavier in 2006. In November, Cyclone Mal would form, peak as a severe tropical cyclone, and impact Fiji before dissipating. On December 2, the precursor disturbance to Cyclone Jasper would form before entering the Australian region a day later. After a significant lull in activity, Tropical Disturbance 04F formed on January 25. After dissipating two days later, Tropical Low 06U entered the basin from the Australian region on February 2 and was designated as Tropical Disturbance 05F. After briefly exiting the basin, on February 7, it re-entered the Australian region, becoming a tropical depression. After that, Nat formed along with Tropical Disturbance 07F and Tropical Cyclone Osai. After that, Tropical Disturbance 09F formed along with Tropical Depression 10F and Tropical Disturbance 11F. Tropical Disturbance 12F formed on March 18 and dissipated the next day. On October 19, the Fiji Meteorological Service (FMS) reported that Tropical Disturbance 01F had developed out of an area of low pressure, about 1295 km (805 mi) to the northeast of Honiara in the Solomon Islands.[7][8] At this time, the system was located in an area favourable for further development, with warm sea-surface temperatures of 30–31 °C (86–88 °F) and low to moderate vertical wind shear.[7][9] Over the next few days, the system gradually moved southwestward before the FMS classified it as a tropical depression on October 21.[10] The cyclone drifted southward until an upper-level ridge forced the storm to the south.[11] During the next day, it intensified into a Category 1 tropical cyclone, resulting in the FMS naming it Lola.[12] Lola would rapidly intensify, becoming a Category 4 tropical cyclone on 12:00 UTC that day, peaking with maximum ten-minute sustained winds of 175 km/h (110 mph).[13] With convective rain bands wrapping into the circulation, the JTWC assessed Lola as having one-minute sustained winds of 215 km/h (130 mph).[14] At the same time, the FMS followed suit and upgraded the system to a Category 5 severe tropical cyclone.[15] Lola's eye quickly disappeared, signaling a phase of rapid weakening.[16] It would steadily weaken before making landfall in Sowan, around 03:00 UTC on October 25.[17] Lola would rapidly weaken, becoming a tropical depression on October 26, and degenerating into a remnant low as the JTWC issued their final advisory on Lola.[18][19] Lola was the third severe tropical cyclone to impact Vanuatu during 2023, after Cyclones Judy and Kevin impacted the island nation during March 2023.[20] Vanuatu Prime Minister Charlot Salwai took a Royal Australian Air Force to inspect the early damage. At least 10,000 households were affected by the storm. Additionally, the New Zealand, Australian, and French defense forces provided further aid and assessed damages.[21] In the Solomon Islands, the Solomon Islands National Disaster Management Office (NDMO) reported that Cyclone Lola had severe impacts on Tikopia.[22] Damage across the nation were estimated to be 43.28 billion vatu (US$352 million).[23] On November 11, the FMS reported that Tropical Disturbance 02F had formed near the Solomon Islands and moved towards Fiji.[24] Although the disturbance was disorganized, it underwent further development from warm sea surface temperatures and low to moderate vertical wind shear.[25] By November 12, the system intensified into a tropical depression.[26] Persistent deep convection then organized as rainbands circulate around the center.[27] It intensified into a Category 1 tropical cyclone later on November 13, with the FMS naming it as Mal.[28] Mal continued to strengthen over the favorable conditions as well as high ocean heat content.  Hot towers also rose around the center of the storm, a sign of consolidation.[29] On November 14, it intensified into a Category 2 tropical cyclone.[30] As the storm continued to move southeast by the southwest edge of a subtropical ridge, Mal strengthened into a Category 3 severe tropical cyclone at 12:00 UTC of the same day.[31] On November 15, it began to weaken as it entered an environment of high wind shear.[32] It later entered the New Zealand MetService's area of responsibility, where it was reclassified as an ex-tropical cyclone.[33] On November 12, a gale alert was issued for the Yasawa and Mamanuca groups as well as the western and northern regions of Viti Levu.[34] The FMS anticipated the system to become a Tropical Cyclone by November 13.[35] Nevertheless, the National Disaster Management Office of Fiji (NDMO) issued a tropical cyclone alert and citizens were urged to exercise caution.[36] Mal poured heavy rain upon the Western Division of Fiji and induced power outages in Nadi.[37] As powerlines and trees were knocked down by TC Mal across the nation, the Fiji NDMO advised the public to stay indoors and avoid unnecessary travel while recovery efforts were underway.[38] The cyclone's impact on Fiji was minimal with the NDMO reporting no casualties or injuries reported. On November 17, a Royal New Zealand navy ship, HMNZS Manawanui which was already in Fiji as part of its seven-week deployment, assisted the Fiji NDMO in conducting initial damage assessments.[39] On December 2, the FMS declared that Tropical Disturbance 03F had formed.[40] Analysis from the JTWC indicated that the disturbance was in a favorable environment for development, with warm sea surface temperatures and low vertical wind shear.[41] Moving southward, the disturbance would exit the basin on December 4 and enter the Australian region, where the Bureau of Meteorology (BoM) assumed responsibility for the system. In the Australian basin, the system would later intensify into Severe Tropical Cyclone Jasper.[42][43] On December 6, the Solomon Islands Meteorological Service issued warnings for parts of Rennell and Bellona Province after it became apparent that Jasper was moving towards the southernmost islands of New Georgia.[44] As Jasper affected the islands, several transport services were cancelled while water supplies were compromised.[45] On January 25, the FMS reported that Tropical Disturbance 04F had developed about 110 km (70 mi) to the northeast of Nadi, Fiji.[46][47] At this stage, the system was poorly organised and lied under the eastern edge of an upper-level ridge of high pressure in a low to moderate area of vertical wind shear, with sea surface temperatures near 29 °C (84 °F).[46] The next day, they stopped monitoring the system.[48] On February 1, Subtropical Low 06U entered the basin from the Australian region and was reclassified as 05F by the FMS.[49] Under a moderately sheared environment with warm sea surface temperatures. The disturbance's convective structure rapidly deteriorated in the low-level circulation center (LLLC).[50] However, the system quickly re-developed LLLC, and three days later,[51][52] the system moved eastwards onto the boundary of the region—the 160th meridian east—at approximately 12:00 UTC on February 5, before returning to the Southern Pacific basin proper on February 7, and the JTWC issued a TCFA on the low, noting that it was likely to intensify significantly.[53][54] The next day, the agency upgraded the system to tropical storm, initiating advisories on it as Tropical Cyclone 12P.[55] The storm continued to be negatively effected by northwesterly wind shear.[56] Later, the storm began undergoing rapid expansion, with a central cold cover along with colder convective tops.[57] However, as it moved over Epi island in Vanuatu, its weakly-defined and exposed LLLC embedded in deep convection.[58][59] Shortly afterward, the JTWC issued their final warning, as it became elongated due to a dry air intrusion.[60][61] Over the next few weeks, the FMS continued monitoring the system as a tropical disturbance, before it was last noted as it moved into the MetService's area of responsibility on February 28.[62] A series of troughs of low pressure associated with the system caused heavy rain and flash flooding to be reported in the Western Central and Northern divisions at various times[63] with Lahasa suffering the brunt of the storm.[64] On February 3, the JTWC started to monitor a subtropical disturbance that had persisted about 815 km (505 mi) to the south-southeast of Nadi, Fiji, within an area that was marginally conducive to further development.[65] During that day, the system moved north-eastwards before it was classified as Tropical Disturbance 06F by the FMS, while it was located about 270 km (165 mi) to the southwest of Pago Pago in American Samoa.[66] Two days later, they upgraded the system into a tropical depression.[67] The next day, the JTWC issued a TCFA for the system.[68]  A few hours later, they recognized the system as Tropical Cyclone 10P.[69] Later that day, the FMS upgraded the system into a tropical cyclone, naming it Nat.[70] Despite partially exposing the LLLC and degrading its deep convection, the FMS upgraded the system into a Category 2 tropical cyclone on February 6.[71][72] The intrusion of dry air lead to Nat to continue rapidly weakening.[73] By February 8, the JTWC subsequently issued its final advisory on Nat,[74] as it moved steadily east-southwards within an environment of warm sea surface temperatures and moderate wind shear, the LLCC became exposed later.[75][76] Under a mid-latitude upper low, it became strongly influenced by the low and started to exhibit subtropical characteristics, prompting the JTWC to classify the storm as a subtropical cyclone at 23:00 UTC on that day.[77] The system then moved into TCWC Wellington's area of responsibility on February 10, where it was reclassified as a non-tropical low,[78] although the JTWC later reported that the system had dissipated that day.[79] As the disturbance was expected to bring severe impacts, Météo-France issued a pre-cyclone alert for Maupiti[80] while the FMS issued a tropical cyclone alert for the Southern Cook Islands.[81] On February 5, the FMS noted that Tropical Disturbance 07F had developed within an area of moderate vertical windshear about 705 km (440 mi) to the northwest of Papeete in French Polynesia.[82][83] During that day, atmospheric convection persisted over the low level circulation, as it moved south-eastwards and passed through French Polynesia's Society Islands.[83][84] On February 6, the FMS stated that Tropical Disturbance 08F had formed.[85] The disturbance was located within a favorable environment for further development with good equator-ward outflow, exceptionally warm (29–30 °C) sea surface temperatures.[86] Deep convection with formative bands surrounding the system's circulation caused the JTWC to issue a TCFA that day at 06:00 UTC, with the system located about 595 km (370 mi) northwest of Pago Pago in American Samoa.[87] During that day, the system continued to develop and was classified as a tropical depression by the FMS.[88] The JTWC followed suit a few hours later, designating it as Tropical Cyclone 11P.[89] A few hours later, the FMS upgraded 08F into a tropical cyclone, naming it Osai.[90] Osai showed a consolidating system with convective banding wrapping into a well-defined LLLC.[91]  Soon, it started experiencing an increase in vertical wind shear.[92] By February 8, the circulation had become exposed, prompting the JTWC and FMS to issue their final warning on Osai.[93][94] Over the next few days, Osai moved slowly over the South Pacific Ocean as a tropical disturbance before it was last noted on February 12.[95][96] On February 11, the FMS noted that Tropical Disturbance 09F had developed within an area of high vertical windshear about 160 km (100 mi) to the southwest of Papeete in French Polynesia.[97] Over the next couple of days, the disturbance moved south-eastwards and remained poorly organised with atmospheric convection displaced to the east of the low-level circulation centre, before it was last noted on February 13, as it dissipated to the north of the island of Rapa in French Polynesia.[98][99][100] On February 14, the FMS noted that Tropical Depression 10F had formed about 350 km (215 mi) to the northeast of Palmerston in the Southern Cook Islands.[101] During the next day, the system intensified as it moved south-eastward in a weak steering environment, while the storm started to wrap into the system's consolidating LLLC.[102] The system embedded within the South Pacific Convergence Zone, to the northeast of Niue, leading the JTWC to issue a TCFA.[103] During the day, the JTWC initiated advisories on the disturbance and designated it as Tropical Cyclone 15P.[104] By February 17, the system had transitioned to a subtropical cyclone, prompting the JTWC to discontinue warnings on the system.[105] The FMS still tracked the system until the next day.[106] On March 8, the FMS stated that Tropical Disturbance 11F had formed.[107] The next day, the JTWC began monitoring it.[108] They stopped monitoring it the next day.[109] The FMS kept monitoring it until 11F dissipated on March 15.[110] On March 18, the FMS began monitoring a tropical disturbance.[111] By the next day, they stopped monitoring it.[112] Within the Southern Pacific, a tropical depression is judged to have reached tropical cyclone intensity should it reach winds of 65 km/h (40 mph) and it is evident that gales are occurring at least halfway around the center. With tropical depressions intensifying into a tropical cyclone between the Equator and 25°S and between 160°E - 120°W named by the FMS. However, should a tropical depression intensify to the south of 25°S between 160°E and 120°W it will be named in conjunction with the FMS by MetService. The names Mal, Nat and Osai were used for the first time (and the only time for Mal), as they replaced Meena, Nancy and Olaf from the 2004-05 season. If a tropical cyclone leaves the basin and enter the Australian region, it will retain its original name. The names that will be used for the 2023–24 season are listed below:[113] After the season, the names Lola and Mal were retired due to the damages they caused, and their replacements are Lute and Mata.[114] This table lists all the storms that developed in the South Pacific to the east of longitude 160°E during the 2023–24 season. It includes their intensity on the Australian tropical cyclone intensity scale, duration, name, landfalls, deaths, and damages. All data is taken from RSMC Nadi and/or TCWC Wellington, and all of the damage figures are in 2023 or 2024 USD.",
  "source_url": "https://en.wikipedia.org/wiki/2023%E2%80%9324_South_Pacific_cyclone_season"
}