{
  "id": 851,
  "title": "Frank Mitchell (presenter)",
  "data": "Frank Mitchell (born Francis McClorey,[1] 24 July 1963[1][2]) is a broadcaster and journalist from Northern Ireland. He presents the U105 radio phone in show. He retired as Weather Presenter at UTV on 31 March 2021. Mitchell began his broadcasting career at the age of 17 at pirate radio station Carousel in Dundalk.[1][3] He later worked as a BBC radio producer for the Walter Love show Day by Day and presented the early morning weekday show and Saturday lunchtime shows on Downtown Radio before he joined Ulster Television in 1987 as a continuity announcer and newsreader. He has presented a range of popular TV shows including UTV Life, School Around The Corner, End to End and Ultimate Ulster. His U105 Radio phone-in has become one of the most exciting in Ireland with a fast moving range of topics guided by his sharp questions and equally sharp wit.[1][4] Mitchell remained on the announcing staff until 1993 when he became the station's chief weather presenter and news programme features reporter.[5] Mitchell also co-hosted and reported for UTV's GAA discussion series End to End between 2001 and 2004.[6] Mitchell presented the entertainment series School Around the Corner from 1996 to 2005,[7] Ultimate Ulster in 2007 to 2009[8] and the weekday magazine show UTV Life between 1999 and 2009. His Ultimate Ulster programme featuring an array of top tens in the locality was recently the most watched regional programme in the UK. He is very well known as the UTV weatherman famous for his weather watching camera, crazy clues, weather watchers and charming presentation style. Late in 2016 he began using new ITV graphics on the new look UTV Live following the ITV Plc takeover and purchase of the UTV Television business, when UTV Media PLC (Now 'Wireless Group PLC') sold on their television assets. Mitchell is the host of the popular radio mid morning phone-in on the highly successful U105 Radio Station which previously shared the former home of UTV, Havelock House, to broadcast. It is now situated on its own designated floor at City Quays 2 in the Titanic Quarter area of Belfast. He has broadcast on U105, in the 9am–12pm slot, since September 2006. At the end of March 2021, Frank has retired from Weather Presenting on UTV and has officially left the newly revamped ITV subsidiary. However, he has announced that he will continue to host the U105 Radio Phone In every morning Monday to Friday.[9] Mitchell won an All-Ireland Senior Club Football Championship medal with his local club Burren.[1][6][10] Mitchell is from Burren, County Down, born 1958[11] and his parents ran an electrical shop (McClory & Sherry) in Warrenpoint.[1] He attended St Colman's College, Newry and St Mary's University College, Belfast.[10] Prior to becoming a broadcaster, he worked as a teacher.[3][12] Mitchell is married with one daughter, Laura, who studied architecture at the University of Ulster.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Frank_Mitchell_(presenter)"
}