{
  "id": 223,
  "title": "Fred Griffiths (rugby league)",
  "data": "Fred Griffiths (c. 1935–2000), also known by the nickname of \"Punchy\", was a Rhodesian professional rugby league footballer who played in the 1950s and 1960s,[1] and coached in the 1960s.[2] A South Africa international representative back, he played his club football in England for Wigan and in Australia for North Sydney, who he also captained and coached.[3] Griffiths was born in Rhodesia. A fullback and skilful goal-kicker, Griffiths, nicknamed \"Punchy\". In his time with the club he amassed a total of 1,455 points.[4] Griffiths guested for Wakefield Trinity during their South African tour in June and July 1962. Fred Griffiths played fullback, and scored 6-conversions in Wigan's 30–13 victory over Hull F.C. in the 1959 Challenge Cup Final during the 1958–59 season at Wembley Stadium, London on Saturday 9 May 1959, in front of a crowd of 79,811.[5] Fred Griffiths played fullback, and scored 6-conversions in Wigan's 27–3 victory over Wakefield Trinity in the Championship Final during the 1959–60 season at Odsal Stadium, Bradford on Saturday 21 May 1960, in front of a crowd of 83,190.[6] Fred Griffiths played in Wigan's victories in the Lancashire League during the 1958–59 season, and the 1961–62 season. Moving to Australia to captain and coach the North Sydney club, Griffiths' prolific point-scoring continued as he went on to become the New South Wales Rugby Football League premiership's leading point scorer for the 1963, 1964 and 1965 seasons. Griffiths also played in the South African national team against the Australian side in 1963. His last year with North Sydney was the 1966 season.[7] In his time with North Sydney he amassed a total of 590 points,[8] and coached them to finals in two of his three seasons as captain-coach. He also coached Griffith, and Nowra. Griffith died in the year 2000 in Perth, Western Australia, aged 65.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Fred_Griffiths_(rugby_league)"
}