{
  "id": 499,
  "title": "C19orf22",
  "data": "91300 109284 ENSG00000198858 ENSMUSG00000035781 Q96D70 Q4VBF2 NM_138774 NM_177994NM_001378997 NP_620129 NP_818775NP_001365926 Chromosome 19 open reading frame 22 (c19orf22) is a protein which in humans is encoded by the c19orf22 gene.[5] The primary alias of the gene is R3H domain containing 4 (R3HDM4), but it is commonly referred to as c19orf22. In the human genome, c19orf22 is located on the minus strand of chromosome 19, at 19p13.3.[6] There are six exons in the sequence. The gene has the highest expression in bone marrow, followed by other tissues such as those found in the appendix and spleen.[7] Similar results were found when cross checked across strict orthologs, including mouse and rat. Expression is ubiquitous and high across many tissues. The mRNA has 1803 base pairs.[8] There are two known isoforms of c19orf22: The depicted conceptual translation contains the 5'UTR region, protein sequence, and the end of the 3'UTR region. There are many orthologs of c19orf22, both strict and distant, but there are no paralogs. C19orf22 is estimated to have first appeared in fish more than 550 million years ago.[9] The gene is found in jawed and jawless fish. It is found in vertebrates, but it is not found in invertebrates. C19orf22 is evolving moderately slowly, as it is evolving more slowly than fibrinogen alpha and cytochrome C, which are indicators used to gauge evolution. The protein contains 268 amino acids. C19orf22 has a molecular weight of 30.3 kDa.[10] This is slightly below the average molecular weight of human proteins – ranging from 38kDa-46 kDa. Many proteins have been found to interact with c19orf22 using methods such as co-expression, experiments, databases, text mining, and protein neighborhood analysis. Descriptions of the most important ones are depicted in the table below.[11] C19orf22 is consistently found in the nucleus and cytoplasm across orthologs.[12] It is likely involved in enabling nucleic acid binding activity. C19orf22 has multiple significant domains and regions throughout the protein sequence, including: a disordered region, a mixed charge region, a MVP (aka vault) region, and a R3H domain.[13] Additionally, there are many phosphorylation sites throughout the sequence. While many are not included in the figure below, the two sites that are most significant are indicated by purple circles. The green region represents the vault region, and the yellow region represents the R3H domain. Disordered and mixed charged regions are also shown. Alpha helices and beta sheets are evenly distributed throughout the protein sequence.[14] The tertiary structure of the c19orf22 protein is depicted.[15] As per the key, spherical appearance indicates the most significant phosphorylation sites. Ball and stick appearance indicates the conserved arginine (R) rich regions in the sequence. Other domains and regions are labelled. The tertiary structure contains positive, negative, neutral, and mixed charge regions. A connection has been found between issues with expression of c19orf22 and medical conditions such as arthritis and cancer.[16][17] C19orf22 is identified as a gene that is a part of the erythropoietic signature. Genes in this signature are differentially expressed in sJIA and CAPS, and contain fold changes.  C19orf22 is included in a list of genes that are depleted in patients with congenital heart defect. It may also be correlated with high myopia, learning difficulties, and dysmorphic figures that are symptoms of Peutz-Jeghers syndrome. There are multiple missense, 3'UTR, and intron variants in c19orf22.[18] There is the lack of variations in the 5’UTR region due to its short length. Some variants are depicted in the table below. c.253G>A Ala207Thr Journal articles that can provide more insight:",
  "source_url": "https://en.wikipedia.org/wiki/C19orf22"
}