{
  "id": 792,
  "title": "First Herat War",
  "data": "Emirate of Herat\n East India Company Persia ~ 45,000 total troops[2] Ships: 40,000 total troops[5] The First Herat War (Persian: جنگ اول هرات, romanized: Jang-e Avval-e Herāt, 1837–1838) was an attack on the Principality of Herat by Qajar Iran during the Great Game. Herat was held by Kamran Shah and his vizier Yar Mohammad Khan Alakozai. The Shah of Persia was Mohammed Shah Qajar. Four Europeans were involved: the British, Sir John McNeill and Eldred Pottinger as well as the Russians, Count Simonich and Jan Prosper Witkiewicz. Sher Mohammad Khan Hazara, an ally of Kamran and chieftain of the Qala-e Naw Hazaras, helped form a Sunni confederacy of Aimaq, Turkmen, and Uzbek tribes and played a crucial role in defending Herat when the city was besieged.[6] The siege ended when neither side gained a clear advantage, the British threatened to take military action and the Russians withdrew their support. Before the fall of the Safavid Persia, Herat was part of the Khorasan region. In 1747, the Afghan Durrani Empire rebelled and broke the empire. After a few decades of chaos, the country was reunited by king Tahmasp III and his general Naderqoli Afshar, who managed to reconquer Afghanistan. Starting in 1816, Qajar dynasty captured Herat claiming the city as part of Persia, but retreated afterwards as there was no military advantage. In July 1837, the Iranian army began the march towards Herat. Mohammad Shah planned to use the conquest of Herat in order to extend his influence up to the Amu Darya river and strike back against the rulers of Khiva, Badghis, and Bukhara, who had allied with Herat and their raids into Khorasan depopulated much of the province.[7][6][8] The Persian Army coalesced at the city of Torbat-e Jam on October 28[9] or October 30,[10] 1837. They planned a four-pronged attack, with some marching on Herat in 3 different columns, while some troops would march into Maimana and neutralize the tribes in the area. Mohammad Shah tasked Mohammad Khan, Amir-e Tuman, with conquering Ghourian.[4] He was granted 8,000 troops and 6 to 8 guns in order to neutralize the fort.[10] When they arrived on the outskirts of the town they were attacked by a force under Shir Mohammad Khan,[4] brother of Yar Mohammad Khan and governor of Ghourian.[7] They were repulsed and trapped inside the fort of Ghourian with only 800 troops.[10] On November 5[10] or November 6,[4] the shah reached the area and gave the order to take the fort. For a week, Ghourian was ravaged by constant artillery fire which completely destroyed three sides of its fort, effectively leaving it in ruins.[4] On November 13[4] or 15,[9][10] the fortress was subdued and Shir Mohammad Khan came to the shah's camp and tendered his submission. Amir Asadollah Khan was left in charge of the area.[4] In August 1837, Eldred Pottinger (an Anglo-Indian explorer, diplomat and officer of the Bengal Artillery) entered Herat in disguise. At this time, Herat was officially held by a Sadozai man named Kamran, though his vizier Yar Mohammed exercised the real political power. Soon there were rumors that a large Persian force, led by the shah with Russian advisors, was advancing on Herat. Kamran hurried back to his capital and began strengthening its defenses. Pottinger presented himself to Kamran's Vizier, Yar Mohammed, and was accepted as an adviser. Pottinger stiffened the defences of Herat and despite the presence of the Russian advisers the siege lasted eight months.[11] The Afghans had around 22,000 infantry and cavalry.[4] The siege began on November 23 or November 24,[10] 1837 when the new shah, Mohammad Mirza, arrived before Herat. Iranians dug trenches around the city, slowly moving towards the walls in order to stay out of sight of the Herati sharpshooters.[10] The shah tried to convince the Heratis to surrender rather than endure an actual siege, as a result the city was not besieged. Sher Mohammad Khan Hazara, fearing Iranian expansion and playing on religious antagonism towards Shi'a, organized a local Sunni confederacy to aid the Heratis.[8] The combined Sunni force coalesced at Qala-e Naw and began to harass the Iranian army. In response, the shah sent the governor of Khorasan, Asef al-Dowleh, with 12,000 of his best soldiers and 9 guns to eliminate the Sunni threat to the Iranian flanks.[8][6][10] Mohammad Yusuf gives 14,000 soldiers and 4 guns.[4] Asef al-Dowleh's troops left Torbat-e Jam and marched to Qara Tappeh via Kariz, Kohsan, and Qush Robat.[6][12]  By the middle of November, Iranian forces had seized Qara Tappeh and were marching on Qala-e Naw. Only Mohammad Zaman Khan Jamshidi continued to oppose their advance at Kushk with 6,000 men. Eventually though he was defeated with 200-300 of his men killed, and 3 days later the Asef al-Dowleh was able to enter Qala-e Naw without incident. He was able to seize cash and property valued at least 500,000 toman.[6] Following the defeat of the Jamshidis, Sher Mohammad Khan Hazara decided it would be best to retreat into the Dasht-i Tahaboy, a limestone tableland in the Nakhjaristan plateau and far from the Asef al-Dowleh's forces.[6] Lee reports that by this time, the Sunni confederates at Maruchaq had comprised 15,000 men from the people of Badghis, Ghor, Murghab, Panjdeh, Bukhara, Khiva, Urganj, and the Chahar Wilayat.[6] Mohammad Yusuf states that the army was composed of 15,000 Khivans and Turkmens, 6,000 Uzbeks from the Chahar Wilayat, and 4,000 men from the Aimaq tribes and Badghis.[4] They also decided to split their forces, part being sent against the main army at Herat while the rest would tie down Iranian forces in the mountains. Even though he captured Qala-e Naw, the Sunni confederation remained out of reach for the Persians. By this time winter had arrived, the severe cold and frost taking their toll on the Asef al-Dowleh's men. This made it impossible for him to winter in Qala-e Naw, especially with a powerful enemy nearby that could use the terrain to their advantage. Therefore, after 10 days of resting in the town, the Asef al-Dowleh made the decision to push on and seize Bala Murghab before his supplies were completely cut.[6] The path the army took was extremely narrow and slippery, making it hard for the army to press through and perfectly suited for guerilla warfare. Indeed, the Sunni confederation took advantage of this to set an ambush. A few miles south of Pada Kaj, Mohammad Zaman Jamshidi, Sher Mohammad Khan Hazara, and Shah Pasand Khan Firozkohi launched a surprise attack on the Iranian army.[6] In a battle lasting four hours, despite higher casualties the Persians succeeded in defeating the Aimaqs (killing 250 of them) and occupied Pada Kaj.[6] The Asef al-Dowleh then sent his nephew, Iskandar Khan, ahead as a vanguard. However, Iskandar Khan got lost in the narrow ravines and his troops were ambushed by the Aimaq. In April 1838, John McNeill and Count Simonich arrived at the shah's camp and worked at cross purposes. At one point, McNeill threatened the shah with war if Herat were taken. He persuaded the shah to cancel a planned assault, doing this deliberately to reduce the morale of the Persian troops. By March or April 1838, Saint Petersburg had become concerned about a possible British reaction and had decided to recall Simonich. Communications were so slow that the message did not reach Herat until June. McNeill reported that the Persian troops were suffering and that the siege would have to be abandoned if the supply situation did not improve. The besieged were also in difficulties. At one point, 600 elderly men, women and children were driven out of the city to save food.  Both sides fired on them until the Persians let them pass. Kohandil Khan of Qandahar seized the opportunity to come to terms with the Iranians and take the towns of Sabzawar and Farah.[4][7] By June 7, 1838, Count Simonich had gained such influence with the shah that McNeill felt forced to return to Teheran. Simonich cast aside his diplomatic role and took over the management of the siege. When Simonich received word of his recall on June 22, he ordered an immediate assault on the city. On June 24, 1838, the Persians attacked at five points but only managed to breach the wall at the southeast corner. Fighting ebbed back and forth for an hour. Kaye said that Pottinger and Yar Mohammed were at the breach, encouraging the troops. When Yar Mohammed began to lose courage, Pottinger physically drove him forward. Yar Mohammed then rushed like a madman to the hindmost troops, and the whole body poured out of the breach and drove the Persians away from the wall. Meanwhile, the British government took action. Realizing the impracticality of sending a force across Afghanistan, they sent a naval expedition to the Persian Gulf and, on June 19, 1838, occupied Kharg Island. McNeill, who had returned to Teheran, sent Charles Stoddart to the Persian camp with a threatening message (August 11, 1838). The shah backed down and on September 9 the siege was lifted. Under British pressure, the Russians recalled Count Simonich and Jan Prosper Witkiewicz, claiming they had exceeded their instructions. The day after the shah left Herat, orders were given to the Indian Army to assemble for an invasion which would later provoke the First Anglo-Afghan War. The Russians responded to their loss of face with an attempted invasion of Khiva under Vasily Alekseevich Perovsky. In 1856, the British used the same method to reverse a Persian capture of Herat during the Anglo-Persian War.  In 1863, Herat was captured again, and this time ceded to Afghanistan. In 1885, the British prevented a Russian maneuver south into Herat, which was known as the Panjdeh Incident. A heroic version of Pottinger's activities comes from \"History of the War in Afghanistan\"[13]  by Sir John William Kaye, based on Pottinger's diary. The diary was destroyed by a fire in Kaye's study, so the account cannot be verified.[14] Pottinger's official report appears to have been more modest. The Qajar campaign against the Aimaq, despite its crucial role in protecting Herat as the Shah was obliged to send some of his best troops in a four-month long campaign that was only won after serious hard fighting, has barely been given a mention in modern historiography and passed over by instead amplifying the role of Pottinger as the supposed saviour of Herat.[6][8] Fayz Mohammad seems to have been the only historian to cover this event in any significant detail, recognizing its importance towards the defeat of the Iranian army in Herat.[6]",
  "source_url": "https://en.wikipedia.org/wiki/First_Herat_War"
}