{
  "id": 80,
  "title": "America's Black Holocaust Museum",
  "data": "America's Black Holocaust Museum (ABHM) is dedicated to the history of the Black Holocaust in America. The museum was founded in 1988 by James Cameron, who became well known after surviving a lynching in 1930.[1] Cameron died in 2006, and in 2008, the museum's board of directors announced that the museum would be closed temporarily because of the reduced funding that occurred during the 2008 Great Recession.[2][3] A foundation was created in 2012 to continue Cameron's legacy and vision. In 2012, the foundation re-opened ABHM as a 3,200-plus-page virtual museum available on their website. In 2016, the foundation announced plans to reopen the physical museum in Milwaukee's historic Bronzeville neighborhood, on the footprint of the original museum, with an originally-planned 2019 re-opening, but due to the COVID-19 pandemic, the re-opening was delayed. Shortly following, an anonymous $10 million donation in late 2021 was received, and the museum re-opened in February 2022.[4][5] After surviving a lynching at age 16 in which two companions died, and subsequently spending five years in prison, James Cameron got an education and spent his life studying the African-American experience in the United States. He worked in civil rights, wrote independent articles, pamphlets, and a memoir called A Time of Terror: A Survivor's Story. Cameron also amassed a large collection of materials and artifacts related to African-American history.[6] After retirement, Cameron and his wife visited Yad Vashem, the Holocaust memorial museum in Israel. He thought that the museum's focus on the personal history of individuals and their stories led to a better understanding of the reality of the Holocaust. Then living in Milwaukee, Wisconsin, in 1988 he founded his museum with the help of philanthropist Daniel Bader, having collected materials on the African-American experience in the US for many years. ABHM's facility, located in Milwaukee, is the only memorial and museum that interprets the African American experience in the United States as an ongoing holocaust (series of mass atrocities) from the time of captivity in Africa to the present day. The museum examines the tragic legacies of slavery and promotes racial repair, reconciliation, and healing through developing awareness and empathy. Cameron died in 2006; in 2008, the museum's board of directors announced that the museum would be closed temporarily because of financial problems.[2][3] The original museum was demolished in early 2017. The site, including the former Garfield Avenue School, was redeveloped as the Historic Garfield School Redevelopment Program. On April 4, 2017, the developers broke ground on a new building called The Griot on the footprint (site) of the original museum.[7] The new museum is located on the ground floor of the Griot and was scheduled to open in 2019.[8] Due to the COVID-19 pandemic, the opening of the museum was put on hold.[4] It wasn't until February 2022 that the physical museum finally reopened.[5] A new ABHM was established as a \"virtual museum\" by ABHM's Board of Directors, after the bricks-and-mortar museum closed. The new format came online as a virtual museum on February 25, 2012, in celebration of Cameron's birthday and Black History Month.[9] The online museum is operated by the nonprofit Dr. James Cameron Legacy Foundation Inc. The virtual museum attracts 5 million visitors per year from over 200 countries. The \"online\" experience complements the \"onsite\" experience by recounting many of the seldom-told and untold stories of both tragedy and triumph, through short texts, pictures, videos, documents and links to further reading and other resources. While there is also a Black Holocaust memorial in Savannah, Georgia, the ABHM facility serves as a center for education and scholarship related to the Black Holocaust and as a supportive forum for sharing thoughts about race and racism in America. Exposing visitors to historical aspects of African-American cultural identity is achieved through educational exhibits, special programming, and guided tours about seven distinct historic eras. These eras are also interpreted in the Virtual Museum: ABHM welcomes visitors of all races and backgrounds, and encourages community understanding of the nation's history of racism, prejudice, social change and cross-cultural understanding.",
  "source_url": "https://en.wikipedia.org/wiki/America%27s_Black_Holocaust_Museum"
}