{
  "id": 794,
  "title": "Haim–Munk syndrome",
  "data": "Haim–Munk syndrome (also known as \"palmoplantar keratoderma with periodontitis and arachnodactyly, acro-osteolysis and Cochin Jewish syndrome\"[1]) is a skin disease caused, like Papillon–Lefèvre syndrome, by a mutation in the cathepsin C gene.[1] One of its features is thick curved finger and toenails.[2] It is named after Salim Haim and J. Munk,[3] who first described the disease in 1965.[4] Most of the signs of Haim–Munk syndrome begin to manifest during the first 2–4 years of life.[5] Commons signs at this stage are thickening and scaling of the skin of the palms, soles (palmoplantar keratoderma) and elbows, and shedding of the primary dentition caused by recurrent episodes of dental caries and periodontitis. People also demonstrate thickening and curving of nails (onychogryphosis), flat foot, extreme length and slenderness of fingers and toes (arachnodactyly), and osteolysis involving the distal phalanges of fingers and toes (acro-osteolysis).[6][7] Permanent flexion contractures of the large and small joints may occur as the disease progresses.[citation needed] In certain cases, there has also been arthritis in the shoulders and wrists reported with the disease.[8] Haim–Munk syndrome is an inherited autosomal recessive trait.[6] In some instances, the parents of individuals with Haim–Munk syndrome are consanguineously related.[6] Genetic analysis suggests that Haim–Munk syndrome may be due to the genetic mutation of gene CTSC cathepsin C, which is located on the long arm of chromosome 11.[6] Furthermore, analysis demonstrates that in individuals with Haim–Munk syndrome, a haplotype surrounded the gene location and appeared to be transmitted with it as unit. This suggests that the CTSC gene was inherited from a common ancestor.[6] The CTSC cathepsin C gene regulates the production of the enzyme cathepsin C, which is expressed in various organs and tissues. The CTSC gene is thought to play a role in the differentiation of epithelial cells, resulting in the hyperkeratosis and erythema of the soles of feet and palms of hands,[6][7] and connects the gingiva to the tooth surface.[6] Diagnosis comes from the taking of a comprehensive patient history and identification of characteristic symptoms. Identification of the physical symptoms is important to distinguish this disease from Papillon-Lefevre Syndrome.[6] Because of this, Haim-Munk syndrome is often diagnosed at an early age.[9] In many cases diagnosis of Haim–Munk syndrome may be difficult in small children, as many symptoms can be confused with other skin abnormalities. Diagnosis of the disease often comes between the ages of three and five when infant teeth begin to erupt, and the inflammation and degeneration of the tissues surrounding and supporting the teeth becomes apparent.[6] Some of the other main diagnostic tests include:physical examination alongside family history, genetic study using blood samples, and a radiographic study of the dental features, hands, and feet.[10] Treatment of HMS is similar to that for Papillon-Lefevre Syndrome.[11] It has been reported that Inflammation associated with the arthritis caused by HMS can be controlled by removal of the synovial tissue surrounding affected joints (synovectomy), at the cost of permanent handicap.[12] Cochin Jewish Syndrome originates in Kochi (formerly called Cochin), India. Kochi is found in the Malabar Coast in Southwest India. Kochi is a major port city and borders the Laccadive Sea and is found in the state of Kerala. Since Kochi is a major port city, it is known to be one of the largest trading sites for Indian spices. Kochi is a very old city and dates back to 1341 CE; the people of Kochi originally lived in Cragganmore but had to flee to Kochi due to a devastating flood. The Cochin Jewish Syndrome, also known as the Haim Munk Syndrome was first discovered in 1965. It was found in 4 siblings that belonged to a Jewish isolate. The first recorded symptoms were atrophy of the fingernails, scaly and patchy skin, gingival inflammation and curved fingers Once the first case was found, 50 members of the isolate were sampled and observed to see if they had any similar symptoms. Once more members were proven to have the syndrome, further examination occurred by using sequence analysis of the cathepsin C gene.[13]",
  "source_url": "https://en.wikipedia.org/wiki/Haim%E2%80%93Munk_syndrome"
}