{
  "id": 345,
  "title": "Manfred Wittmann",
  "data": "Manfred Wittmann (born 1943) is a German serial killer who killed three girls with a knife in the Coburg District, from December 1968 to November 1969.[1][2][3] In the media, he was referred to as The Staffelstein Killer.[1] Born in Kaltenbrunn, Nazi Germany, Wittmann was the fifth of seven children, born to a dairy worker and a housewife. Because of test anxiety, he failed to complete an apprenticeship as a welder and instead worked as an asphalt mixer in a mine. Prior to his arrest, he lived in his parents' home and was considered shy and inconspicuous.[1] After witnessing a pig being slaughtered as a kid, Manfred developed violent and murderous fantasies.[2][3] These consisted of torturing women with a knife for as long as possible, before eventually stabbing the victim in the neck.[1] On 25 December 1959, he attacked his sister's 19-year-old colleague, Irmgard Feder, whom he had met on the way home from the cinema and whose place of residence was known to him. He briefly returned to the house to arm himself, before taking a shortcut and ambushing the girl, hitting her repeatedly on the head. Wittmann then forced her to undress and injured her neck using the kitchen knife. The victim pretended to be dead and thus survived despite serious injuries, but could not faithfully describe her attacker. Scratches on Wittmann's face led to rumours about his involvement, but the police did not investigate him, despite explicit requests from the public. Manfred was shocked by the sight of blood and realised that he had almost killed somebody; in the following years, he rarely tried to pursue his fantasies.[1] In December 1968, he killed 14-year-old student Nora Wenzl, and in August and November 1969, respectively, he killed two 16-year-old girls (Sieglinde Hübner and Helga Luther) in a cruel manner.[2][3][4] According to Tatwerkzeug, the weapon was a pocket knife,[2][3] but Der Spiegel reported that it was a standard knife (also called a \"stiletto\" in Bavaria).[4] The trial began on 7 November 1971, before the Assizes court in Coburg; there was an attempted lynching in the room, as the killings were considered \"bestial\" by the public.[2][3] It was also accompanied by demonstrations and demands that he be executed.[4] The meeting room also had to be evacuated because of a bomb threat.[4] The indictment stated as follows: The defendant (now an accused) is physically and mentally healthy, although there are signs of physical and mental abnormality, but they have no disease value.[4] Wittmann was defended by Rolf Bossi, who tried to get a briefing on psychiatry as a measure of recovery and protection.[2][3] The court followed the criminal defence lawyer's position, despite two psychiatric evaluations for Wittmann's insanity defence, and sentenced him to three life sentences on December 15, 1971, because of his dangerous character.[5] The experts' opinions of Wittmann were that he had a \"hard and kinky sexual development, with really sadistic characteristics\", and an \"addictive, pathological instinctual derailment with an increasing urgency in the course of time, in desperate for periodic exacerbations\", and attested to his diminished responsibility.[4] Wittmann was initially imprisoned in the Straubing Prison, where he was a good prisoner.[6] At the end of December 2011, the Penal Execution Chamber ordered the prisoner be discharged, as he was very frail and weak.[6] In contrast to assessors and prosecutors, the prison head was critical of Wittmann's possible early release from prison, despite castration and medical treatment.[6] Following the final decision of the Higher Regional Court of Nuremberg, Wittmann was released in 2013 after 43 years in prison, under the care of an unnamed retirement home in Bavaria.[1][5]",
  "source_url": "https://en.wikipedia.org/wiki/Manfred_Wittmann"
}