{
  "id": 624,
  "title": "Ohio State Route 664",
  "data": "State Route 664 (SR 664) is a north–south state highway in the southern portion of the U.S. state of Ohio.  The highway has its southern terminus at a T-intersection with SR 56 in the unincorporated community of South Bloomingville.  The northern terminus of SR 664 is also at a T-intersection, this time with SR 256 on the Fairfield–Perry county line approximately 4.75 miles (7.64 km) north of the village of Rushville. Along its way, SR 664 passes through portions of Hocking and Fairfield Counties.  No segment of this highway is included as a part of the National Highway System, a network of routes identified as being most important for the country's economy, mobility and defense.[5] SR 664 was designated in 1937.  The original routing of this highway included the current stretch of SR 374 from its southern terminus at SR 56 southeast of South Bloomingville to the eastern intersection between SR 374 and SR 664, and the present routing of SR 664 from that point to its northern terminus at SR 256 north of Rushville.[3][4]  After just one year, SR 664 was shortened when its southern terminus was moved to the present eastern junction of SR 374 and SR 664.  This occurred as a result of SR 374 being extended from that location south along the former section of SR 664 to its present southern endpoint at SR 56.[6] In 1946, SR 664 took on the shape that it has today.  From the eastern SR 374/SR 664 junction, SR 664 was routed west concurrent with SR 374 for a distance of more than 2 miles (3.2 km), then southwesterly along a previously un-numbered roadway to South Bloomingville and its present southern terminus at SR 56.[7][8] Starting in 2011, SR 664 (along the concurrency with SR 374) was rerouted to a new alignment near the Old Man's Cave area of Hocking Hills State Park.[9] The realignment was needed to reduce the conflict between traffic on the road and pedestrians in the vicinity of the park. The one-mile-long (1.6 km) realignment opened by January 2013.[10] The interchange at US 33 in Logan, originally a standard diamond interchange with an increasing accident rate, was reconstructed to be a double-roundabout or dumbbell interchange that opened on December 4, 2013.[11] This type of interchange is the first constructed and opened in Ohio.[12]",
  "source_url": "https://en.wikipedia.org/wiki/Ohio_State_Route_664"
}