{
  "id": 469,
  "title": "Cock and ball torture",
  "data": "Cock and ball torture (CBT)[a] is a sexual activity involving the application of pain or constriction to the male genitals. This may involve directly painful activities, such as genital piercing, wax play, genital spanking, squeezing, ball-busting, genital flogging, urethral play, tickle torture, erotic electrostimulation, kneeing, or kicking.[1] The recipient of such activities may receive direct physical pleasure via masochism, emotional pleasure through erotic humiliation, or knowledge that the play is pleasing to a sadistic dominant. Many of these practices carry significant health risks.[2] Similar to many other sexual activities, CBT can be performed using toys and devices to make the penis and testicles more easily accessible for attack or foreplay purposes.[3][4] A ball stretcher is a sex toy that is used to elongate the scrotum and provide a feeling of weight pulling the testicles away from the body. This can be particularly enjoyable for the wearer as it can make an orgasm more intense, as testicles are prevented from moving up. Intended to make one's testicles hang lower than normal (temporarily or, if used regularly for extended periods of time, permanently), this sex toy can be potentially harmful to the genitals as the circulation of blood can be easily cut off if over-tightened. Most ball stretchers are leather, rubber, or stainless steel. Leather ones usually are fastened with snaps, wrapping around the scrotum with the testicles hanging below. (See \"Testicle Cuffs\" below.) Rubber ones stretch enough for the testicles to pass through, and can be either a tube or a ring, where multiple rings can be added to create the desired length of \"stretch\". The length of a stretcher can range from 2 to 10 cm (1 to 4 in).[5] Steel stretchers often use weight in addition to, or instead of, a physically restricted tube, to hold the testicles away from the torso. Steel weights need to come apart in order to fasten them securely around the scrotum. The removable segment might be held in place by friction, magnets, a set screw, or cap screws, and can range in weight from 150 grams to 1200 g or more. A more dangerous type of ball stretcher can be home-made simply by wrapping rope or string around one's scrotum until it is eventually stretched to the desired length. A ball crusher is a device made from either metal or often clear acrylic that squeezes the testicles slowly by turning sets of nuts or screws. How tight it is clamped depends on the pain tolerance of the person it is used on. A ball crusher is often combined with bondage, either with a partner or by oneself, or with other types of torture or impact play. A parachute is a small collar, usually made from leather, which fastens around the scrotum, and from which weights can be hung. It is conical in shape, with three or four short chains hanging beneath, to which weights can be attached. Used as part of cock and ball torture within a BDSM relationship, the parachute provides a constant drag, and a squeezing effect on the testicles. Moderate weights of 3–5 kg can be suspended, especially during bondage, though occasionally much heavier weights are used. Smaller weights can be used when the participant wearing it is free to move; the swinging effect of the weight can restrict sudden movements, as well as providing a visual stimulus for the dominant partner.[citation needed] A humbler is a BDSM physical restraint device, a cock-and-ball bondage toy used to restrict the movement of a submissive participant in a BDSM scene. It consists of a testicle cuff device, typically a ring, that clamps around the base of the scrotum while it is drawn back between the legs. This is mounted in the center of a bar or pair of rods that pass behind the thighs at the base of the buttocks. As a result, the wearer is forced to keep their legs folded forward, as any attempt to straighten them even slightly pulls hard on the scrotum, causing anything from considerable discomfort to extreme pain. In this way the wearer is prevented from standing up straight and has to stay bent over or crawl on all fours.[6] A testicle cuff is a ring-shaped device that can be placed around the scrotum between the body and the testicles. When it is closed it prevents the testicles from passing through. A common type of testicle cuff consists of two connected cuffs, one around the scrotum and the other around the base of the penis. Testicle cuffs are one of the many devices that are used to restrain the male genitalia. A standard padlock, which cannot be removed without its key, may also be locked around the scrotum. Some passive participants enjoy the feeling of being \"owned\", while dominant individuals enjoy the sense of \"owning\" their partners. Requiring such an individual wear testicle cuffs symbolizes that their sexual organs belong to their partner. There is a level of erotic humiliation involved, through which they find sexual arousal. The cuffs may also form part of a sexual fetish of the wearer or their partner.[citation needed] However, these are extreme uses of testicle cuffs. More conventionally, the device pulls down the testicles and keeps them there during stimulation, which has a number of benefits: A cock harness is a device designed to be worn around the penis and scrotum. Its function is similar to that of a cock ring.[7] Early cock harnesses were used to prevent erections in a variety of ways; many of them caused pain in the penis, typically using sharp projections from cock rings or sometimes via electric shocks. These devices were designed for medical use, to prevent ejaculation while sleeping which was believed to cause \"seminal weakness\" and other physical problems.[8] An example was the jugum penis.[9] Modern cock harnesses are penile sex toys and their use is associated with BDSM activities. The Gates of Hell is a male chastity device made up of multiple cock rings that can be used for CBT.[7] Kali's Teeth is a metal bracelet with interior spikes that closes around the penis and can be used for preventing or punishing erections.[10] Leather penis sheaths lined with internal spikes can be used for similar purposes.[11] \"Ball busting\" is the practice of kicking or kneeing participants in the testicles. It carries several medical risks, including the danger of testicular rupture from blunt trauma. Tamakeri (玉蹴り) (lit. ball kicking) is a sexual fetish and subgenre of BDSM within which a man's testicles are abused. The genre is also referred to as ballbusting (\"bb\" for short).[12][13] Tamakeri is the Japanese term, but it is used by many non-Japanese people to describe media where Asian people—mainly women—are participating in it. The dynamics of tamakeri consist of a masochist having their testicles hurt by a sadist.[14] The fetish is popular among heterosexual and homosexual men and women.[15] Denkianma (電気按摩) (lit. \"electric massage\") is a popular Japanese prank played between two people where one person puts their foot into the genital area of the other and shakes it in a vibrating motion.[16] Often this is done by grabbing the other person's feet, raising them, and then placing one's own foot on their crotch and vibrating it. This is often done between school aged boys as a prank similar to kancho and could be seen by a western audience as a type of bullying. In 2006, Frito Lay released a special, Taitsukun-themed edition of Doritos chips, that referenced denki anma.[17][18] Loss of blood flow is one of the greatest risks in cock and ball torture and may cause irreversible damage. Bleeding is an indicator of unsafe behavior. Because numbness may result from circulation problems in the affected member, the level of pain is not an indicator of a problem and signs of danger include numbness or loss of color and edemas.[19] Bondage in which the testicles are tied to another object is especially dangerous, increasing the risk of damaging the testicles through excessive tension or pulling. The most serious injuries are testicular rupture, testicular torsion and testicular avulsion, which are medical emergencies that require urgent medical attention.[20]",
  "source_url": "https://en.wikipedia.org/wiki/Cock_and_ball_torture"
}