{
  "id": 637,
  "title": "Castella de Aguada",
  "data": "Castella de Aguada (corruption of Castelo da Aguada, Portuguese for \"Fort of the Waterpoint\"), also known as the Bandra Fort, is a fort located in Bandra, Mumbai. \"Castella\" is a misspelling for Portuguese \"Castelo\" (castle), although it seems its Portuguese builders actually called it Forte de Bandorá (or Bandra Fort). It is located at Land's End in Bandra. It was built by the Portuguese in 1640 as a watchtower overlooking Mahim Bay, the Arabian Sea and the southern island of Mahim.[1] The strategic value of the fort was enhanced in 1661 after the Portuguese ceded the seven islands of Bombay that lay to the immediate south of Bandra to the English.[2] The name indicates its origin as a place where fresh water was available in the form of a fountain (\"Aguada\") for Portuguese ships cruising the coasts in the initial period of Portuguese presence. The fort lies over several levels, from sea level to an altitude of 24 metres (79 ft).[1] Castella de Aguada has been featured in several Hindi films, such as Dil Chahta Hai and Buddha Mil Gaya.[3] The Portuguese, who had established a base in the area in 1534 after defeating Bahadur Shah of Gujarat, built several sea forts along the western Indian coastline. Castella de Aguada was one such strategically located fort, overlooking the Mahim Bay to the south, the Arabian Sea to the west, the islands of Worli to the south and the town of Mahim to the south west. The fort also guarded the northern sea route into Mumbai Harbour. This sea route, a large estuary, was later reclaimed from the sea in the nineteenth century. During the Portuguese rule, it was armed with seven cannons and other smaller guns as defence.[4] A freshwater spring in the vicinity supplied potable water to passing ships, thus lending the fort its name.[1] After the decline of the Portuguese in the early 18th century, the Marathas became the largest threat to British possessions. Sensing an impending Portuguese defeat, the British partially demolished the fort as a precautionary  measure. The demolition would obviate the possibility of the fort being captured by the Marathas, with the possibility of it being used as a forward military base to attack British Bombay.[5] In 1739 the island was invaded by the Marathas; it was ruled by them until 1774 when the British gained possession of the area during the First Anglo-Maratha War. In 1830, the British donated large parts of Salsette Island, including Land's End (Click to view the Photosphere), to Byramjee Jeejeebhoy, a Parsi philanthropist. Jeejeeboy then established his residence on the hill where the fort is located, and the cape was renamed Byramjee Jeejeebhoy Point.[6] In 2003, a conservation program was started by Bandra Band Stand Residents’ Trust to save the fort. It was spearheaded by a local Member of Parliament (MP), Shabana Azmi, who funded part of the effort from her allotted funds. The brick arch of one of the gateways on the verge of collapse, and the foundation masonry of the fort wall that was in danger of tidal erosion were repaired. The nearby Taj Land's End hotel is responsible for maintenance of the fort, having inherited it from the previous owners.[1] The fort is owned by the Archaeological Survey of India (ASI). Included in the fort makeover are the preservation of the natural rock formations, providing pathways, and the creation of an amphitheatre. The architect for the makeover was P.K. Das, who had earlier redesigned the Carter Road area.[6]",
  "source_url": "https://en.wikipedia.org/wiki/Castella_de_Aguada"
}