{
  "id": 740,
  "title": "Ian Thomson (colonial administrator)",
  "data": "Sir John Sutherland Thomson KBE CMG (8 January 1920 – 13 March 2008), known throughout his life as Ian Thomson and with his knighthood as Sir Ian Thomson, was a British colonial administrator who served in Fiji for 40 years and was also Administrator of the British Virgin Islands. Thomson was born in Glasgow; soon after he was born his family realised that Glasgow was full of John Thomsons and started calling him Ian. He was educated at the High School of Glasgow and the University of Glasgow. In 1939 he joined the Black Watch but was able to finish his studies at Glagow University, graduating with a degree in economics in 1940. He had already applied to join the Colonial Service, did so in 1941 and was sent to Fiji, then a British colony, as aide-de-camp to the Governor, Sir Harry Luke. He was commissioned in the Fiji Military Forces and saw action in the Solomon Islands campaign. He was appointed a military MBE \"in recognition of gallant and distinguished services in the South West Pacific\" in 1945.[1] After the war he served the Administration of Fiji, becoming a District Officer and eventually District Commissioner 1963–66. In 1966 he was appointed to the Executive Council while serving as Acting Chief Secretary.[2] In 1967 he reluctantly left Fiji to become Governor of the British Virgin Islands (BVI).[3] He was appointed CMG in the 1968 Birthday Honours.[4] In 1971 he returned to Fiji after being invited by the Prime Minister of the newly independent Dominion of Fiji, Ratu Sir Kamisese Mara, to chair the board of the Fiji Sugar Corporation. He was also chairman of Fiji's airline, Air Pacific. He was knighted KBE in the 1985 New Year Honours on the advice of the Fijian government.[5] In 1945 Thomson married Nancy Kearsley, a fourth-generation Fiji islander from a European family. She became ill in 1986 and they retired to Scotland where she died in 1988. They had one daughter and seven sons, one of whom is Peter Thomson, a Fijian diplomat.",
  "source_url": "https://en.wikipedia.org/wiki/Ian_Thomson_(colonial_administrator)"
}