{
  "id": 757,
  "title": "Frederick Lindemann, 1st Viscount Cherwell",
  "data": "Frederick Alexander Lindemann, 1st Viscount Cherwell, CH, PC, FRS (/ˈtʃɑːrwɛl/ CHAR-wel; 5 April 1886 – 3 July 1957) was a British physicist who was prime scientific adviser to Winston Churchill in World War II. He was involved in the development of radar and infra-red guidance systems. He was sceptical of  the first reports of the enemy's V-weapons programme. He pressed the case for the strategic area bombing of cities. His abiding influence on Churchill stemmed from close personal friendship, as a member of the latter's country-house set. In Churchill's second government, he was given a seat in the cabinet, and later created Viscount Cherwell of Oxford. Lindemann was the second of three sons of Adolph Friedrich Lindemann, who had emigrated to the United Kingdom circa 1871[1] and became naturalised.[2] Frederick was born in Baden-Baden in Germany, where his American mother Olga Noble, the widow of a wealthy banker, was taking \"the cure\". After schooling in Scotland and Darmstadt, he attended the University of Berlin, where he studied under Walther Nernst. He carried out research in physics at the Sorbonne that confirmed theories, first put forward by Albert Einstein, on specific heats at very low temperatures.[3] For this and other scientific work, Lindemann was elected a Fellow of the Royal Society in 1920.[4] In 1911 he was invited to the Solvay Conference on \"Radiation and the Quanta\", where he was the youngest attendee. He was known to friends as \"the Prof\" in reference to his position at the University of Oxford, and as \"Baron Berlin\" to his many detractors because of his German accent and haughty aristocratic manner.[5] Lindemann believed that a small circle of the intelligent and the aristocratic should run the world, resulting in a peaceable and stable society, \"led by supermen and served by helots.\"[6][page needed] Some sources claim that he was Jewish,[7][8] but Frederick Smith's official biography declares that he was not.[9] Lindemann supported eugenics, held the working class, homosexuals, and black people in contempt, and supported sterilisation of the mentally incompetent.[10] He believed – Mukerjee concludes, referring to Lindemann's lecture on Eugenics –  that Science could yield a race of humans blessed with 'the mental make-up of the worker bee' ... At the lower end of the race and class spectrum, one could remove the ability to suffer or to feel ambition ... Instead of subscribing to what he called 'the fetish of equality', Lindemann recommended that human differences should be accepted and indeed enhanced by means of science. It was no longer necessary, he wrote, to wait for 'the haphazard process of natural selection to ensure that the slow and heavy mind gravitates to the lowest form of activity.'[6][page needed] At the outbreak of the First World War, Lindemann was playing tennis in Germany and had to leave in haste to avoid internment. In 1915 he joined the staff of the Royal Aircraft Factory at Farnborough. He developed a mathematical theory of aircraft spin recovery and later learned to fly so that he could test his ideas himself.[11] Prior to Lindemann's work, a spinning aircraft was almost invariably irrecoverable and the result to the pilot fatal. In 1919, Lindemann was appointed professor of experimental philosophy (physics) at the University of Oxford and director of the Clarendon Laboratory, largely on the recommendation of Henry Tizard, who had been a colleague in Berlin.[3] Also in 1919, he was one of the first to suggest that an electrically neutral wind of positively charged protons and electrons is emitted from the Sun.[12] He may have been unaware that Kristian Birkeland had speculated three years earlier that the solar wind might be a mixture of positively and negatively charged particles.[13] At the same time he worked on the theory of specific heats and on temperature inversion in the stratosphere, and began to bring the two scientific disciplines together.[14] In the field of chemical kinetics, he proposed the Lindemann mechanism in 1921 for unimolecular chemical reactions, and showed that the first step is one of bimolecular activation.[14] Around this time, Clementine Churchill – the wife of Winston, at that time a government minister – partnered with Lindemann for a charity tennis match.  Although the two men had very different lifestyles, they both excelled at a sport: Churchill's was polo. Lindemann's ability to explain scientific issues concisely, and his excellent flying skills, probably impressed Churchill, who had given up trying to earn a pilot's licence because of Clementine's grave concerns. They became close friends and remained so for 35 years, with Lindemann visiting Chartwell more than 100 times from 1925 to 1939.[15] Lindemann opposed the General Strike of 1926, and mobilised the reluctant staff of the Clarendon to produce copies of Churchill's anti-strike newspaper, the British Gazette. Lindemann was also alarmed and fearful of political developments in Germany.[3] In the 1930s, Lindemann advised Winston Churchill when the latter was out of Government – the Wilderness Years – and leading a campaign for rearmament.  He appointed to the Clarendon one of Churchill's social set, the young Welshman Derek Jackson. This brilliant young physicist, the son of Sir Charles Jackson, transferred from the Nobel prize-winning labs at Cambridge and worked on Lindemann's top-secret nuclear energy projects.[a] Lindemann moved in rich circles at Biddesden, the Earl of Iveagh's home, hosted with painter Augustus John and literary luminaries Lytton Strachey, John Betjeman, Evelyn Waugh, the Carringtons and the Mitfords, the Sitwells and the Huxley families.  One frequently intoxicated visitor was a wayward Randolph Churchill. In 1932, Lindemann joined Winston to complete a road trip throughout Europe and they were dismayed at what they saw. Churchill later said, \"A terrible process is astir. Germany is arming.\"[16] Lindemann was prevailed upon to release Jackson in 1940 to join the RAF; Jackson flew in the Battle of Britain and won a DFC. Lindemann also assisted the new Prime Minister in the rescue of a number of German Jewish physicists,[17] primarily at the University of Göttingen, who immigrated to Britain; they assisted the vital war work developing at the Clarendon Laboratory, including the Manhattan Project.[11] Churchill got Lindemann onto the \"Committee for the Study of Aerial Defence\" which under Sir Henry Tizard was putting its resources behind the development of radar.  Lindemann's presence was disruptive, insisting instead that his own ideas of aerial mines and infra-red beams be given priority over radar.  To resolve the situation, the committee dissolved itself to reform as a new body without him.[18] He stayed in close contact with the Jacksons at Rignell Farm, who enriched a poor wartime diet with dairy products they brought into Oxford themselves.[19] When Churchill became Prime Minister, he appointed Lindemann as the British government's leading scientific adviser, with David Bensusan-Butt as his private secretary.[20] Lindemann attended meetings of the War Cabinet, accompanied the prime minister on conferences abroad, and sent him an average of one missive a day. He saw Churchill almost daily for the duration of the war, and wielded more influence than any other civilian adviser.[6][page needed] He would hold this office again for the first two years of Churchill's 1951 peacetime administration.[21] Lindemann established a special statistical branch, known as 'S-Branch', within the government, constituted from subject specialists, and reporting directly to Churchill. This branch scrutinised the performance of the regular ministries and prioritised the logistical machinery of warfare. S-Branch distilled thousands of sources of data into succinct charts and figures, so that the status of the nation's food supplies (for example) could be instantly evaluated. The bar charts now on display in the Cabinet War Rooms which compare Allied shipping tonnage lost to new ships delivered each month, and those comparing bomb tonnage dropped by Germany on Britain with that dropped by the Allies on Germany each month, are testaments to both the intellectual and the psychological power of his statistical presentations. Lindemann's statistical branch often caused tensions between government departments, but because it allowed Churchill to make quick decisions based on accurate data which directly affected the war effort, its importance should not be underestimated.[3] In 1940, Lindemann supported the experimental department MD1.[11][22] He worked on hollow charge weapons, the sticky bomb and other new weapons. General Ismay, who supervised MD1, recalled: Churchill used to say that the Prof's brain was a beautiful piece of mechanism, and the Prof did not dissent from that judgement. He seemed to have a poor opinion of the intellect of everyone with the exception of Lord Birkenhead, Mr Churchill and Professor Lindemann; and he had a special contempt for the bureaucrat and all his ways. The Ministry of Supply and the Ordnance Board were two of his pet aversions, and he derived a great deal of pleasure from forestalling them with new inventions. In his appointment as Personal Assistant to the Prime Minister no field of activity was closed to him. He was as obstinate as a mule, and unwilling to admit that there was any problem under the sun which he was not qualified to solve. He would write a memorandum on high strategy one day, and a thesis on egg production on the next. He seemed to try to give the impression of wanting to quarrel with everybody, and of preferring everyone's room to their company; but once he had accepted a man as a friend, he never failed him, and there are many of his war-time colleagues who will ever remember him with deep personal affection. He hated Hitler and all his works, and his contribution to Hitler's downfall in all sorts of odd ways was considerable.[23] With power, Lindemann was able to sideline Tizard; especially after Tizard did not acknowledge that the Germans were using radio navigation to bomb Britain.[citation needed] Lindemann has been described as having \"an almost pathological hatred for Nazi Germany, and an almost medieval desire for revenge was a part of his character\".[24] Fearing food shortages in Britain, he convinced Churchill to divert 56 percent of the British merchant ships operating in the Indian Ocean to the Atlantic, a move that added two million tons of wheat as well as raw materials for war fighting to stocks in Britain, but meant few ships were available to carry wheat from Australia to India[25].[citation needed] The Ministry of War Transport warned that such dramatic cuts to shipping capacity in South East Asia would \"portend violent changes and perhaps cataclysms in the seaborne trade of large numbers of countries\" but the Ministry was ignored. The \"menace of famine suddenly loomed up like a hydra-headed monster with a hundred clamouring mouths\" according to C. B. A. Behrens in the official history of Allied merchant shipping.[26] It has been estimated between 1.5 and 4 million people died during the Bengal famine of 1943, despite the fact that food stocks continued to be produced and shipped out of the Indian subcontinent to Europe.[27][28] Cherwell and Churchill's policies contributed heavily to the severity of the famine.[29] Kenya, Tanganyika and Somaliland also suffered famine that year.[26] Following the Air Ministry Area bombing directive on 12 February 1942, Lindemann presented in a paper on \"Dehousing\" to Churchill on 30 March 1942, which calculated the effects of area bombardment by a massive bomber force on German cities to break the spirit of the people.[30] His proposal that \"bombing must be directed to working class houses. Middle class houses have too much space round them, so are bound to waste bombs\" changed accepted conventions of limiting civilian casualties in wartime\".[citation needed] His dehousing paper was criticised by many other scientific minds in government service, who felt such a force would be a waste of resources.[31] Lindemann's paper was based on the incorrect premise that strategic bombing could cause a breakdown in German morale. Despite this, his arguments were used in support of Bomber Command's claim for priority in allocation of resources.[32][33][34] Lindemann played an important part in the battle of the beams, championing countermeasures against German radio navigation devices to increase the precision of their bombing campaigns.[3] He almost undermined the vital work of Sir Henry Tizard and his team who developed all the important radar technology.[35] Lindemann argued against the rumoured existence of the V-2 rocket, asserting it was \"a great hoax to distract our attention from some other weapon.\"[36] He mistakenly concluded that \"to put a four-thousand horsepower turbine in a twenty-inch space is lunacy: it couldn't be done, Mr. Lubbock\" and that at the end of the war, the committee would find that the rocket was \"a mare's nest\".[37] Lindemann took the view that long-range military rockets were feasible only if they were propelled by solid fuels and would need to be of enormous size. He rejected arguments that relatively compact liquid fuels could be used to propel such weapons.[38] In fairness, \"Cherwell [Lindemann] had strong scientific grounds for doubting the forecasts that were being made of a 70–80 ton rocket with a 10 ton warhead\".[39] A pivotal exchange where Churchill rebuffed Lindemann occurred at the Cabinet Defence Committee (Operations) meeting on 29 June 1943, and was dramatised in the film Operation Crossbow. Lindemann's political career was a result of his close friendship with Winston Churchill, who protected Lindemann from the many in the British government he had snubbed and insulted. \"Love me, love my dog, and if you don't love my dog, you damn well can't love me,\" Churchill reportedly said to a member of Parliament who had questioned his reliance on Lindemann, and later to the same MP Churchill added, \"Don't you know that he is one of my oldest and greatest friends?\".[40] In July 1941 Lindemann was raised to the peerage as Baron Cherwell, of Oxford in the County of Oxford.[41] The following year he was made Paymaster General by Churchill, an office he retained until 1945. In 1943 he was also sworn of the Privy Council.[citation needed] When Churchill returned as Prime Minister in 1951, Lindemann was again appointed Paymaster-General, this time with a seat in the cabinet. He continued in this post until October 1953.[42] In 1956 he was made Viscount Cherwell of Oxford, in the County of Oxford.[43] Lindemann enthusiastically supported the controversial Morgenthau Plan, which Churchill subsequently endorsed on 15 September 1944.[citation needed] Following his 1945 return to the Clarendon Laboratory, Lindemann created the Atomic Energy Authority.[44] Lindemann was a teetotaller, non-smoker and a vegetarian, although Churchill would sometimes induce him to take a glass of brandy. He was an excellent pianist, and sufficiently able as a tennis player to compete at Wimbledon.[45] Lindemann, or the \"Prof\", never married. In his younger years, he had pursued two romantic interests but was rejected on both occasions. When he was 49, Lindemann became entranced with the 27-year-old Lady Elizabeth Lindsay, daughter of David Lindsay, 27th Earl of Crawford. One day in February 1937, he learnt from Lady Elizabeth's father that, while travelling in Italy, she had fallen ill with pneumonia and died; upon the news of her death, Lindemann withdrew from his romantic pursuits and chose to spend the rest of his life alone.[46] Lindemann died in his sleep at Oxford[42] on 3 July 1957, aged 71, one year after becoming Viscount Cherwell, at which point the barony and viscountcy became extinct.[29][11]",
  "source_url": "https://en.wikipedia.org/wiki/Frederick_Lindemann,_1st_Viscount_Cherwell"
}