{
  "id": 669,
  "title": "Belle Sherwin",
  "data": "Belle Sherwin (March 20, 1869 – July 5, 1955) was an American Women's rights activist. Belle Sherwin was born March 20, 1869, in Cleveland, Ohio. She was the daughter of Henry Alden Sherwin, founder of the Sherwin-Williams Company and Frances Mary Smith.  Sherwin was never married.  Belle graduated Phi Beta Kappa from Wellesley College in 1890 with a Bachelor's degree.  She briefly taught history at St. Margaret's school before going to Oxford University to study history for one year from 1894 to 1895.[1]  The Western Reserve University granted her an honorary degree in 1930.  Denison University gave her an honorary degree in 1931 and Oberlin College granted her one in 1937.[2] After completing her graduate work at Oxford University in 1894-1895, she returned to the U.S. where she taught 4 years in Boston at St. Margaret's and Miss Hersey's School for Girls. In 1899, she returned to Cleveland and began her long involvement with voluntary civic and women's organizations. Belle returned to Cleveland in 1900 and became the first President of the Consumers League of Ohio. During the first years of this century Sherwin was most active with the Visiting Nurse Association of Cleveland, serving on its board until 1924, and with the Cleveland Consumers' League, which she had organized in 1900.[1] In 1913 Sherwin was elected a trustee of Wellesley College, a position she served until 1943.[1] After World War I, Sherwin became the director of the Cleveland Welfare Federation.  She was the vice-president of the League of Women Voters from 1921 to 1924[3] and president from 1924 to 1934, the position which earned her much of her reputation as a dedicated suffragist leader.[4] The administrative, structural, and educational procedures established during this period were largely attributed to her leadership.[1] She was also on the board of the National Urban League, founded in 1918.[2]  Sherwin died at home on July 5, 1955[4] and was interred at Lake View Cemetery, Cleveland, Ohio.",
  "source_url": "https://en.wikipedia.org/wiki/Belle_Sherwin"
}