{
  "id": 447,
  "title": "Joseon missions to Japan",
  "data": "Joseon missions to Japan represent a crucial aspect of the international relations of mutual Joseon-Japanese contacts and communication.[1] In sum, these serial diplomatic ventures illustrate the persistence of Joseon's kyorin (neighborly relations) diplomacy from 1392 to 1910.[citation needed] The chronology of one side in a bilateral relationship stands on its own.  This long-term, strategic policy contrasts with the sadae (serving the great) diplomacy which characterized the Joseon-Chinese relations in this same period.[2] The unique nature of these bilateral diplomatic exchanges evolved from a conceptual framework developed by the Chinese.  Gradually, the theoretical model would be modified.  The changing model mirrors the evolution of a unique relationship between two neighboring states.[3]  In the 20th century, Joseon's neighborly relations diplomacy failed. General Yi Sŏng-gye (posthumously known as Taejo of Joseon) established the \"Kingdom of Great Joseon\" in 1392–1393, and he founded the Yi dynasty which would retain power on the Korean peninsula for five hundred years.  An early achievement of the new monarch was improved relations with China; and indeed, Joseon had its origin in General Yi's refusal to attack China in response to raids from Chinese bandits.[4]  The Joseon foreign policy would evolve from pre-existing foundations.  For example, Goryeo envoy Chŏng Mong-ju travelled to Japan in 1377;[5] and the consequences of his efforts were only seen later. As an initial step, a diplomatic mission was dispatched to Japan in 1402.  The Joseon envoy sought to bring about the re-establishment of amicable relations between the two countries and he was charged to commemorate the good relations which existed in ancient times.  This mission was successful, and shōgun Ashikaga Yoshimitsu was reported to have been favorably impressed by this initial embassy.[6]  Subsequent missions developed and nurtured the contacts and exchanges between the two neighboring countries. Not less than 70 diplomatic missions were dispatched from the Joseon capital to Japan before the beginning of Japan's Edo period.[7]  A diplomatic mission conventionally consisted of three envoys—the main envoy, the vice-envoy, and a document official. Also included were one or more official writers or recorders who created a detailed account of the mission.[8]  Artists were also included in the diplomatic delegation. Reciprocal missions were construed as a means of communication between Korean kings and Japanese shōguns of almost equal ranking. The emperors of Japan at the time were figureheads with no actual political or military power;[9][10] the actual political and military rulers of Japan with whom Joseon communicated were the shoguns who were represented as \"tycoon of Japan\" in most foreign communications in order to avoid the conflict with the Sinocentric world order in which the emperor of China was the highest authority, and all rulers of tributary states were known as \"kings\".[11] The history of Joseon Korea's diplomacy with Japan can be parsed in four parts: (a) before the Japanese invasions in 1592–1598; (b) in the context of the invasion; (c) after the invasion; and (d) in modern times. The Joseon diplomatic contacts and communication with Japan encompassed formal embassies to the Muromachi bakufu.[12] Joseon diplomacy also included the more frequent and less formal exchanges with the Japanese daimyo (feudal lord) of Tsushima Island. In addition, trade missions between merchants of the area were commonplace.  For example, more than 60 trade missions per year marked the period from 1450 through 1500.[13] In the 1st year of the reign of King Taejo of Joseon, a diplomatic mission was sent to Japan.[6] In the 6th year of King Taejong's reign, a diplomatic mission was sent to Japan.[12]  Pak Tong-chi and his retinue arrived in Kyoto in the early autumn of 1398 (Ōei 5, 8th month).  Shōgun Ashikaga Yoshimochi presented the envoy with a formal diplomatic letter; and presents were given for the envoy to convey to the Joseon court.[23] In the 4th year of King Taejong's reign, a diplomatic mission was sent to Japan.[12] In the 6th year of King Taejong's reign, a diplomatic mission was sent to Japan.[12] In the 10th year of King Taejong's reign, an ambassador from the Joseon court was received in Kyoto. This event in 1409 (Ōei 16, 3rd month) was considered significant.[24] In the 13th year of King Taejong's reign, a diplomatic mission was sent to Japan.[12] In the 2nd year of the reign of King Sejong the Great, a diplomatic mission was sent to Japan.[12] In the 5th year of King Sejong's reign, a diplomatic mission was sent to Japan.[12][20] In the 6th year of King Sejong's reign, a diplomatic mission was sent to Japan.[12] In the 10th year of King Sejong's reign, the Joseon court dispatched Pak Sŏ-saeng as chief envoy of a mission to the shogunal court of Ashikaga Yoshinori in Japan.[12] In the 14th year of King Sejong's reign, a diplomatic mission was sent to Japan.[25] In the 21st year of King Sejong's reign, a diplomatic mission was sent to Japan.  The leader of this embassy to shōgun Yoshinori was Ko Tŭk-chong.[12] In the 25th year of King Sejong's reign, an embassy was sent to the Japanese capital.  Byeon Hyo-mun was the chief envoy sent by the Joseon court.[26]  The ambassador was received in Kyoto by Ashikaga Yoshimasa.[12] After the fall of the Ashikaga shogunate, the Joseon diplomatic missions to Japan were dispatched to Toyotomi Hideyoshi, who emerged as an unchallenged strong man and leader after the death of Oda Nobunaga in 1582.[12] The less formal contacts with the leaders of the Sō clan on Tsushima continued. Diplomatic relations were severed in 1592 when Japanese armies invaded Joseon territory. The ruptured bilateral relations were not restored immediately after the death of Hideyoshi in 1598; the invading forces gradually withdrew from occupied land on the Korean peninsula.[27] By the end of 1598 all Japanese forces had left Korea, but relations would not be normalized until several years later, during the Tokugawa shogunate. In the 23rd year of the reign of King Seonjo, a diplomatic mission led by Hwang Yun-gil was sent by the Joseon court to Japan.[29]  The Joseon ambassador was received by the Japanese leader, Toyotomi Hideyoshi.[12] In the 29th year of King Seonjo's reign, a diplomatic mission headed by Hwang Sin accompanied the Ming ambassadors who traveled to Japan.[30] After the Japanese invaders were repulsed, Korean-Japanese diplomatic relations had to be re-established and normalized; they ultimately took on a somewhat different form than prior to 1592.[32] For starters, Japanese envoys/missions were restricted to the waegwan in Busan and prohibited from traveling to Hanseong (present-day Seoul) by the Joseon court (as the Japanese invasion forces in 1592 used the same land route in Korea as prior Japanese missions had).[33] Further, the missions from Joseon were no longer greeted in Japan by military commanders but only diplomats. Lastly, the costs of the Korean missions were entirely paid for by the Japanese, which by some estimates equaled the Tokugawa shogunate's entire annual budget in the years that they were dispatched.[33] The Joseon court also did not resume using the term tongsinsa for missions to Japan until the 1636 mission, as the term was only used for missions under conditions of normalized relations.[34] In the 40th year of the reign of King Seonjo of Joseon,[36] representatives of the Joseon court were dispatched to Japan.  This diplomatic mission functioned to the advantage of both the Japanese and the Koreans as a channel for developing a political foundation for trade.[58]  This embassy traveled to Edo for an audience with shōgun Tokugawa Hidetada in the 12th year of Keicho, according to the Japanese era name in use at this time.[36] Yŏ Ugil was the chief Joseon envoy;[35] and there was 467 others accompanying him.[36] In the 9th year of the reign of King Gwanghaegun of Joseon,[38] the Joseon court dispatched a mission to Edo; but the embassy travelled only as far as Kyoto. The delegation was received by shōgun Hidetada at Fushimi Castle[59] in the 3rd year of Genna, as the Japanese reckoned time.[38]  The chief envoy was O Yun'gyŏm[37] and there were 428 others in his party.[38] In the 2nd year of the reign of King Injo of Joseon,[40]  a delegation was sent to Edo with Chŏng Ip as its chief envoy.[37]  The size of this diplomatic numbered 460.[40] shōgun Tokugawa Iemitsu received the ambassador in Edo.[39] The Joseon embassy was considered a significant event in the 1st year of Kan'ei, according to the Japanese calendar,[40] In the 14th year of King Injo's reign, a diplomatic mission (the first to be titled tongsinsa since the severing of relations in 1592,[60] thus formally indicating full normalization of relations) was sent to Japan.[42]  The ambassador of the Joseon king was Im Kwang;[41] and he was accompanied by 478 others.[42]  According to the Japanese calendar, the mission reached Japan in 1635 (Kan'ei 13, 12th month).[61]  This mission to the court of shōgun Iemitsu in Edo also encompassed a pilgrimage to the first shogun's mausoleum at Nikkō.[62]   The grand procession of the shogun, which included the large Joseon contingent, travelled from Edo to Nikko in the 4th month of the 14th year of Kan'ei.[61] In the 21st year of King Injo's reign,[44] a mission to Edo was led by Yun Sunji.[63]  The size of the Joseon delegation was 477.[44]  The delegation arrived at the shogunal court in Edo on the 20th year of Kan'ei, as reckoned by the Japanese calendar.[64]  This delegation was received in the court of shōgun Iemitsu; and they also completed a visit to shōgun Ieaysu's mausoleum at Nikkō.[59] In the 6th year of the reign of King Hyojong of Joseon, the Joseon court sent a mission to the shogunal court of Tokugawa Ietsuna.[46] This mission arrived in Japan during the 1st year of Meireki, according to  in the Japanese dating system.[65] Cho Hyŏng was the chief envoy of the Joseon embassy,[45] and his retinue numbered 485.[46] After the embassy was received in the shogunate court at Edo; and the delegation proceeded the Tōshō-gū at Nikkō.[59] In the 8th year of the reign of King Sukjong of Joseon, a diplomatic mission to the shogunal court of Tokugawa Tsunayoshi was dispatched from the Joseon court.[48] Yun Jiwan was the chief emissary;[37] and he was accompanied by 473 others, traveling to Edo during the 2nd year of Tenna according to the Japanese calendar.[48] In the 37th year King Sukjong's reign, an envoy was sent to the shogunal court of Tokugawa Ienobu.[50] This embassy arrived in the 1st year of Shōtoku, according to the Japanese calendar.[66] Jo Tae-eok was the chief envoy of this diplomatic embassy;[37] and the size of his delegation numbered 500.[50] In the 45th year of King Sukjong's reign, an embassy was dispatched to Japan.[52]  The Joseon envoy and his party arrived in Japan in the 10th month of the 4th year of Kyōhō, as reckoned by the Japanese calendar in use at that time.[67] King Sukjong sent Hong Ch'ijung with a retinue of 475.[52]  The Joseon ambassador was granted an audience with shōgun Tokugawa Yoshimune. In the 24th year of the reign of King Yeongjo of Joseon, the Joseon court sent a diplomatic mission to Japan.[54]   The Joseon envoy and his retinue arrived in Edo in the 1st year of Kan'en, according to the Japanese calendar.[68]  The chief envoy of this Joseon delegation was Hong Kyehŭi;[53] and he was accompanied by 475 others.[54] In the 40th year of King Yeongjo's reign, a diplomatic envoy was dispatched to Japan.[56]  This mission to the shogunal court of Tokugawa Ieharu arrived in the shogunal capital the 1st year of Meiwa, as reckoned by the Japanese calendar.[69] Jo Eom was the chief envoy in 1764;[70] and 477 traveled with him.[56] The renowned Edo period poet Fukuda Chiyo-ni was chosen to prepare the official Japanese gift presented to the Korean Delegation, and she crafted and delivered 21 artworks based on her 21 haiku.[71] This ambassador is important historical figure because he is credited with introducing sweet potatoes as a food crop in Korea.[72]  The \"new\" food staple was encountered during the course of this diplomatic mission.[73] In the 11th year of the reign of King Sunjo of Joseon, the king sent a mission to the shogunal court of Tokugawa Ienari.[57]   The embassy did not travel any further than Tsushima.  The representatives of shōgun Ienari met the mission on the island which is located in the middle of the Korea Strait between the Korean Peninsula and Kyushu.[70]  The chief envoy of this mission was Kim Igyo;[37] and there were 336 in his retinue.[57] Joseon-Japanese bilateral relations were affected by the increasing numbers of international contacts which required adaptation and a new kind of diplomacy.[74]  Japan's Sakoku period (\"closed country\") ended in 1854, altering all regional relations for Japan.[75] The Korea-Japan Treaty of 1876 marked the beginning of a new phase in bilateral relations.[74]",
  "source_url": "https://en.wikipedia.org/wiki/Joseon_missions_to_Japan"
}