{
  "id": 428,
  "title": "Samsung Galaxy A51",
  "data": "The Samsung Galaxy A51 is an Android smartphone manufactured by Samsung Electronics as part of its Galaxy A series. It was announced and released in December 2019. The phone has a Super AMOLED FHD+ 6.5in display, a 48MP wide, 12 MP ultrawide, 5MP depth, and 5MP macro camera, a 4000mAh battery, and an optical in-screen fingerprint sensor.[5] The Galaxy A51 has a 6.5 in Super AMOLED Infinity O display with an FHD+ 1080 × 2400 pixel resolution, a 20:9 aspect ratio, and a pixel density of ~405 ppi. The maximum brightness is 353 nits in manual mode; however, the device switches to a high-brightness mode with 565 nits in direct sunlight.[6] The front glass is constructed of Corning Gorilla Glass 3.[7] The phone itself measures 158.5 mm (6.24 in) × 73.6 mm (2.90 in) × 7.9 mm (0.31 in) and weighs 172 g (6.1 oz). The phone is powered by an Exynos 9611 (10 nm) octa-core (4 × 2.3 GHz Cortex-A73 & 4 × 1.7 GHz Cortex-A53) chip and a Mali-G72 MP3 GPU. At release, it came with either 4 GB or 6 GB RAM and either 64 GB or 128 GB internal storage, which can be expanded with a microSD card up to 512 GB. Newer variants of the phone can come with up to 8 GB RAM.[8] It comes with a non-removable 4000 mAh lithium polymer battery. It also has an in-display optical fingerprint sensor.[2][9] The Samsung Galaxy A51 has a four camera setup arranged in an \"L\" shape located in the corner with a rectangular protrusion similar to that of the iPhone 11 and the Pixel 4. The array consists of a 48 MP wide angle camera, a 12 MP ultrawide camera, a 5 MP macro camera, and a 5 MP depth sensor. It also has a single 32 MP front facing camera, which sits in a small punch hole on the front of the screen. Both the front and rear facing cameras can record video up to 4K in 30 fps, as well as 1080p in 30 and 120 fps. The rear cameras also have Super Steady.[10][11] The Galaxy A51 originally came with Android 10 and One UI 2 (Currently One UI 5.1 based on Android 13). This phone has Samsung Knox for added system security.[10] The Galaxy A51 comes in Prism Crush Black, Prism Crush White, and Prism Crush Blue,[12] while the 5G variant comes in Prism Cube Black, Prism Cube White, and Prism Cube Pink.[13] The Samsung Galaxy A51 was announced and released in December 2019 along with the Galaxy A71.[14] Samsung later announced a 5G variant in April 2020 featuring a larger 4500mAh battery and an Exynos 9811 SoC.[15] A 5G ultra-wideband version with mmWave support is exclusive to Verizon powered by the Qualcomm Snapdragon 765G.[16]",
  "source_url": "https://en.wikipedia.org/wiki/Samsung_Galaxy_A51"
}