{
  "id": 804,
  "title": "Malling, Denmark",
  "data": "Malling is a village in Denmark, located about 12 km (7.5 mi) south of Aarhus. It has a population of 6,194\n(Jan 1, 2020).[2] Malling is situated only 5 kilometers (3.1 mi) from the sea, surrounded by hills, swatches of farmland and patches of woodlands and meadows. The village is a railway town and the train station was one of the key elements in Malling's original growth from 1884 up until the 1970s.[1] Malling has several green areas, with the space in front of the \"SuperBrugsen\" retailstore as the preferred place for general assemblies and recreation. The original town centre of Malling has been preserved, but previously important buildings such as the train station, have seen decades of decay.[1] The most important tourist attraction is the old fortified church, where the old castle walls from 1100 AD can still be experienced. Only three other fortified medieval churches are known from the region of East Jutland; the churches in Odder, Vejlby and Mårslet. Malling Church is the only one that has been examined and excavated by archaeologists (in 1943-44).[3][4][5] Malling has almost merged with the village of Beder to the north - a settlement of similar size - and the two are often collectively referred to as Beder-Malling. Aarhus Municipality has a vision of building a new town for 15,000 residents just west of Malling before 2033.[1] Malling Skole is the only public school within Malling, although many other schools operate within the postal code. Malling Skole with its 600 pupils, remains the central school of education for all children in the Malling Region. Other educational institutions are Ajstrup Skole and Efterskolen for Scenekunst, an efterskole for performing arts since 2012 (formerly a school of agriculture).[6][7][8] Egelund Idrætscenter is a sports centre in the northern part of Malling, next to a newly afforested area. The centre is publicly administered by elected locals organized in the BMI association and presents sports halls, a swimming hall, an indoor shooting range and outdoor tennis courts, archery and soccer fields. BMI is a local group of the larger umbrella organization of Idrætssamvirket Aarhus.[9] The region is a major producer of agricultural products, with many large farms in the outlying districts. Cattle, pork and grain are the main products, with a sizeable related refinement industry present. The old and large estates of Moesgård and Vilhelmsborg has dominated the agricultural business of this region for centuries, often with a common owner. Vilhelmsborg Manor and park is seated just northwest of Beder-Malling and the Moesgård Manor is in the northeast. Both manors are owned by Aarhus Municipality today. The smaller estate and manor of Østergaard is seated southwest of Malling.[10] The train station and the railway from 1884, brought a lot of manufacturing and industry jobs to Malling and the industrial park here is still alive today, now with light industry and businesses.[1] The old tavern of Malling Kro has a highly acclaimed gourmet restaurant. It serves small and large groups of both staying and visiting guests in attached locales and also operates a catering and take-away service. The restaurant is a member of both La Confrérie de la Chaîne des Rôtisseurs and L'Ordre Mondial des Gourmets Dégustateurs. Malling Kro was established by the director of nearby Beder Kro in 1884, when the railway came to town. Today, the inn hosts celebrations, Bed & Breakfast, meetings, team-building and conferences.[11][12][13] As a peculiarity, Malling still has a thriving cinema - Malling Bio. This is a rarity, as almost all rural cinemas in Denmark have closed decades ago. Malling Bio was established in 1943.[14] Malling lies under the jurisdiction of Aarhus and is therefore under direct political govern from Aarhus City Hall. The city council consists of 31 members elected for 4-year terms. Anyone eligible to vote and residing in Aarhus municipality can run for a seat on the city council.",
  "source_url": "https://en.wikipedia.org/wiki/Malling,_Denmark"
}