{
  "id": 966,
  "title": "Colbert I. King",
  "data": "Colbert Isaiah King (born September 20, 1939)[1] is an American  columnist for The Washington Post and the deputy editor of the Post's editorial page. In 2003, he won the Pulitzer Prize for Commentary. King was born to Amelia Colbert King and Isaiah King III[2] and grew up in the Foggy Bottom neighborhood of Washington, D.C.[3] He attended Thaddeus Stevens Elementary School, Francis Junior High School, and Paul Laurence Dunbar High School. At Dunbar, he was a member of JROTC as well as the school's championship drill team.[2] After graduating from high school in 1957, he earned his Bachelor of Arts degree in government from Howard University in 1961.[1] From 1961 to 1963, King served as an officer in the United States Army Adjutant General's Corps, then worked as special officer for the United States Department of State through 1970, eventually leaving over objections to the Counter Intelligence Program (COINTELPRO).[2] He then spent a year on a fellowship at the Department of Health, Education and Welfare, working with James Farmer to draw national attention to sickle-cell anemia and other underserved minority health care issues.[2] From 1971 to 1972, King was a VISTA volunteer.[2] In 1972, he became minority staff director of the United States Senate Committee on the District of Columbia, where he helped draft the District of Columbia Home Rule Act. In 1976, King became Deputy Assistant Secretary of the U.S. Treasury Department, then was appointed U.S. executive director to the World Bank by President Jimmy Carter.[2] In 1980, he became executive vice president for the Middle East and Africa at Riggs Bank,[2] where he served for 10 years and became a member of the board of directors.[1] King joined The Washington Post's editorial board in 1990, then became the editorial page's deputy editor in 2000.[1] He began writing a weekly column at the suggestion of Post editor Meg Greenfield.[4] He was a regular television panelist on the weekly political discussion show Inside Washington until the show ceased production in December 2013.[5] In 2003, King won the Pulitzer Prize in Commentary \"for his against-the-grain columns that speak to people in power with ferocity and wisdom\".[1] King lives in Washington, D.C., with his wife, Gwendolyn Stewart King,[6] who served as Commissioner of the U.S. Social Security Administration under President George H.W. Bush.[7] They met in the late 1950s at Howard University[8] and married on July 3, 1961,[2] and have three children.[1] King's son Rob King is senior vice president of SportsCenter and News at ESPN.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Colbert_I._King"
}