{
  "id": 103,
  "title": "Ime Archibong",
  "data": "Ime Archibong (born January 1, 1982) is an American technology business executive. He is the vice president of product management and head of Messenger product at Meta Platforms, and one of the highest-ranking Black executives at Meta.[1][2] In 2015, he was a \"40 Under 40: Tech Diversity in Silicon Valley\" honoree.[3] Ime Archibong was born on January 1, 1982, in Kansas City, Kansas. His parents are university professors and first-generation immigrants from Nigeria.[4] They lived in North Carolina for most of his upbringing.[5] Archibong attended Yale University, where he double-majored in electrical engineering and computer science, obtaining his Bachelor of Science degree and was a member of Skull and Bones. He was on Yale's varsity basketball team from 1999 to 2003,[1] where he was team captain.[6] After starting off his career at IBM, Archibong completed a Master of Business Administration degree  at Stanford Graduate School of Business School.[1] He is an alumnus of Management Leadership for Tomorrow's MBA Prep program.[7] In 2016, Archibong participated in the Presidential Leadership Scholars program.[8] Archibong worked as a software engineer for IBM, initially focusing on storage research technology.[3][6] After deciding to shift his focus to business strategy, he pursued his MBA and moved into corporate strategy and advanced technology business development at IBM.[9] In 2010, Archibong left IBM and joined the Facebook team as manager of strategic partnerships. His first role was in leading a global team that would build partnerships with other companies.[10] Archibong has led Facebook's division focused on new product experimentation since its launch in 2019. The team is tasked with creating new apps for Meta. According to CNBC, Mark Zuckerberg regularly relies on Archibong when he comes up with ideas for special projects.[1] He helped create Internet.org, a product of Meta and an initiative that plans to connect the world to the internet.[11] During the Black Lives Matter movement in 2020, Archibong spoke to the Facebook team on his experience as a Black man in America. He notably made public posts on his personal Facebook regarding the same. He was considered the “unofficial leader” of the Black employee base.[1] He has used his position at Meta to push for diversity and inclusion. He played a role in creating a resource group for Black employees and the Black Community Summit, a two-day event held for the company's Black employees. Currently,  he has a team working on products that focus on racial justice.[1] As of March 2023, Archibong is vice president of product management and head of the Messenger product at Meta.[12] He is also listed as an inventor on more than a dozen patents.[1] Archibong is a member of the board of directors at Capital One.[9] Archibong has been involved with several nonprofit organizations, including Grace Science Foundation,[13] Unreasonable,[14] Live In  Peace,[15] GLIDE,[16] and Girl Effect.[17]",
  "source_url": "https://en.wikipedia.org/wiki/Ime_Archibong"
}