{
  "id": 384,
  "title": "Scott Road station",
  "data": "Scott Road is an elevated station on the Expo Line of Metro Vancouver's SkyTrain rapid transit system. The station is located near the south end of the Pattullo Bridge in the South Westminster neighbourhood of Surrey, British Columbia, Canada. It also serves the Bridgeview neighbourhood of Whalley, and the interchange between King George Boulevard and Scott Road is located to the north of the station. The station opened on March 16, 1990, and was renovated from 2013 to 2014. Scott Road station opened on March 16, 1990, as part of the first extension of the original SkyTrain system (now known as the Expo Line). This extension included two stations—Scott Road and Columbia in neighbouring New Westminster—as well as the SkyBridge over the Fraser River.[2] Scott Road station served as the eastern terminus of the Expo Line until a three-station extension to Surrey City Centre was completed in 1994.[3] Scott Road station underwent several upgrades beginning in early 2013, improvements included a new elevator and better accessibly, as well as a new bus loop with an upgraded parking lot. These improvements were made in part of the larger Expo Line Upgrade project. Construction was completed in 2014.[4] In the first decade of the 2000s, the station was proposed as an infill station or a relocated northern terminus for the Amtrak's Cascades intercity passenger train service. The proposal was made to avoid the congestion and capacity constraints at the nearby New Westminster Rail Bridge that crosses the Fraser River. Also, the Amtrak Cascades experienced further bottlenecks and slow speed limits from the bridge to the existing terminus at the Pacific Central Station near downtown Vancouver, 21 kilometres (13 mi) northwest of the Scott Road station. With Scott Road as a new terminus, the Cascades service would allow more round trips from Seattle to be added; northbound travellers could continue on to downtown Vancouver by boarding SkyTrain, which would take about the same amount of time from Scott Road as the existing Amtrak Cascades service.[5][6][7][8] Scott Road station is located in an industrial district, but it is an important transfer point for TransLink passengers. Unlike most stations, which rely on passengers arriving by foot or by bus, this station is also adjacent to the largest park and ride lot operated by TransLink, with 1,471 spaces and a daily charge of CA$3.00.[9] Scott Road station is served by five entrances. Two entrances are located on the east side of Scott Road and provide access to Lot A of the Park and Ride. The remaining three entrances are located on the west side of Scott Road providing access to bus exchange and to Lot B of the Park and Ride.[10] Scott Road station is a major connection point for TransLink bus routes that service Surrey, North Delta, and Ladner. As of January 2024[update], the following routes serve Scott Road station:[11]",
  "source_url": "https://en.wikipedia.org/wiki/Scott_Road_station"
}