{
  "id": 877,
  "title": "National Union Catalog",
  "data": "The National Union Catalog (NUC) is a printed catalog of books catalogued by the Library of Congress and other American and Canadian libraries, issued beginning in the 1950s. The National Union Catalog is divided into two series: the Pre-1956 Imprints is a 754-volume set containing all older records in a consolidated alphabetical format, while post-1955 volumes continue to be published serially.  Since 1983, the NUC has been issued on microfiche.[1]  It is not related to the National Union Catalog of Manuscript Collections (NUCMC).[2] The National Union Catalog of Pre-1956 Imprints, a set of 754 volumes, largely superseded the older Library of Congress Catalog of printed books, and included printed works published before 1956 which are held by major American and Canadian libraries. [3] It is sometimes referred to as the Mansell, after its publisher.  This set is a massive bibliography compiled during the period from 1968 to 1981. It contains photocopies of printed catalog cards from major American and Canadian libraries, arranged alphabetically by author's last name, or by title for books that have no author, such as the Bible. The NUC of Pre-1956 Imprints was an important resource for verifying bibliographic information and finding copies of books before the advent of large electronic bibliographic databases, such as WorldCat; the massive size and weight of the set make it less useful now. However, given that approximately 27% of the books listed in the NUC Pre-1956 Imprints were not in listed WorldCat as of 2005[4] (25% in 2008[5]), it remains an extremely valuable tool for researchers. [6] The complete title of this work describes its purpose and scope:[7] The NUC of Pre-1956 Imprints is published in 754 volumes, containing over 528,000 pages.  The set takes up approximately 130 feet (40 m) of shelf space. It weighs three tons. The Library of Congress began its union catalog project in 1901 in an attempt to locate and note the location of a copy of every important book in the United States.[9] With financial assistance from John D. Rockefeller Jr., the collection grew to over 11 million cards.  Copies of these cards were distributed to a number of libraries around the country. Eventually the cards for all materials catalogued by the cooperating libraries were reproduced and issued serially in printed volumes as the National Union Catalog, supplementing the Library of Congress Catalog of Printed Books. Monthly NUC catalogs were cumulated quarterly, annually, and multi-annually. In an effort to simplify research, it was decided in the 1960s to collect and publish all of the references to pre-1956 imprints in a single alphabetical listing.  Mansell Information/Publishing Ltd., the company which created the British Museum library catalog, won the contract to publish the proposed union catalog. Over the next 14 years, about five 600-page volumes were published each month until the NUC of Pre-1956 Imprints was completed, largely superseding the older Library of Congress Catalog of Printed Books. [10] As librarians moved to online catalogs, many libraries disposed of the National Union Catalog or moved the volumes into off-site storage. The work however remains of value. Abbott and Scherlent note, \"The story of the NUC is a fascinating part of twentieth-century library history, central to the story of libraries’ transition from the analog to digital. It represented a monolithic achievement in the ongoing quest by libraries to streamline access to the world’s literature.\"\n[11] It remains available online through the HathiTrust.",
  "source_url": "https://en.wikipedia.org/wiki/National_Union_Catalog"
}