{
  "id": 167,
  "title": "Pashtuns",
  "data": "Pashtuns (/ˈpʌʃˌtʊn/, /ˈpɑːʃˌtʊn/, /ˈpæʃˌtuːn/; Pashto: پښتانه, romanized: Pəx̌tānə́;[20]), also known as Pakhtuns,[21] or Pathans,[c] are a nomadic,[25][26][27] pastoral,[28][29] Iranian ethnic group[21] primarily residing in northwestern Pakistan and southern and eastern Afghanistan.[30][31] They were historically also referred to as Afghans[d] until 1964[37][38] after the term's meaning had become a demonym for all citizens of Afghanistan regardless of their ethnic group.[37][39] The Pashtuns speak the Pashto language, which belongs to the Eastern Iranian branch of the Iranian language family. Additionally, Dari serves as the second language of Pashtuns in Afghanistan,[40][41] while those in Pakistan speak Urdu and English.[16][42] In India, the majority of those of Pashtun descent have lost the ability to speak Pashto and instead speak Hindi and other regional languages.[43][17][44] There are an estimated 350–400 Pashtun tribes and clans with a variety of origin theories.[45][46][47] In 2021, Shahid Javed Burki estimated the total Pashtun population to be situated between 60 and 70 million, with 15 million in Afghanistan.[2] Others who accept the 15 million figure include British academic Tim Willasey-Wilsey[3] as well as Abubakar Siddique, a journalist specializing in Afghan affairs.[4] This figure is disputed due to the lack of an official census in Afghanistan since 1979 due to continuing conflicts there.[48] They are the second-largest ethnic group in Pakistan and the largest ethnic group in Afghanistan,[49] constituting around 18.24% of the total Pakistani population and around 47% of the total Afghan population.[50][51][52] In India, significant and historical communities of the Pashtun diaspora exist in the northern region of Rohilkhand, as well as in major Indian cities such as Delhi and Mumbai.[53][54] Pashtuns are spread over a wide geographic area, south of the Amu river and west of the Indus River. They can be found all over Afghanistan and Pakistan.[30] Big cities with a Pashtun majority include Jalalabad, Kandahar, Bannu, Dera Ismail Khan, Khost, Kohat, Lashkar Gah, Mardan, Ghazni, Mingora, Peshawar, Quetta, among others. Pashtuns also live in Abbottabad, Farah, Herat, Islamabad, Kabul, Karachi, Kunduz, Lahore, Mazar-i-Sharif, Mianwali, and Attock.[citation needed] The city of Karachi, the financial capital of Pakistan, is home to the world's largest urban community of Pashtuns, larger than those of Kabul and Peshawar.[55] Likewise, Islamabad, the country's political capital, also serves as the major urban center of Pashtuns. More than 20% of the city's population belongs to the Pashto-speaking community.[citation needed] Pashtuns in India often identify as Pathans (the Hindustani word for Pashtun), and are referred to this way by other ethnic groups of the subcontinent.[56][57][58][59] Some Indians claim descent from Pashtun soldiers who settled in India by marrying local women during the Muslim conquest in the Indian subcontinent.[60] Many Pathans chose to live in the Republic of India after the partition of India. Khan Mohammad Atif, a professor at the University of Lucknow, estimates that \"The population of Pathans in India is twice their population in Afghanistan\".[61] Historically, Pashtuns settled in various cities of India before and during the British Raj in colonial India. These include Bombay (now called Mumbai), Farrukhabad, Delhi, Calcutta, Saharanpur, Rohilkhand, Jaipur, and Bangalore.[53][62][54] The settlers are descended from both Pashtuns of present-day Pakistan and Afghanistan (British India before 1947). In some regions in India, they are sometimes referred to as Kabuliwala.[63] In India significant Pashtun diaspora communities exist.[64][60] While speakers of Pashto in the country number only 21,677 as of 2011, estimates of the ethnic or ancestral Pashtun population in India range from 3,200,000[5][6][65] to 11,482,000,[66] to as high as double their population in Afghanistan (approximately 30 million).[67] The Rohilkhand region of Uttar Pradesh is named after the Rohilla community of Pashtun ancestry; the area came to be governed by the Royal House of Rampur, a Pashtun dynasty.[68] They also live in the states of Maharashtra in central India and West Bengal in eastern India that each have a population of over a million with Pashtun ancestry;[69] both Bombay and Calcutta were primary locations of Pashtun migrants from Afghanistan during the colonial era.[70] There are also populations over 100,000 each in the cities of Jaipur in Rajasthan and Bangalore in Karnataka.[69] Bombay (now called Mumbai) and Calcutta both have a Pashtun population of over 1 million, while Jaipur and Bangalore have an estimate of around 100,000. The Pashtuns in Bangalore include the Khan siblings Feroz, Sanjay and Akbar Khan, whose father settled in Bangalore from Ghazni.[71] During the 19th century, when the British were recruiting peasants from British India as indentured servants to work in the Caribbean, South Africa and other places, Rohillas were sent to Trinidad, Surinam, Guyana, and Fiji, to work in the sugarcane fields and perform manual labour.[72] Many stayed and formed communities of their own. Some of them assimilated with the other South Asian Muslim nationalities to form a common Indian Muslim community in tandem with the larger Indian community, losing their distinctive heritage. Some Pashtuns travelled as far as Australia during the same era.[73] Today, the Pashtuns are a collection of diversely scattered communities present across the length and breadth of India, with the largest populations principally settled in the plains of northern and central India.[74][75][76] Following the partition of India in 1947, many of them migrated to Pakistan.[74] The majority of Indian Pashtuns are Urdu-speaking communities,[77] who have assimilated into the local society over the course of generations.[77] Pashtuns have influenced and contributed to various fields in India, particularly politics, the entertainment industry and sports.[76] Pashtuns are also found in smaller numbers in the eastern and northern parts of Iran.[78] Records as early as the mid-1600s report Durrani Pashtuns living in the Khorasan province of Safavid Iran.[79] After the short reign of the Ghilji Pashtuns in Iran, Nader Shah defeated the last independent Ghilji ruler of Kandahar, Hussain Hotak. In order to secure Durrani control in southern Afghanistan, Nader Shah deported Hussain Hotak and large numbers of the Ghilji Pashtuns to the Mazandaran province in northern Iran. The remnants of this once sizeable exiled community, although assimilated, continue to claim Pashtun descent.[80] During the early 18th century, in the course of a very few years, the number of Durrani Pashtuns in Iranian Khorasan, greatly increased.[81] Later the region became part of the Durrani Empire itself. The second Durrani king of Afghanistan, Timur Shah Durrani was born in Mashhad.[82] Contemporary to Durrani rule in the east, Azad Khan Afghan, an ethnic Ghilji Pashtun, formerly second in charge of Azerbaijan during Afsharid rule, gained power in the western regions of Iran and Azerbaijan for a short period.[83] According to a sample survey in 1988, 75 per cent of all Afghan refugees in the southern part of the Iranian Khorasan province were Durrani Pashtuns.[84] Indian and Pakistani Pashtuns have utilized the British/Commonwealth links of their respective countries, and modern communities have been established starting around the 1960s mainly in the United Kingdom, Canada, Australia but also in other commonwealth countries (and the United States). Some Pashtuns have also settled in the Middle East, such as in the Arabian Peninsula. For example, about 300,000 Pashtuns migrated to the Persian Gulf countries between 1976 and 1981, representing 35% of Pakistani immigrants.[85] The Pakistani and Afghan diaspora around the world includes Pashtuns. A tribe called Pakthās, one of the tribes that fought against Sudas in the Dasarajna, or \"Battle of the Ten Kings\", are mentioned in the seventh mandala of the Rigveda, a text of Vedic Sanskrit hymns dated between c. 1500 and 1200 BCE:[86][87] Together came the Pakthas (पक्थास), the Bhalanas, the Alinas, the Sivas, the Visanins. Yet to the Trtsus came the Ārya's Comrade, through love of spoil and heroes' war, to lead them. Heinrich Zimmer connects them with a tribe mentioned by Herodotus (Pactyans) in 430 BCE in the Histories:[88][89][90] Other Indians dwell near the town of Caspatyrus[Κασπατύρῳ] and the Pactyic [Πακτυϊκῇ] country, north of the rest of India; these live like the Bactrians; they are of all Indians the most warlike, and it is they who are sent for the gold; for in these parts all is desolate because of the sand. These Pactyans lived on the eastern frontier of the Achaemenid Arachosia Satrapy as early as the 1st millennium BCE, present-day Afghanistan.[91] Herodotus also mentions a tribe of known as Aparytai (Ἀπαρύται).[92] Thomas Holdich has linked them with the Afridi tribe:[93][94][95] The Sattagydae, Gandarii, Dadicae, and Aparytae (Ἀπαρύται) paid together a hundred and seventy talents; this was the seventh province Joseph Marquart made the connection of the Pashtuns with names such as the Parsiētai (Παρσιῆται), Parsioi (Πάρσιοι) that were cited by Ptolemy 150 CE:[96][97] \"The northern regions of the country are inhabited\nby the Bolitai, the western regions by the Aristophyloi below whom live the Parsioi (Πάρσιοι). The southern regions are inhabited by the Parsiētai (Παρσιῆται), the eastern regions by the Ambautai. The towns and villages lying in the country of the Paropanisadai are these: Parsiana Zarzaua/Barzaura Artoarta Baborana Kapisa niphanda\" Strabo, the Greek geographer, in the Geographica (written between 43 BC to 23 AD) makes mention of the Scythian tribe Pasiani (Πασιανοί), which has also been identified with Pashtuns given that Pashto is an Eastern-Iranian language, much like the Scythian languages:[98][99][100][101][102] \"Most of the Scythians...each separate tribe has its peculiar name. All, or the greatest part of them, are nomades. The best known tribes are those who deprived the Greeks of Bactriana, the Asii, Pasiani, Tochari, and Sacarauli, who came from the country on the other side of the Iaxartes (Syr Darya)\" This is considered a different rendering of Ptolemy's Parsioi (Πάρσιοι).[101] Johnny Cheung,[103] reflecting on Ptolemy's Parsioi (Πάρσιοι) and Strabo's Pasiani (Πασιανοί) states: \"Both forms show slight phonetic substitutions, viz. of υ for ι, and the loss of r in Pasianoi is due to perseveration from the preceding Asianoi. They are therefore the most likely candidates as the (linguistic) ancestors of modern day Pashtuns.\"[104] In the Middle Ages until the advent of modern Afghanistan in the 18th century, the Pashtuns were often referred to as \"Afghans\".[105]\nThe etymological view supported by numerous noted scholars is that the name Afghan evidently derives from Sanskrit Aśvakan, or the Assakenoi of Arrian, which was the name used for ancient inhabitants of the Hindu Kush.[106] Aśvakan literally means \"horsemen\", \"horse breeders\", or \"cavalrymen\" (from aśva or aspa, the Sanskrit and Avestan words for \"horse\").[107] This view was propounded by scholars like Christian Lassen,[108] J. W. McCrindle,[109] M. V. de Saint Martin,[110] and É. Reclus,[111][112][113][114][115][116] The earliest mention of the name Afghan (Abgân) is by Shapur I of the Sassanid Empire during the 3rd century CE,[117] In the 4th century the word \"Afghans/Afghana\" (αβγανανο) as a reference to a particular people is mentioned in the Bactrian documents found in Northern Afghanistan.[118][119] \"To Ormuzd Bunukan, from Bredag Watanan ... greetings and homage from ... ), the ( sotang ( ? ) of Parpaz ( under ) [ the glorious ) yabghu of Hephthal, the chief of the Afghans, ' the judge of Tukharistan and Gharchistan . Moreover, ' a letter [ has come hither ] from you, so I have heard how [ you have ] written ' ' to me concerning ] my health . I arrived in good health, ( and ) ( afterwards ( ? ) ' ' I heard that a message ] was sent thither to you ( saying ) thus : ... look after the farming but the order was given to you thus. You should hand over the grain and then request it from the citizens store: I will not order, so.....I Myself order And I in Respect of winter sends men thither to you then look after the farming, To Ormuzd Bunukan, Greetings\" \"because [you] (pl.), the clan of the Afghans, said thus to me:...And you should not have denied? the men of Rob[120] [that] the Afghans took (away) the horses\" \"[To ...]-bid the Afghan... Moreover, they are in [War]nu(?) because of the Afghans, so [you should] impose a penalty on Nat Kharagan ... ...lord of Warnu with ... ... ...the Afghan... ... \" The name Afghan is later recorded in the 6th century CE in the form of \"Avagāṇa\" [अवगाण][121] by the Indian astronomer Varāha Mihira in his Brihat-samhita.[122][123] \"It would be unfavourable to the people of Chola, the Afghans (Avagāṇa), the white Huns and the Chinese.\"[123] The word Afghan also appeared in the 982 Ḥudūd al-ʿĀlam, where a reference is made to a village, Saul, which was probably located near Gardez, Afghanistan.[124] \"Saul, a pleasant village on a mountain. In it live Afghans\".[124] The same book also speaks of a king in Ninhar (Nangarhar), who had Muslim, Afghan and Hindu wives.[125] In the 11th century, Afghans are mentioned in Al-Biruni's Tarikh-ul Hind (\"History of the Indus\"), which describes groups of rebellious Afghans in the tribal lands west of the Indus River in what is today Pakistan.[124][126] Al-Utbi, the Ghaznavid chronicler, in his Tarikh-i Yamini recorded that many Afghans and Khiljis (possibly the modern Ghilji) enlisted in the army of Sabuktigin after Jayapala was defeated.[127] Al-Utbi further stated that Afghans and Ghiljis made a part of Mahmud Ghaznavi's army and were sent on his expedition to Tocharistan, while on another occasion Mahmud Ghaznavi attacked and punished a group of opposing Afghans, as also corroborated by Abulfazl Beyhaqi.[128] It is recorded that Afghans were also enrolled in the Ghurid Kingdom (1148–1215).[129] By the beginning of the Khilji dynasty in 1290, Afghans have been well known in northern India. Ibn Battuta, when visiting Afghanistan following the era of the Khilji dynasty, also wrote about the Afghans. \"We travelled on to Kabul, formerly a vast town, the site of which is now occupied by Afghans. They hold mountains and defiles and possess considerable strength, and are mostly highwaymen. Their principal mountain is called Kuh Sulayman. It is told that the prophet Sulayman [Solomon] ascended this mountain and having looked out over India, which was then covered with darkness, returned without entering it.\"[130] Ferishta, a 16th-century Muslim historian writing about the history of Muslim rule in the subcontinent, stated: He [Khalid bin Abdullah son of Khalid bin Walid] retired, therefore, with his family, and a number of Arab retainers, into the Sulaiman Mountains, situated between Multan and Peshawar, where he took up his residence, and gave his daughter in marriage to one of the Afghan chiefs, who had become a proselyte to Mahomedism. From this marriage many children were born, among whom were two sons famous in history. The one Lodhi, the other Sur; who each, subsequently, became head of the tribes which to this day bear their name. I have read in the Mutla-ul-Anwar, a work written by a respectable author, and which I procured at Burhanpur, a town of Khandesh in the Deccan, that the Afghans are Copts of the race of the Pharaohs; and that when the prophet Moses got the better of that infidel who was overwhelmed in the Red Sea, many of the Copts became converts to the Jewish faith; but others, stubborn and self-willed, refusing to embrace the true faith, leaving their country, came to India, and eventually settled in the Sulimany mountains, where they bore the name of Afghans.[35] The ethnogenesis of the Pashtun ethnic group is unclear. There are many conflicting theories among historians and the Pashtuns themselves. Modern scholars believe that Pashtuns do not all share the same origin. The early ancestors of modern-day Pashtuns may have belonged to old Iranian tribes that spread throughout the eastern Iranian plateau.[131][132][31] Historians have also come across references to various ancient Indo-Aryan tribes called Pakthas (Pactyans) between the 2nd and the 1st millennium BC,[133][134][135] although according to Richard N. Frye the identification of Pashtuns with the Pakhtas is a mere guess and not proven. And scholars such as Georg Morgenstierne propose the derivation of Pashto from Parsa or Parswana.[136] Mohan Lal stated in 1846 that \"the origin of the Afghans is so obscure, that no one, even among the oldest and most clever of the tribe, can give satisfactory information on this point.\"[137] Others have suggested that a single origin of the Pashtuns is unlikely but rather they are a tribal confederation. \"Looking for the origin of Pashtuns and the Afghans is something like exploring the source of the Amazon. Is there one specific beginning? And are the Pashtuns originally identical with the Afghans? Although the Pashtuns nowadays constitute a clear ethnic group with their own language and culture, there is no evidence whatsoever that all modern Pashtuns share the same ethnic origin. In fact it is highly unlikely.\"[124] Pashto is generally classified as an Eastern Iranian language.[138][139][140] It shares features with the Munji language, which is the closest existing language to the extinct Bactrian,[141] but also shares features with the Sogdian language, as well as Khwarezmian, Shughni, Sanglechi, and Khotanese Saka.[142] It is suggested by some that Pashto may have originated in the Badakhshan region and is connected to a Saka language akin to Khotanese.[143] In fact major linguist Georg Morgenstierne has described Pashto as a Saka dialect and many others have observed the similarities between Pashto and other Saka languages as well, suggesting that the original Pashto speakers might have been a Saka group.[144][145] Furthermore, Pashto and Ossetian, another Scythian-descending language, share cognates in their vocabulary which other Eastern Iranian languages lack[146] Cheung suggests a common isogloss between Pashto and Ossetian which he explains by an undocumented Saka dialect being spoken close to reconstructed Old Pashto which was likely spoken north of the Oxus at that time.[147] Others however have suggested a much older Iranic ancestor given the affinity to Old Avestan.[148] According to one school of thought, Pashtun are descended from a variety of ethnicities, including Persians, Greeks, Turks, Arabs, Bactrians, Dards, Scythians, Tartars, Huns (Hephthalites), Mongols, Moghals (Mughals), and anyone else who has crossed the region where these Pashtun live. Unexpectedly, this includes alleged ties of Israelite descent.[149][150] Some Pashtun tribes claim descent from Arabs, including some claiming to be Sayyids.[151] One historical account connects the Pashtuns to a possible Ancient Egyptian past but this lacks supporting evidence.[152] Henry Walter Bellew, who wrote extensively on Afghan culture, noted that some people claim that the Bangash Pashtuns are connected to Ismail Samani.[153] According to Firasat et al. 2007, a proportion of Pashtuns may descend from Greeks, but they also suggest that Greek ancestry may also have come from Greek slaves brought by Xerxes I.[154] The Greek ancestry of the Pashtuns may also be traced on the basis of a homologous group. And Hoplogroup J2 is from the Semitic population, and this Hoplogroup is found in 6.5% of Greeks and Pashtuns and 55.6% of the Israelite population.[155] A number of genetic studies on Pashtuns have lately been undertaken by academics from various institutions and research institutes. The Greek heritage of Pakistani Pashtuns has been researched in. In this study, the Pashtuns, Kalash, and Burusho to be descended from Alexander's soldiers considered.[156] Henry Walter Bellew (1834–1892) was of the view that the Pashtuns likely have mixed Greek and Indian Rajput roots.[157][158] Following Alexander's brief occupation, the successor state of the Seleucid Empire expanded influence on the Pashtuns until 305 BCE when they gave up dominating power to the Indian Maurya Empire as part of an alliance treaty.[159] Some groups from Peshawar and Kandahar believe to be descended from Greeks who arrived with Alexander the Great.[160] According to some accounts the Ghilji tribe has been connected to the Khalaj people.[161] Following al-Khwarizmi, Josef Markwart claimed the Khalaj to be remnants of the Hephthalite confederacy.[162] The Hephthalites may have been Indo-Iranian,[162] although the view that they were of Turkic Gaoju origin[163] \"seems to be most prominent at present\".[164] The Khalaj may originally have been Turkic-speaking and only federated with Iranian Pashto-speaking tribes in medieval times.[165] However, according to linguist Sims-Williams, archaeological documents do not support the suggestion that the Khalaj were the successors of the Hephthalites,[166] while according to historian V. Minorsky, the Khalaj were \"perhaps only politically associated with the Hephthalites.\"[167] According to Georg Morgenstierne, the Durrani tribe who were known as the \"Abdali\" before the formation of the Durrani Empire 1747,[168] might be connected to with the Hephthalites;[169] Aydogdy Kurbanov endorses this view who proposes that after the collapse of the Hephthalite confederacy, Hephthalite likely assimilated into different local populations.[170] According to The Cambridge History of Iran volume 3, Issue 1, the Ghilji tribe of Afghanistan are the descendants of Hephthalites.[171] Some anthropologists lend credence to the oral traditions of the Pashtun tribes themselves. For example, according to the Encyclopaedia of Islam, the theory of Pashtun descent from Israelites is traced to Nimat Allah al-Harawi, who compiled a history for Khan-e-Jehan Lodhi in the reign of Mughal Emperor Jehangir in the 17th century.[172] The 13th century Tabaqat-i Nasiri discusses the settlement of immigrant Bani Israel at the end of the 8th century CE in the Ghor region of Afghanistan, settlement attested by Jewish inscriptions in Ghor. Historian André Wink suggests that the story \"may contain a clue to the remarkable theory of the Jewish origin of some of the Afghan tribes which is persistently advocated in the Persian-Afghan chronicles.\"[173] These references to Bani Israel agree with the commonly held view by Pashtuns that when the twelve tribes of Israel were dispersed, the tribe of Joseph, among other Hebrew tribes, settled in the Afghanistan region.[174] This oral tradition is widespread among the Pashtun tribes. There have been many legends over the centuries of descent from the Ten Lost Tribes after groups converted to Christianity and Islam. Hence the tribal name Yusufzai in Pashto translates to the \"son of Joseph\". A similar story is told by many historians, including the 14th century Ibn Battuta and 16th century Ferishta.[35] However, the similarity of names can also be traced to the presence of Arabic through Islam.[175] This theory of Pashtuns Jewish origin has been largely denied and is said that Its biblical claims are anecdotal, its historical documentation is inconsistent, its geographic claims are incoherent, and its linguistic assertions are implausible.[176] One conflicting issue in the belief that the Pashtuns descend from the Israelites is that the Ten Lost Tribes were exiled by the ruler of Assyria, while Maghzan-e-Afghani says they were permitted by the ruler to go east to Afghanistan. This inconsistency can be explained by the fact that Persia acquired the lands of the ancient Assyrian Empire when it conquered the Empire of the Medes and Chaldean Babylonia, which had conquered Assyria decades earlier. But no ancient author mentions such a transfer of Israelites further east, or no ancient extra-Biblical texts refer to the Ten Lost Tribes at all.[177] Some Afghan historians have maintained that Pashtuns are linked to the ancient Israelites. Mohan Lal quoted Mountstuart Elphinstone who wrote: \"The Afghan historians proceed to relate that the children of Israel, both in Ghore and in Arabia, preserved their knowledge of the unity of God and the purity of their religious belief, and that on the appearance of the last and greatest of the prophets (Muhammad) the Afghans of Ghore listened to the invitation of their Arabian brethren, the chief of whom was Khauled...if we consider the easy way with which all rude nations receive accounts favourable to their own antiquity, I fear we much class the descents of the Afghans from the Jews with that of the Romans and the British from the Trojans, and that of the Irish from the Milesians or Brahmins.\"[178] This theory has been criticized for not being substantiated by historical evidence.[175] Zaman Stanizai criticizes this theory:[175] \"The 'mythified' misconception that the Pashtuns are the descendants of the lost tribes of Israel is a fabrication popularized in 14th-century India. A claim that is full of logical inconsistencies and historical incongruities, and stands in stark contrast to the conclusive evidence of the Indo-Iranian origin of Pashtuns supported by the incontrovertible DNA sequencing that the genome analysis revealed scientifically.\" According to genetic studies Pashtuns have a greater R1a1a*-M198 modal halogroup than Jews:[179] \"Our study demonstrates genetic similarities between Pathans from Afghanistan and Pakistan, both of which are characterized by the predominance of haplogroup R1a1a*-M198 (>50%) and the sharing of the same modal haplotype...Although Greeks and Jews have been proposed as ancestors to Pathans, their genetic origin remains ambiguous...Overall, Ashkenazi Jews exhibit a frequency of 15.3% for haplogroup R1a1a-M198\" Their modern past stretches back to the Delhi Sultanate (Khalji and Lodi dynasty), the Hotak dynasty and the Durrani Empire. The Hotak rulers rebelled against the Safavids and seized control over much of Persia from 1722 to 1729.[180] This was followed by the conquests of Ahmad Shah Durrani who was a former high-ranking military commander under Nader Shah and founder of the Durrani Empire, which covered most of what is now Afghanistan, Pakistan, Kashmir, Indian Punjab, as well as the Kohistan and Khorasan provinces of Iran.[181] After the decline of the Durrani dynasty in the first half of the 19th century under Shuja Shah Durrani, the Barakzai dynasty took control of the empire. Specifically, the Mohamedzais held Afghanistan's monarchy from around 1826 to the end of Zahir Shah's reign in 1973. During the so-called \"Great Game\" of the 19th century, rivalry between the British and Russian empires was useful to the Pashtuns of Afghanistan in resisting foreign control and retaining a degree of autonomy (see the Siege of Malakand). However, during the reign of Abdur Rahman Khan (1880–1901), Pashtun regions were politically divided by the Durand Line – areas that would become western Pakistan fell within British India as a result of the border. In the 20th century, many politically active Pashtun leaders living under British rule of undivided India supported Indian independence, including Ashfaqulla Khan,[182][183] Abdul Samad Khan Achakzai, Ajmal Khattak, Bacha Khan and his son Wali Khan (both members of the Khudai Khidmatgar), and were inspired by Mohandas Gandhi's non-violent method of resistance.[184][185] Many Pashtuns also worked in the Muslim League to fight for an independent Pakistan through non violent resistance, including Yusuf Khattak and Abdur Rab Nishtar who was a close associate of Muhammad Ali Jinnah.[186]\nThe Pashtuns of Afghanistan attained complete independence from British political intervention during the reign of Amanullah Khan, following the Third Anglo-Afghan War. By the 1950s a popular call for Pashtunistan began to be heard in Afghanistan and the new state of Pakistan. This led to bad relations between the two nations. The Afghan monarchy ended when President Daoud Khan seized control of Afghanistan from his cousin Zahir Shah in 1973 on a Pashtun Nationalist agenda, which opened doors for a proxy war by neighbours. In April 1978, Daoud Khan was assassinated along with his family and relatives in a bloody coup orchestrated by Hafizullah Amin. Afghan mujahideen commanders in exile in neighbouring Pakistan began recruiting for a guerrilla warfare against the Democratic Republic of Afghanistan – the Marxist government which was also dominated by Pashtun Khalqists who held Nationalist views including Hafizullah Amin, Nur Muhammad Taraki, General Mohammad Aslam Vatanjar, Shahnawaz Tanai, Mohammad Gulabzoy and many more. In 1979, the Soviet Union intervened in its southern neighbour Afghanistan in order to defeat a rising insurgency. The Afghan mujahideen were funded by the United States, Saudi Arabia, China and others, and included some Pashtun commanders such as Abdul Rasul Sayyaf, Gulbuddin Hekmatyar, Jalaluddin Haqqani, Mohammad Nabi Mohammadi and Mohammad Yunus Khalis. In the meantime, millions of Pashtuns joined the Afghan diaspora in Pakistan and Iran, and from there tens of thousands proceeded to Europe, North America, Oceania and other parts of the world.[187] The Afghan government and military would remain predominantly Pashtun until the fall of Mohammad Najibullah's Republic of Afghanistan in April 1992.[188] Many high-ranking government officials in the Islamic Republic of Afghanistan were Pashtuns, including: Abdul Rahim Wardak, Abdul Salam Azimi, Anwar ul-Haq Ahady, Amirzai Sangin, Ghulam Farooq Wardak, Hamid Karzai, Mohammad Ishaq Aloko, Omar Zakhilwal, Sher Mohammad Karimi, Zalmay Rasoul, Yousef Pashtun. The list of current governors of Afghanistan also include large percentage of Pashtuns. Mullah Yaqoob serves as acting Defense Minister, Sirajuddin Haqqani as acting Interior Minister, Amir Khan Muttaqi as acting Foreign Minister, Gul Agha Ishakzai as acting Finance Minister, and Hasan Akhund as acting Prime Minister. A number of other ministers are also Pashtuns. The Afghan royal family, which was represented by King Zahir Shah, are referred to Mohammadzais. Other prominent Pashtuns include the 17th-century poets Khushal Khan Khattak and Rahman Baba, and in contemporary era Afghan Astronaut Abdul Ahad Mohmand, former U.S. Ambassador Zalmay Khalilzad, and Ashraf Ghani among many others. Many Pashtuns of Pakistan and India have adopted non-Pashtun cultures, mainly by abandoning Pashto and using languages such as Urdu, Punjabi, and Hindko.[189] These include Ghulam Mohammad (first Finance Minister, from 1947 to 1951, and third Governor-General of Pakistan, from 1951 to 1955),[190][191][192][193][194] Ayub Khan, who was the second President of Pakistan, Zakir Husain who was the third President of India and Abdul Qadeer Khan, father of Pakistan's nuclear weapons program. Many more held high government posts, such as Asfandyar Wali Khan, Mahmood Khan Achakzai, Sirajul Haq, and Aftab Ahmad Sherpao, who are presidents of their respective political parties in Pakistan. Others became famous in sports (e.g., Imran Khan, Mansoor Ali Khan Pataudi, Younis Khan, Shahid Afridi, Irfan Pathan, Jahangir Khan, Jansher Khan, Hashim Khan, Rashid Khan, Shaheen Afridi, Naseem Shah, Misbah Ul Haq, Mujeeb Ur Rahman and Mohammad Wasim) and literature (e.g., Ghani Khan, Hamza Shinwari, and Kabir Stori). Malala Yousafzai, who became the youngest Nobel Peace Prize recipient in 2014, is a Pakistani Pashtun. Many of the Bollywood film stars in India have Pashtun ancestry; some of the most notable ones are Aamir Khan, Shahrukh Khan, Salman Khan, Feroz Khan, Madhubala, Kader Khan, Saif Ali Khan, Soha Ali Khan, Sara Ali Khan, and Zarine Khan.[195][196] In addition, one of India's former presidents, Zakir Husain, belonged to the Afridi tribe.[197][198][199] Mohammad Yunus, India's former ambassador to Algeria and advisor to Indira Gandhi, is of Pashtun origin and related to the legendary Bacha Khan.[200][201][202][203] In the late 1990s, Pashtuns were the primary ethnic group in the ruling regime i.e. Islamic Emirate of Afghanistan (Taliban regime).[204][205][failed verification] The Northern Alliance that was fighting against the Taliban also included a number of Pashtuns. Among them were Abdullah Abdullah, Abdul Qadir and his brother Abdul Haq, Abdul Rasul Sayyaf, Asadullah Khalid, Hamid Karzai and Gul Agha Sherzai. The Taliban regime was ousted in late 2001 during the US-led War in Afghanistan and replaced by the Karzai administration.[206] This was followed by the Ghani administration and the reconquest of Afghanistan by the Taliban (Islamic Emirate of Afghanistan). The long wars in Afghanistan have led to Pashtuns gaining a reputation for being exceptional fighters.[207] Some activists and intellectuals are trying to rebuild Pashtun intellectualism and its pre-war culture.[208] The majority of Pashtuns from Afghanistan belong to R1a, with a frequency of 50–65%.[209] Subclade R1a-Z2125 occurs at a frequency of 40%.[210] This subclade is predominantly found in Tajiks, Turkmen, Uzbeks and in some populations in the Caucasus and Iran.[211] Haplogroup G-M201 reaches 9% in Afghan Pashtuns and is the second most frequent haplogroup in Pashtuns from southern Afghanistan.[209][212] Haplogroup L and Haplogroup J2 occurs at an overall frequency of 6%.[209] According to a Mitochondrial DNA analysis of four ethnic groups of Afghanistan, the majority of mtDNA among Afghan Pashtuns belongs to West Eurasian lineages, and share a greater affinity with West Eurasian and Central Asian populations rather than to populations of South Asia or East Asia. The haplogroup analysis indicates the Pashtuns and Tajiks in Afghanistan share ancestral heritage. Among the studied ethnic groups, the Pashtuns have the greatest mtDNA diversity.[213] The most frequent haplogroup among Pakistani Pashtuns is haplogroup R which is found at a rate of 28–50%. Haplogroup J2 was found in 9% to 24% depending on the study and Haplogroup E has been found at a frequency of 4% to 13%. Haplogroup L occurs at a rate of 8%. Certain Pakistani Pashtun groups exhibit high levels of R1b.[214][215] Overall Pashtun groups are genetically diverse, and the Pashtun ethnic group is not a single genetic population. Different Pashtun groups exhibit different genetic backgrounds, resulting in considerable heterogeneity.[216] Y haplogroup and mtdna haplogroup samples were taken from Jadoon, Yousafzai, Sayyid, Gujar and Tanoli men living in Swabi District, Khyber Pakhtunkhwa in Pakistan. Jadoon men have predominantly East Asian origin paternal ancestry with West Eurasian maternal ancestry and a lesser amount of South Asian maternal ancestry according to a Y and mtdna haplogroup test indicating local females marrying immigrant males during the medieval period. Y Haplogroup O3-M122 makes up the majority of Jadoon men, the same haplogroup carried by the majority (50–60%) of Han Chinese. 82.5% of Jadoon men carrying Q-MEH2 and O3-M122 which are both of East Asian origin. O3-M122 was absent in the Sayyid (Syed) population and appeared in low numbers among Tanolis, Gujars and Yousafzais. There appears to be founder affect in the O3-M122 among the Jadoon.[217][218][219] 76.32% of Jadoon men carry O3-M122 while 0.75% of Tanolis, 0.81% of Gujars and 2.82% of Yousafzais carry O3-M122.[220][221] 56.25% of the Jadoons in another test carried West Eurasian maternal Haplogroup H (mtDNA).[222] Dental morphology of the Swabi Jadoons was also analysed and compared to other groups in the regions like Yousufzais and Sayyids.[223] The most prominent views among Pashtuns as to who exactly qualifies as a Pashtun are:[224] A prominent institution of the Pashtun people is the intricate system of tribes.[230] The tribal system has several levels of organization: the tribe they are in is from four 'greater' tribal groups: the Sarbani, the Bettani, the Gharghashti, and the Karlani.[231] The tribe is then divided into kinship groups called khels, which in turn is divided into smaller groups (pllarina or plarganey), each consisting of several extended families called kahols.[232] The Durranis and Ghiljis (or Ghilzais) are the two largest groups of Pashtuns, with approximately two-thirds of Afghan Pashtuns belonging to these confederations.[233] The Durrani tribe has been more urban and politically successful, while the Ghiljis are more numerous, more rural, and reputedly tougher. In the 18th century, the groups collaborated at times and at other times fought each other. With a few gaps, Durranis ruled modern Afghanistan continuously until the Saur Revolution of 1978; the new communist rulers were Ghilji.[234] Tribal allegiances are stronger among the Ghilji, while governance of the Durrani confederation is more to do with cross-tribal structures of land ownership.[233] Pashto is the mother tongue of most Pashtuns.[235][236][237] It is one of the two national languages of Afghanistan.[238][239] In Pakistan, although being the second-largest language being spoken,[240] it is often neglected officially in the education system.[241][242][243][244][245][246] This has been criticized as adversely impacting the economic advancement of Pashtuns,[247][248] as students do not have the ability to comprehend what is being taught in other languages fully.[249] Robert Nichols remarks:[250] The politics of writing Pashto language textbooks in a nationalist environment promoting integration through Islam and Urdu had unique effects. There was no lesson on any twentieth century Pakhtun, especially Abdul Ghaffar Khan, the anti-British, pro-Pakhtun nationalist. There was no lesson on the Pashtun state-builders in nineteenth and twentieth century Afghanistan. There was little or no sampling of original Pashto language religious or historical material. Pashto is categorized as an Eastern Iranian language,[251] but a remarkably large number of words are unique to Pashto.[252][253] Pashto morphology in relation to verbs is complex compared to other Iranian languages.[254] In this respect MacKenzie states:[255] If we compare the archaic structure of Pashto with the much simplified morphology of Persian, the leading modern Iranian language, we see that it stands to its 'second cousin' and neighbour in something like the same relationship as Icelandic does to English. Pashto has a large number of dialects: generally divided into Northern, Southern and Central groups;[256] and also Tarino or Waṇetsi as distinct group.[257][258] As Elfenbein notes: \"Dialect differences lie primarily in phonology and lexicon: the morphology and syntax are, again with the exception of Wanetsi, quite remarkably uniform\".[259] Ibrahim Khan provides the following classification on the letter ښ: the Northern Western dialect (e.g. spoken by the Ghilzai) having the phonetic value /ç+/, the North Eastern (spoken by the Yusafzais etc.) having the sound /x/, the South Western (spoken by the Abdalis etc.) having /ʂ/ and the South Eastern (spoken by the Kakars etc.) having /ʃ/.[260] He illustrates that the Central dialects, which are spoken by the Karlāṇ tribes, can also be divided on the North /x/ and South /ʃ/ distinction but provides that in addition these Central dialects have had a vowel shift which makes them distinct: for instance /ɑ/ represented by aleph the non-Central dialects becoming /ɔː/ in Banisi dialect.[260] The first Pashto alphabet was developed by Pir Roshan in the 16th century.[261] In 1958, a meeting of Pashtun scholars and writers from both Afghanistan and Pakistan, held in Kabul, standardized the present Pashto alphabet.[262] Pashtun culture is based on Pashtunwali, Islam and the understanding of Pashto language. The Kabul dialect is used to standardize the present Pashto alphabet.[262] Poetry is also an important part of Pashtun culture and it has been for centuries.[263] Pre-Islamic traditions, dating back to Alexander's defeat of the Persian Empire in 330 BC, possibly survived in the form of traditional dances, while literary styles and music reflect influence from the Persian tradition and regional musical instruments fused with localized variants and interpretation. Like other Muslims, Pashtuns celebrate Islamic holidays. Contrary to the Pashtuns living in Pakistan, Nowruz in Afghanistan is celebrated as the Afghan New Year by all Afghan ethnicities. Another prominent Pashtun institution is the lóya jirgá (Pashto: لويه جرګه) or 'grand council' of elected elders.[264] Most decisions in tribal life are made by members of the jirgá (Pashto: جرګه), which has been the main institution of authority that the largely egalitarian Pashtuns willingly acknowledge as a viable governing body.[265] Before Islam there were various different beliefs which were practised by Pashtuns such as Zoroastrianism,[266] Buddhism and Hinduism.[267] The overwhelming majority of Pashtuns adhere to Sunni Islam and belong to the Hanafi school of thought. Small Shia communities exist in Khyber Pakhtunkhwa and Paktia. The Shias belong to the Turi tribe while the Bangash tribe is approximately 50% Shia and the rest Sunni, who are mainly found in and around Parachinar, Kurram, Hangu, Kohat and Orakzai.[268] A legacy of Sufi activity may be found in some Pashtun regions, especially in Khyber Pakhtunkhwa, as evident in songs and dances. Many Pashtuns are prominent Ulema, Islamic scholars, such as Maulana Aazam an author of more than five hundred books including Tafasee of the Quran as Naqeeb Ut Tafaseer, Tafseer Ul Aazamain, Tafseer e Naqeebi and Noor Ut Tafaseer etc., as well as Muhammad Muhsin Khan who has helped translate the Noble Quran, Sahih Al-Bukhari and many other books to the English language.[269] Many Pashtuns want to reclaim their identity from being lumped in with the Taliban and international terrorism, which is not directly linked with Pashtun culture and history.[270] Little information is available on non-Muslim as there is limited data regarding irreligious groups and minorities, especially since many of the Hindu and Sikh Pashtuns migrated from Khyber Pakhtunkhwa after the partition of India and later, after the rise of the Taliban.[271][272] There are also Hindu Pashtuns, sometimes known as the Sheen Khalai, who have moved predominantly to India.[273][274] A small Pashtun Hindu community, known as the Sheen Khalai meaning 'blue skinned' (referring to the color of Pashtun women's facial tattoos), migrated to Unniara, Rajasthan, India after partition.[275] Prior to 1947, the community resided in the Quetta, Loralai and Maikhter regions of the British Indian province of Baluchistan.[276][275][277] They are mainly members of the Pashtun Kakar tribe. Today, they continue to speak Pashto and celebrate Pashtun culture through the Attan dance.[276][275] There is also a minority of Pashtun Sikhs in Tirah, Orakzai, Kurram, Malakand, and Swat. Due to the ongoing insurgency in Khyber Pakhtunkhwa, some Pashtun Sikhs were internally displaced from their ancestral villages to settle in cities like Peshawar and Nankana Sahib.[278][279][280] The majority of Pashtuns use Pashto as their native tongue, belonging to the Iranian language family,[282] and spoken by up to 60 million people.[283][284] It is written in the Pashto-Arabic script and is divided into two main dialects, the southern \"Pashto\" and the northern \"Pukhto\". The language has ancient origins and bears similarities to extinct languages such as Avestan and Bactrian.[285] Its closest modern relatives may include Pamir languages, such as Shughni and Wakhi, and Ossetic.[286] Pashto may have ancient legacy of borrowing vocabulary from neighbouring languages including such as Persian and Vedic Sanskrit. Modern borrowings come primarily from the English language.[287] The earliest describes Sheikh Mali's conquest of Swat.[288] Pir Roshan is believed to have written a number of Pashto books while fighting with the Mughals. Pashtun scholars such as Abdul Hai Habibi and others believe that the earliest Pashto work dates back to Amir Kror Suri, and they use the writings found in Pata Khazana as proof. Amir Kror Suri, son of Amir Polad Suri, was an 8th-century folk hero and king from the Ghor region in Afghanistan.[289][290] However, this is disputed by several European experts due to lack of strong evidence. The advent of poetry helped transition Pashto to the modern period. Pashto literature gained significant prominence in the 20th century, with poetry by Ameer Hamza Shinwari who developed Pashto Ghazals.[291] In 1919, during the expanding of mass media, Mahmud Tarzi published Seraj-al-Akhbar, which became the first Pashto newspaper in Afghanistan. In 1977, Khan Roshan Khan wrote Tawarikh-e-Hafiz Rehmatkhani which contains the family trees and Pashtun tribal names. Some notable poets include Malak Ahmad Khan Yusufzai Abdul Ghani Khan, Afzal Khan Khattak, Ahmad Shah Durrani, Gaju Khan Kalu Khan Yousafzai Ajmal Khattak, Ghulam Muhammad Tarzi, Hamza Shinwari, Hanif Baktash, Khushal Khan Khattak, Nazo Tokhi, Pareshan Khattak, Rahman Baba, Shuja Shah Durrani, and Timur Shah Durrani.[292][293] Pashto media has expanded in the last decade, with a number of Pashto TV channels becoming available. Two of the popular ones are the Pakistan-based AVT Khyber and Pashto One. Pashtuns around the world, particularly those in Arab countries, watch these for entertainment purposes and to get latest news about their native areas.[294] Others are Afghanistan-based Shamshad TV, Radio Television Afghanistan, TOLOnews and Lemar TV, which has a special children's show called Baghch-e-Simsim. International news sources that provide Pashto programs include BBC Pashto and Voice of America. Producers based in Peshawar have created Pashto-language films since the 1970s. Pashtun performers remain avid participants in various physical forms of expression including dance, sword fighting, and other physical feats. Perhaps the most common form of artistic expression can be seen in the various forms of Pashtun dances. One of the most prominent dances is Attan, which has ancient roots. A rigorous exercise, Attan is performed as musicians play various native instruments including the dhol (drums), tablas (percussions), rubab (a bowed string instrument), and toola (wooden flute). With a rapid circular motion, dancers perform until no one is left dancing, similar to Sufi whirling dervishes. Numerous other dances are affiliated with various tribes notably from Pakistan including the Khattak Wal Atanrh (eponymously named after the Khattak tribe), Mahsood Wal Atanrh (which, in modern times, involves the juggling of loaded rifles), and Waziro Atanrh among others. A sub-type of the Khattak Wal Atanrh known as the Braghoni involves the use of up to three swords and requires great skill. Young women and girls often entertain at weddings with the Tumbal (Dayereh) which is an instrument.[295] Both the Pakistan national cricket team and the Afghanistan national cricket team have Pashtun players.[296] One of the most popular sports among Pashtuns is cricket, which was introduced to South Asia during the early 18th century with the arrival of the British. Many Pashtuns have become prominent international cricketers, including Imran Khan, Shahid Afridi, Majid Khan, Misbah-ul-Haq, Younis Khan,[297] Umar Gul,[298] Junaid Khan,[299] Fakhar Zaman,[300] Mohammad Rizwan,[301] Usman Shinwari, Naseem Shah, Shaheen Afridi, Iftikhar Ahmed, Mohammad Wasim and Yasir Shah.[302] Australian cricketer Fawad Ahmed is of Pakistani Pashtun origin who has played for the Australian national team.[303] Makha is a traditional archery sport in Khyber Pakhtunkhwa, played with a long arrow (gheshai) having a saucer shaped metallic plate at its distal end, and a long bow.[304] In Afghanistan, some Pashtuns still participate in the ancient sport of buzkashi in which horse riders attempt to place a goat or calf carcass in a goal circle.[305][306][307] Pashtun women are known to be modest and honourable because of their modest dressing.[308][309] The lives of Pashtun women vary from those who reside in the ultra-conservative rural areas to those found in urban centres.[310] At the village level, the female village leader is called \"qaryadar\". Her duties may include witnessing women's ceremonies, mobilizing women to practice religious festivals, preparing the female dead for burial, and performing services for deceased women. She also arranges marriages for her own family and arbitrates conflicts for men and women.[311] Though many Pashtun women remain tribal and illiterate, some have completed universities and joined the regular employment world.[310] The decades of war and the rise of the Taliban caused considerable hardship among Pashtun women, as many of their rights have been curtailed by a rigid interpretation of Islamic law. The difficult lives of Afghan female refugees gained considerable notoriety with the iconic image Afghan Girl (Sharbat Gula) depicted on the June 1985 cover of National Geographic magazine.[312] Modern social reform for Pashtun women began in the early 20th century, when Queen Soraya Tarzi of Afghanistan made rapid reforms to improve women's lives and their position in the family. She was the only woman to appear on the list of rulers in Afghanistan. Credited with having been one of the first and most powerful Afghan and Muslim female activists. Her advocacy of social reforms for women led to a protest and contributed to the ultimate demise of King Amanullah's reign in 1929.[313] Civil rights remained an important issue during the 1970s, as feminist leader Meena Keshwar Kamal campaigned for women's rights and founded the Revolutionary Association of the Women of Afghanistan (RAWA) in the 1977.[314] Pashtun women these days vary from the traditional housewives who live in seclusion to urban workers, some of whom seek or have attained parity with men.[310] But due to numerous social hurdles, the literacy rate remains considerably lower for them than for males.[315] Abuse against women is present and increasingly being challenged by women's rights organizations which find themselves struggling with conservative religious groups as well as government officials in both Pakistan and Afghanistan. According to a 1992 book, \"a powerful ethic of forbearance severely limits the ability of traditional Pashtun women to mitigate the suffering they acknowledge in their lives.\"[316] Further challenging the status quo, Vida Samadzai was selected as Miss Afghanistan in 2003, a feat that was received with a mixture of support from those who back the individual rights of women and those who view such displays as anti-traditionalist and un-Islamic. Some have attained political office in Afghanistan and Pakistan.[317] A number of Pashtun women are found as TV hosts, journalists and actors.[62] In 1942, Madhubala (Mumtaz Jehan), the Marilyn Monroe of India, entered the Bollywood film industry.[195] Bollywood blockbusters of the 1970s and 1980s starred Parveen Babi, who hailed from the lineage of Gujarat's historical Pathan community: the royal Babi Dynasty.[318] Other Indian actresses and models, such as Zarine Khan, continue to work in the industry.[196] During the 1980s many Pashtun women served in the ranks of the Afghan communist regime's Military. Khatol Mohammadzai served paratrooper during the Afghan Civil War and was later promoted to brigadier general in the Afghan Army.[319] Nigar Johar is a three-star general in the Pakistan Army, another Pashtun female became a fighter pilot in the Pakistan Air Force.[320] \nPashtun women often have their legal rights curtailed in favour of their husbands or male relatives. For example, though women are officially allowed to vote in Pakistan, some have been kept away from ballot boxes by males.[321]",
  "source_url": "https://en.wikipedia.org/wiki/Pashtuns"
}