{
  "id": 579,
  "title": "Spartanburg Spartans",
  "data": "The Spartanburg Spartans were a long running minor league baseball franchise based in Spartanburg, South Carolina and Spartanburg County, South Carolina, playing between 1907 and 1940. Also called the \"Patriots\" and \"Red Sox\" for a short periods, the Spartanburg teams played as members of the South Carolina League (1907), Carolina Association (1908–1912), South Atlantic League (1919–1929), Palmetto League (1931) and a second stint in the South Atlantic League (1938–1940). The 1925 Spartanburg Spartans won the South Atlantic League championship. Spartanburg teams hosted home minor league games at Wofford Park through 1925. The ballpark was located on the campus of Wofford College. Beginning in 1926, Spartanburg hosted home minor league games at Duncan Park, which is still in use today. Today, Spartanburg continues minor league play as a member of the South Atlantic League, hosting the Hub City Spartanburgers based in Spartanburg. Minor league baseball began in Spartanburg, North Carolina in 1904, when the \"Spartanburg\" team played the season as members of the Independent level Carolina Interstate League.[1] The Asheville, Brevard and Henderson teams joined with Spartanburg in the four-team league.[2] Spartanburg resumed minor league play in 1907, when the Spartanburg \"Spartans\" became members of the six-team Class D level South Carolina League, which reformed.[3][4] The Anderson Electricians, Darlington Fiddlers, Greenville Edistoes, Orangeburg Cotton Pickers and Sumter Gamecocks teams joined with the Spartanburg Spartans in beginning league play on May 20, 1907.[5] The Spartanburg team being known by the \"Spartans\" nickname corresponds with local history. The Spartanburg County was formed in 1785, taking its name from the Spartan Regiment, a local militia unit that trained together and fought in the Revolutionary War.[6][7] The Spartan Regiment teamed with Brigadier General Daniel Morgan's troops and defeated the British troops in the Battle of Cowpens.[8] In their first season of South Carolina League play, Spartanburg ended the 1907 season in third place in the final standings. The league did not hold playoffs in the era.[9] With record of 36–35, playing the season under manager John McMakin, the Spartans ended the season finishing 12.0 games behind the first place Sumpter Gamecocks in the final standings.[4] Spartanburg's J.C Watson won the South Caroling League batting championship, hitting. .327 on the season.[3] Spartanburg's 1907 player/manager John McMackin was a native of Spartanburg, South Carolina. McMackin had pitched 4 games in the major leagues for the 1902 Brooklyn Superbas before returning to the minor leagues.[10] Prior to becoming the Spartanburg manager, McMackin coached the Clemson Tigers baseball team from 1904 to 1906. McMackin had been a baseball player while attending Clemson University and became the first Clemson Tiger to advance to the major leagues.[11] Upon being hired to coach the baseball team at Clemson, McMackin replaced his former coach John Heisman, namesake of the Heisman Trophy.[12][11] At age 29, the 1907 season was his last in professional baseball. McMackin pitched in 10 games, played the outfield and batted .266 with 13 stolen bases for the Spartans in 55 games.[13] The South Carolina League continued play as a four-team league in the 1908 season without Spartanburg as a member. The Sumter Gamecocks defended their title, followed by the Chester Collegians, Rock Hill Catawbas and Orangeburg Edistoes in the final standings as the South Carolina permanently folded following the 1908 season.[14] Spartanburg left the South Carolina League to join a new league in 1908. With the Spartanburg Spartans as a charter member, the Carolina Association began play as a six–team Class D level league in the 1908 season.[15][3] The Anderson Electricians and Greenville Spinners franchises moved with Spartanburg to the new league.[15] The Charlotte Hornets of Charlotte, North Carolina, Greensboro Champs of Greenville, South Carolina and Winston-Salem Twins of Winston-Salem, North Carolina teams joined with the three others beginning league play. The same six franchises played for the five-season duration of the league.[16][17] On May 9, 1908, Spartanburg turned a triple play against the Greensboro Champs.[18] The Spartans ended the season in third place in the first season of play, as the 1908 Carolina Association played a regular season without playoffs.[19] The 1908 final standings were led by the Greensboro Champs who ended the season with a 51–38 record and were followed by the Greenville Spinners (48–36), Spartanburg , Winston-Salem Twins (41–48), Charlotte Hornets (40–47) and Anderson Electricians (32–53) in the final standings.[16][20] With their third-place finish, Spartanburg ended the 1908 season 1.5 games behind league champion Greensboro.[3] The Spartans played the season under player/manager Carlton Buesse.[4][3] On the field, Buesse hit .246 while playing in 83 games for his Spartanburg team.[21] Spartanburg ended the season in last place in the final standings of the six-team Class D level league, while continuing Carolina Association league play in 1909.[22] For the second consecutive season, the Greensboro Patriots franchise (65–44) won the league title. Greensboro was followed in the standings by the second place Anderson Electricians (63–48), Winston-Salem Twins (54–52), Greenville Spinners (61–51), Winston-Salem Twins (54–52) and last place Spartanburg. With a final record of 40–71, the Spartans were managed by the returning Carlton Buesse as Spartanburg ended the season 26.0 games behind first place Greensboro.[23][24][3] Player/manager Carlton Buesse batted .232 while playing in 93 games for Spartanburg.[21] Spartanburg's Harvey Ritter hit 11 home runs on the season to lead the Carolina Association.[3] A collegiate athletics star, Zora Clevenger played for Spartanburg in 1909 in his third and final season of professional baseball at age 27. A shortstop, Clevenger batted .208 while playing in 39 games Spartanburg.[25] Clevenger had played on the football,  basketball and baseball teams for the Indiana Hoosiers where he was the captain of all three teams.[26] He began coaching all three sports upon his graduation from Indiana University.[27] From 1904 to 1906, Clevenger served as the basketball and baseball coach at Indiana. His time at Indiana was followed by a stint at Nebraska Wesleyan that included his time with Spartanburg, as from 1908 to 1911 he coached all three sports at the school.[26] From 1911 to 1915, Clevenger coached all three sports at Tennessee.[28] His final collegiate coaching stint was at Kansas State, where he coached all three sports between 1916 and 1921.[29] Following his time at Kansas State, Clevenger served as the athletic director at Missouri from 1921 to 1923. In 1923, returned to Indiana University where he served as athletic director for 23 years before his retirement in 1946. Clevenger was inducted into the College Football Hall of Fame in 1968.[30] Continuing Carolina Association minor league play in the 1910 season, the Spartanburg Spartans placed fifth in the six-team Class D level league's final standings.[31] The Greenville Spinners (63–40) were the 1910 Carolina Association champions and finished 15.0 games ahead of Spartanburg. The Spartans were managed by Andy Roth and Bob Wood and ended the season with a 50–57 record. Following first place Greenville in the standings were the second place Charlotte Hornets (56–50), Anderson Electricians (56–54), Winston-Salem Twins (51–57), Spartanburg and the Greensboro Champs (46–64).[32][33][3] Pitcher Jim Redfern of Spartanburg won 21 games to end the season as the Carolina Association co-leader in victories, while his Spartans teammate Bert Gardlin compiled a 15–5 record to lead the Carolina Association with a .750 winning percentage.[3] 1910 manager Bob Wood, had retired as a player following the 1908 season.[34] A catcher, Wood had played in the major leagues from 1898 to 1905 with the Cincinnati Reds (1898–1900), Cleveland Blues/Bronchos (1901–1902) and Detroit Tigers (1904–1905).[34] Wood's partial season of managing Spartanburg at age 44 was his final season in professional baseball.[34] Replacing Bob Wood, Bill Laval became the Spartanburg player/manager in 1911. It was Laval's first season serving as a minor league manager at age 26 and he also began a career in collegiate athletics at the same time.[35] In 1912 Laval became the coach for the Furman College baseball team, the Furman Paladins while continuing managing Spartanburg for a second season. Laval later served as a collegiate athletic director while continuing to coach baseball through 1950. He also coached basketball and football at the collegiate level. Laval served as a coach and athletic director at Furman College (1920–1928),[36] South Carolina University (1928–1934),[37] Emory and Henry College (1936–1938)[38] and Newberry College (1938–1950).[39] Tilly Walker played for Spartanburg in both 1910 and 1911 in his first two professional seasons. After hitting .242 in 108 games for Spartanburg in 1910, Tilly made his major league debut after beginning the season with Spartanburg in 1911. After 35 games, Tilly was hitting .390 for the Spartans.[40] His performance with Spartanburg caught the attention led to the Washington Senators purchasing Walker's contract from Spartanburg. Joining Washington, Tilly played 95 games for Senators and finished the season with a .278 average, 2 home runs and 12 stolen bases.[41] Spartanburg ended the season in fifth place in the 1911 Carolina Association final standings.[42] Managed by Bill Laval, the Spartans finished 27.0 games behind the first place Winston-Salem Twins (72–37) in the final standings of the Class D level league. Spartanburg had a final record of 44–63. The Greensboro Patriots (66–43), Charlotte Hornets (52–58), Anderson Electricians (48–59) and Greenville Spinners (42–64) rounded out the 1911 final standings.[43][44][3] Player/manager Billy Laval hit .263 in 102 games for Spartanburg, playing first base and also compiled a 4-9 record pitching for the Spartans.[35] Bill Laval returned as manager as the Spartanburg team became known as the \"Red Sox\" for the 1912 Carolina Association season.[45] The team had purchased new white uniforms adorned with \"SPARTANBURG\" across the front in red lettering. The uniform sleeves had a red \"S\" on each sleeve. The team wore red caps with a white \"S\" on the front. The Spartanburg namesake uniform stockings were white with a large red stripe. The 1912 Spartanburg club was president was B.S. Doolittle, the secretary was E.O. Frierson and Mr. N.S. Trakas was vice president of the club.[46] The Carolina Association team rosters were limited to 13 players and a total monthly salary of $1,400. To limit salary expenses, Laval utilized a three-man pitching rotation for part of the season, consisting of Wild Bill Clark, Bill Smith, and Ira Hogue.[46] Playing on the road against the Charlotte Hornets on June 17, 1912, Spartanburg defeated Charlotte 2-1. Playing at Wearn Field, the Red Sox were victorious after a single in the top of the 9th inning by Jack Coveney drove in the winning run. Wild Bill Clark pitched a complete game victory for Spartanburg. Wearn Field contained a \"Bull Durham\" sign on left field wall. If the sign was hit on the fly, players were awarded $50 the W.T. Blackwell and Company, who made Bull Durham Smoking Tobacco.[47] On June 24, 1912, Spartanburg opened a three-game home series against the Charlotte Hornets. After Clark pitched a complete game victory in the first game at Spartanburg, the teams were sent by the Carolina Association to play the two remaining games of the series in Rock Hill, South Carolina, which was hosting a fireman convention. The owner of the Charlotte Hornets, Joseph H. Wearn was also the league president. Ira Hogue started the first game in Rock Hill against Charlotte on June 25. Spartanburg lost by the score of 5-1 when rain shortened the game to 5-innings with a crowd of 900 in attendance. After the game was rained out the teams retreated to the Carolina Hotel in Rock Hill. Allegedly, the Spartanburg players stayed up late drinking and destroyed some hotel furniture. The league withheld gate receipts promised to the Spartanburg team on the condition that the hotel be reimbursed for the damage. The Charlotte team wasn't investigated by the league in the aftermath. In the game the next afternoon, Bill Smith started but didn't pitch well and was replaced. Other pitchers and position players, including Lavel, finished up the pitching for the remainer of the game which resulted in Spartanburg losing 21-0 to Charlotte with 1.400 in attendance.[46] The 1912 season was the final season for the Carolina Association.[45] Spartanburg placed fourth in the Class D level league's final season of play. With a 54–55 record, the Red Sox ended the season 11.5 games behind the 1912 Carolina Association champion Anderson Electricians, who ended the season with a record of 66–44. In the final standings, Anderson was followed by the second place Winston-Salem Twins (63–47), Charlotte Hornets (61–46), Spartanburg Red Sox, Greensboro Patriots (51–59) and Greenville Spinners (34–78).[48][49][3] Spartanburg player/manager Billy Laval batted .260 while playing in 99 games for his Spartanburg Red Sox. Following the conclusion of the 1912 season, the Carolina Association evolved to become the Class D level North Carolina State League, which formed without the Spartanburg, Greenville and Anderson franchises. Charlotte's owner Joseph H. Wearn continued as president of the newly named league.[50] The three South Carolina based franchises folded as the North Carolina State League continued play with the three North Carolina franchises as members. The Asheville Mountaineers, Durham Bulls and Raleigh Capitals teams joined with Charlotte, Greensboro and Winston-Salem in the new league.[51][52][3] Spartanburg was without minor league baseball for six seasons. After a six-season hiatus, Spartanburg returned to minor league play in 1919 playing in a new league with a new nickname. The Spartanburg \"Pioneers\" became members of six team Class C level South Atlantic League, beginning a lengthy tenure of Spartanburg teams in the league.[53] Founded in 1904, the South Atlantic League was nicknamed the SALLY League and the reformed for the 1919 season after not playing in the 1918 season due to World War I.[54][55][3] The league was also known as the interchangeable  \"South Atlantic Association.\"[56]The Augusta Dollies, Charleston Sea Gulls, Charlotte Hornets, Columbia Comers and Greenville Spinners teams joined with Spartanburg in beginning South Atlantic League play on May 19, 1919.[56] The 1919 Spartanburg Pioneers continued hosting home minor league games at Wofford Park.[57] The Pioneers finished the season in last place in the final standings in their first season of South Atlantic League play.[53] After placing sixth with a 33–64 regular season record, the Pioneers ended the season 23.5 games behind the first place Columbia Comers. No league playoffs were held.[3] With their last place finish, the season saw Spartanburg utilize four managers during the season, as H.A. Dandy Overton, Warren Wilson, Parson Perryman and Doug Harbison each managed the 1919 Pioneers.[3][58] The Spartanburg Pioneers improved on their last place finish the previous season and ended the 1920 South Atlantic League season in third place in the six-team regular season final standings.[59] With Doug Harbison returning as manager, Spartanburg ended the 1920 season with a final record of 56–65. The Pioneers finished 20.5 games behind first place Columbia Comers in the final standings of the Class C level league. No playoffs were held.[60][3] Replacing Doug Harbison, Al Bridwell was hired to manage Spartanburg in 1921. At age 37, Birdwell came to Spartanburg having served as player/manager for the Rocky Mount Tar Heels of the Virginia League in 1920.[61] In his major league career Bridwell was known for his role in the Merkle's Boner play in a September 1908 game. Birdwell's base hit for New York was nullified due to baserunner Fred Merkle's failure to touch second base on the play. Because the crowd had already come onto the field in celebration, the key game between the New York Giants and Chicago Cubs was ruled a tie. The two teams ended up tied for first at the end of the season and had to play a makeup game, which the Cubs won.[62] In his major league career, spanning from 1905 to 1915, Birdwell played in 1,252 career games, hitting .255 with 1,064 total hits, 95 doubles, 32 triples, 2 home runs, 457 runs scored, and 350 RBI.[63] The 1921 Spartanburg Pioneers continued South Atlantic League play, as the league was elevated to become a Class B level league (the equivalent of Class AA today).[64] Spartanburg ended the 1921 South Atlantic League regular season with a record of 61–86, placing fifth in the six-team league. as the Columbia Comers won their second consecutive title. The Pioneers finished 33.5.0 games behind first place Columbia, as Al Bridwell and Mike Kelly managed Spartanburg. No league playoffs were held.[65][3] Replacing Al Bridwell as manager during the season, Mike Kelly joined the team after playing 97 games for the Evansville Evas of the Class B level Illinois-Indiana-Iowa League. At age 25, Kelly became a minor league manager for the first time and would complete nine-season tenure as the Spartanburg player/manager. As a player, Kelly primarily played first base for the Spartanburg teams in addition to his managerial duties. In 1921, after joining the team, Kelly appeared in 12 games as a player for Spartanburg, hitting .200 in 15 plate appearances.[66] The Spartanburg franchise again became known as the \"Spartans\" for the 1922 South Atlantic League season. Spartanburg placed fourth in the six-team South Atlantic League final standings, as Mike Kelly served his first full season as the player/manager for Spartanburg.[67] The Spartans ended the 1922 South Atlantic League regular season with a record of 63–68, finishing 18.5 games behind the first place Charleston Pals. No league playoffs were held.[68][3] Mike Kelly batted .282 while playing in 75 games for the Spartans.[66] The South Atlantic League adopted a split season schedule for the 1923 season, while continuing play as a six-team Class B level league.[3] The Spartanburg Spartans did not qualify for the playoff under the new schedule format.[67] Playing the season under manager Mike Kelly, Spartanburg placed fourth in the overall regular season standings with a 74–66 record, finishing 12.5 games behind the first place Charlotte Hornets.[69][3] Charlotte won the first half pennant of the split season schedule and the Macon Peaches won the second half pennant after the Charleston Pals relocated to Macon during the season.[70] Spartanburg did not appear in the playoff where Charlotte defeated Macon to win the championship.[3] Player/manager Mike Kelly played regularly for Spartanburg, appearing in 144 games, hitting .275 with 33 doubles and 14 home runs on the season.[66] In his first professional season at age 17, Harry Kelley pitched for both Spartanburg and the Greenwood Scouts in 1923, compiling a 17–16 overall record after a 5–7 record in his stint with the Spartans. In 1924, Kelley pitched for the Memphis Chickasaws.[71] In 1925, at age 19, Kelley made his major leagues debut with the Washington Senators, remaining with Washington thorough 1926. After returning to the minor leagues for nearly a decade, Kelley pitched in the major leagues again from 1936 to 1939 for the Philadelphia Athletics and Washington.[72][73] The 1924 Spartanburg Spartans continued membership in the six-team Class B level South Atlantic League.[74] The Spartans ended the season in third place in the final standings. The South Atlantic League did not continue with the split season schedule from the season before and returned to a system with no playoff.[3] Spartanburg ended the South Atlantic League regular season with a record of 61-60, finishing 10.0 games behind the first place Augusta Tygers in the South Atlantic League final standings as Mike Kelly managed Spartanburg for the fourth consecutive season.[75][3] At age 28, Kelly hit .337 with 15 home runs in 124 games while serving as the player/manager for the Spartans.[66] Spartanburg, South Carolina native Jesse Fowler played for the Spartans from 1922 to 1924. After pitching to a 12-11 record for Spartanburg in 1924, Fowler made his major league debut with the 1924 St. Louis Cardinals. Upon his promotion to St. Louis, Fowler pitched in 13 games for the Cardinals following his season with Spartanburg.[76] Jesse Fowler was more than 23 years older than his younger brother Art Fowler, who became also became a major league pitcher and eventually a long time pitching coach at the major league level. The Fowlers made their major league debuts almost 30 years apart and they have the largest age difference between brothers who both played major League baseball.[77][78] In 1925, Spartanburg claimed their first minor league title as the Spartans played their final full season of home games at Wofford Park.[79] The 1925 Spartanburg Spartans claimed the first championship for the franchise, winning the South Atlantic League championship. Spartanburg's first championship team was managed by Mike Kelly. The South Atlantic League expanded to become an eight-team league and two new franchises joined the expanded league.[80] The Columbia Comers returned to the league and the Knoxville Smokies began league play.[3][81] The Spartans won the championship by finishing in first place in the league standings, as no playoffs were held. The Spartans finished first the South Atlantic League regular season standings with their 80–49 record, ending the season just 1.0 game ahead of the second place Charlotte Hornets, who ended the season with a final record of 79–50.[3][81] Player/manager Mike Kelly hit .377 with 23 home runs playing in all 129 games for the Spartans.[66] Mike Kelly scored 134 runs to lead the league. Spartanburg pitcher Jack Killeen won 27 games to lead the South Atlantic League.[3] In the 1925 Spartanburg lineup with Mike Kelly was John Jones. Jones had played briefly in the major leagues with the 1923 Philadelphia Athletics. Playing with Spartanburg in 1925, at age 24, Jones batted .353 with 25 home runs, 37 doubles and 15 triples with an .979 OPS, while playing in the outfield for the champion Spartanburg Spartans. Jones played with the Memphis Chicks in 1926 and later returned to the major leagues in 1932, playing again for the Philadelphia Athletics.[82] The 1926 Spartanburg Spartans began play at their new ballpark, Duncan Park located in Spartanburg.[83] As defending champions, the 1926 Spartanburg Spartans placed fifth in the South Atlantic League final standings. For the 1926 season, the league continued as an eight-team Class B level league.[84]  Spartanburg ended the South Atlantic League season with a final season record of 74–74, as Mike Kelly remained as manager. The Spartans ended the season 24.0 games behind the first place Greenville Spinners, as no South Atlantic League playoffs were held.[85][3] Playing in every game, player/manager Mike Kelly hit .377 with 23 home runs, 29 doubles and 12 triples and 192 total hits for the Spartans.[66] The Spartans placed second in the final standings of the eight-team Class B level league, as Spartanburg continued South Atlantic League play in 1927.[86] The Spartans ended their season with a record of 81–67, playing under manager Mike Kelly. Kelly had a reduced role as a player, appearing in 109 games and hitting 5 home runs for the season.[66][3] With a record of 92–56, the Greenville Spinners won the league championship, finishing 11.0 games ahead of second place Spartanburg in the overall standings. The league held no playoffs.[87][3] Pitcher John J. Walker of Spartanburg led the South Atlantic League with 139 strikeouts for the season.[3] At age 32 Mike Menosky played for Spartanburg in 1927, having previously appeared in the major leagues. Menosky hit .267 while appearing in 14 games for the Spartans.[88] At age 19, Menosky had made his major league debut  for the 1914 Pittsburgh Rebels of the Federal League, remaining with the Rebels in 1915, before playing in the major leagues with the Washington Senators and Boston Red Sox through 1923.[89] Following his baseball career, Menosky became a probation officer in Detroit, Michigan. In a case where the defendant was charged with throwing a rock through a Detroit terminal caboose window, the presiding judge expressed doubt that the defendant could throw a rock 250 feet as charged in the inditement. The judge asked Menosky to throw a rock as a comparison. When Menosky tried to throw a rock 250 feet and was unable to do so, the judge dismissed the case, stating that an average man could not throw a rock that distance if Menosky could not do it.[90] College Football Hall of Fame member Andrew \"Scrappy\" Moore played for Spartanburg in both the 1927 and 1928 seasons in the midst of his nine-season minor league baseball career. Moore played football as a quarterback at the University of Georgia. With Spartanburg, Moore hit .298 with 15 triples for the Spartans in 1927, before splitting the 1928 season between Spartanburg and the Birmingham Barons.[91] In 1931 while still playing professional baseball, Moore became the head football coach at the University of Chattanooga, (now the University of Tennessee at Chattanooga), where he remained as the coach through 1967, compiling a record of 170–148–14.[92] Moore returned to a baseball role in 1944 when he managed the Chattanooga Lookouts for one season.[93][94] Moore's nickname \"Scrappy\" was adopted as the name of the school mascot at the University of Tennessee at Chattanooga.[95] Pitching for Spartanburg at age 43, Jack Warhop played his final professional season in 1928, compiling a 2–3 record pitching in 5 games for the Spartans.[96][97] Warhop pitched eight seasons in the major leagues, playing from 1908 to 1915 exclusively for the New York Highlanders / Yankees teams. In 1915, Warhop allowed the first two home runs of Babe Ruth's career while Ruth was a pitcher for the Boston Red Sox.[98] Warhop had a career 69–92 career record, with a 3.12 ERA, a 1.25 WHIP and 105 career complete games.[99] Of Warhop's career 92 losses, his team did not score a run in 23 of the losses, and he holds the MLB record for losing the most 1–0 games in a season with five in 1914.[98] Because he had a submarine delivery when he pitched, Warhop was nicknamed \"Crab.\"[100] In the 1928 South Atlantic League, Spartanburg ended the season in fourth place, as the league continued play as an eight-team Class B level league.[101] The Spartans ended the season with a 73–72 record in final standings, playing under returning manager Mike Kelly. Spartanburg ended the South Atlantic League season finishing 23.5 games behind first place Asheville Tourists.[3][102] Spartanburg ended the season in last place in the 1929 South Atlantic League as the league played a split season schedule. After the season, Spartanburg did not return to the league.[3][103] With a record of 59–84, the Spartans finished the season in eighth place in the overall standings of the eight-team league. Spartanburg ended the season 24.0 games behind first place Knoxville Smokies in the overall standings. The season was the final season in Spartanburg for player/manager Mike Kelly.[104][3] Spartanburg did not qualify for the playoff as the Asheville Tourists won the first half of the split season schedule and Knoxville won the second half. Knoxville won the league championship, defeating Ashville in the playoff.[3] Spartanburg pitched Dick Niehaus led the South Atlantic League with a 2.80 EERA.[3] Both Dick Niehaus and Al Niehaus played for Spartanburg in 1929.[105] Dick Niehus pitched his final professional season in 1929 at age 36.[106] After retiring as a player following the 1929 season, player/manager Mike Kelly left Spartanburg after a nine-season tenure with the franchise and became a major league coach. In 1930, Kelly joined the coaching staff of the Chicago White Sox, serving as a coach for the White Sox for two seasons.[107] In 1934, after managing in the minors he served as a coach for the Chicago Cubs.[108] He later served as a coach with the Boston Braves in 1938 and 1939 and Pittsburgh Pirates in 1939 and 1940.[109][110][111] In his second professional season at age 22, Debs Garms played for Spartanburg in 1929. Garms played exclusively at shortstop for Spartanburg.[112] Garms later played at third base, first base and the outfield in the major leagues.[113] Prior to beginning his professional baseball career, Garms had attended Howard Payne University, where he was a sprinter on the track team in addition to playing on the baseball team.[114] In 1940, while playing with the Pittsburgh Pirates, Garms won the National League batting title, hitting .355. Garms was hitting .379 before having a 0-for-23 streak to end the season. Aside from hitting .355, Garms struck out 6 total times in the 1940 season with 5 home runs, 57 RBI and a .398 OBP.[113][114] Later in his major league career, at age 37, Garms was a member of the 1944 World Series champion St. Louis Cardinals team, serving mainly as a pinch hitter in the postseason.[113][114][115] Left-handed pitcher Jim Mooney played for the 1929 Spartans. A few weeks into the 1929 season, Mooney was assigned to Spartanburg by the Chattanooga Lookouts, who wanted Mooney to work on improving his pitching control.[116] At age 22, Mooney compiled a 6–10 record with a 4.85 ERA pitching for Spartanburg, walking 46 in 124 innings. After remaining in the South Atlantic League with Charlotte in 1930, Mooney made his major league debut in 1931.[117] Mooney pitched in the major leagues from 1931 to 1934 for the St. Louis Cardinals and New York Giants, where he had a 17–20 career record.[117] He was a member of the 1934 World Series champion St. Louis Cardinals, nicknamed as the Gashouse Gang.[118] Mooney pitched a scoreless inning in the 9th inning of Game 4 of the World Series against the Detroit Tigers.[119] In 1937 and 1938, while still playing minor league baseball, Mooney taught industrial arts at Tennessee High School in Bristol, Tennessee. Mooney pitched in the minor leagues through 1948. During the winters Mooney refereed basketball games and in the spring, he was a track and field official for the Big Six Conference. After receiving his master's degree in industrial education in August 1939 from East Tennessee State University, the university president C.C. Sherrod hired Mooney as a professor and the East Tennessee State Buccaneers baseball coach.[116] From 1939 to 1974 Moore taught as a professor at East Tennessee State and also served as the baseball coach through 1974 in three separate stints.[120][116] During World War II, Jim Mooney's collegiate career was interrupted as he served as a lieutenant in the United States Navy. Mooney served an Assistant Dean during his last 28 years at East Tennessee State, teaching engineering drawing and other industrial arts. He also helped guide thousands of military veterans in his role as the college's Veterans’ Advisor.[116] In 1977 Mooney was inducted into the East Tennessee State University's Athletic Hall of Fame.[121] The Spartanburg franchise did not return to play in the 1930 South Atlantic League, as the league reduced two teams to play as a six-team league.[122] Spartanburg and defending champion Knoxville did not return to minor league play in 1930.[3] The South Atlantic League folded following the 1930 season and did not play in 1931. Minor leagues were affected by the The Great Depression.[3][122] After not fielding a team in 1930, Spartanburg returned to minor league in play in 1931 in a newly formed league.[123] The Palmetto League formed for the 1931 season as a four-team Class D level minor league without Spartanburg as a member.[124] The new league began the 1931 season with the Anderson Electrics, Augusta Wolves, Florence Pee Deans) and Greenville Spinners teams beginning league play on April 27, 1931.[20][125][126] On June 29, 1931, at the end of the first half of the spilt season schedule, the Anderson Electrics franchise moved to Spartanburg. Anderson relocated to Spartanburg with a record of 14–40.[123][3] The newly reformed Spartanburg Spartans played their first home game in Spartanburg on July 2, 1931.[20][127] Three weeks after Anderson's move to Spartanburg, the four-team Palmetto League folded on July 23, 1931. The Spartanburg Spartans were in last place in the league standings on the date that the league folded.[124] Due to \"financial difficulties\" the Palmetto League was forced to cease operations before the end of the season.[128][20] The Augusta Wolves were in first place of the second half standings when the league folded, and the Wolves also led the final overall Palmetto League standings. Augusta ended the season with a 53–23 record, finishing 9.0 games ahead of the second place Florence Pee Deans and 35.0 games ahead of the Anderson/Spartanburg team. The Spartans ended the season with an overall record of the 18–58, after compiling a 4–18 record while the team was based in Spartanburg.[129][20][3][130] The Anderson/Spartanburg team was managed during the season by Joe Guyon, Ken McNeill and Frank Walker.[123] In addition to managing Spartanburg, Frank Walker also served as manager of the Florence Pee Deans during the 1931 season.[131] Joining the franchise at age 38, player/manager Joe Guyon hit .315, slugging .466 while playing in 38 games for Anderson/Spartanburg.[132] Prior to managing Spartanburg, Guyton had served as the coach of the Clemson Tigers baseball team at Clemson University from 1928 to 1931.[133] Guyon was also a professional football player during the era. Guyon was elected to the Pro Football Hall of Fame in 1966.[134] Guyon was of Indian descent and attended the Carlisle Indian Industrial School, where he played football with Jim Thorpe before transferring to Georgia Tech. At Georgia Tech, Guyon   played football for Coach John Heisman. Guyon then began his played professional football career and was reunited as a teammate with Thrope. At the end of his professional football career, he played on the New York Giants team that won the 1927 NFL Championship.[133][135] Joe Guyon was inducted into the Pro Football Hall of Fame in 1966.[134] After folding during the 1931 season in the midst of The Great Depression, the Palmetto League did not return to play in 1932 and never reformed.[124] Spartanburg remained without a minor league team for the next seven seasons.[3] In 1938, the Spartanburg Spartans rejoined their former league and resumed minor league play as a minor league affiliate of the Cleveland Indians. The Spartans became members of the eight-team Class B level South Atlantic League, which added two new teams for the 1938 season.[136] After returning to play in 1936, the South Atlantic League expanded from a six-team in 1937 league to an eight-team league in 1938. The 1938 South Atlantic League added the Spartanburg Spartans and the Greenville Spinners (Washington Senators affiliate) as new league members.[137] The returning Augusta Tigers (New York Yankees), Columbia Senators (Cincinnati Reds), Columbus Red Birds (St. Louis Cardinals), Jacksonville Tars, Macon Peaches and Savannah Indians (Pittsburgh Pirates) teams joined with the new Spartanburg with and Greenville teams in beginning league play on April 26, 1938.[138] In a 1938 Spartanburg game against the Savannah Indians, Savannah pitcher Pretzel Pezzullo struck out 17 Spartanburg Spartans hitters in the contest.[139] At age 40, George Murray pitched in 8 games for Spartanburg in 1938 in his final professional season, ending his 19-season pitching career.[140] Murray pitched in the major leagues from 1922 to 1933 for the New York Yankees, Boston Red Sox, Washington Senators, and Chicago White Sox.[141] In their first season of rejoining the South Atlantic League, Spartanburg ended the 1938 season in seventh place.[136] The Spartans ended the season with a record of 54–82, playing the season managers Eddie Moore (27-37) and Chick Galloway (27-45).[3] With their seventh-place finish Spartanburg finished 24.5 games behind the first place Savannah Indians and did not qualify for the four-team playoffs. The Macon Peaches were the league champion.[137][3] Eddie Moore came to Spartanburg after having completed four seasons as the manager of the Atlanta Crackers of the Class A level Southern Association from 1934 to 1937. After leaving Spartanburg during the season, Moore joined the Syracuse Chiefs for 16 games as a player.[142] Moore had played second base and outfield from 1923 to 1934 in the major leagues, playing for the Pittsburgh Pirates (1923–1926), Boston Braves (1926–1928), Brooklyn Robins (1929–1930), New York Giants (1932) and Cleveland Indians (1934). Moore was a member of the 1925 World Series champion Pittsburgh Pirates, hitting .298 in 147 games for Pittsburgh during the season, where his 36 errors at second base led the league.[143] Moore played in all 7 games of the 1925 World Series, hitting .231 with a .366 OBP and scoring 7 runs with 31 plate appearances.[144] In his ten year major league career, Moore batted .285 with an OBP of .359 in 748 games and 2839 plate appearances.[143] After Eddie Moore was fired as the Spartanburg manager, he was replaced by Chick Galloway, who spent the remainder of the 1938 season as the Spartanburg manager.[145] Galloway was a South Carolina native who had been a baseball scout since last appearing as a player for the Detroit Tigers during the 1928 season. Following his final season as a player, Galloway had been a scout for the Cincinnati Reds, Philadelphia Athletics, and Milwaukee Braves. On July 25, 1828, Galloway suffered a fractured skull due to an errant throw during practice that ended hie playing career.[146] Galloway had attended Presbyterian College in South Carolina and later returned to the college as their baseball coach.[147] In his major league career, Galloway played for the Philadelphia Athletics from 1919 to 1927, before joining the Tigers for his final 1928 season. Playing third base and the outfield in his career, Galloway batted .264 with 17 home runs and 407 RBI with 79 stolen bases in his 1,076 major league games.[145] Continuing play in the Class B level South Atlantic League, Spartanburg finished in last place in the 1939 South Atlantic League final regular season standings.[148] Ending the regular season with a record of 51–87, the Spartans placed eighth in the eight-team league, playing the season under player/manager Leon Pettit.[149] The Spartans played their second season a Cleveland Indians minor league affiliate and finished 32.0 games behind the first place Columbus Red Birds in the standings. With their last place finish, the Spartans did not qualify for the four-team playoffs, eventually won by the Augusta Tigers.[148][3] Manager Leon Pettit also pitched for Spartanburg in 1939 in his final professional season. The left-handed Pettit compiled a 3–2 record with a 4.89 ERA pitching in 12 games for the Spartans.[150] Pettit had pitched in the major leagues with the Washington Senators in 1935 and the Philadelphia Phillies in 1937, compiling an 8-6 record with a 5.19 ERA.[151][152] In their final season, the unaffiliated Spartanburg Spartans relocated during the 1940 South Atlantic League season. The relocated team again finished in last place.[153][154] On July 15, 1940, the Spartanburg Spartans franchise relocated to Charleston, South Carolina and become the Charleston Rebels. The Spartanburg Spartans had a 28–58 record at the time of the move to Charleston. After compiling a record of 16–48 while based in Charleston, the team ended the season with a final record of 44–106. Cecil Rhodes managed the team in both locations. With their last place finish, the team did not qualify for the playoffs won by the Augusta Tigers for the second consecutive season.[148][3] The Charleston Rebels franchise remained in the South Atlantic League through the 1953 season.[3] Today, the Charleston RiverDogs continue minor play as members of the Carolina League.[155][3] The 1940 Spartanburg Spartans were succeeded in minor league play in Spartanburg by the 1947 Spartanburg Peaches, who began a tenure as members of the Class B level Tri-State League.[156][3] When the Tri-State League did not return to play in 1956, minor league baseball returned to Spartanburg in 1963, when the Spartanburg Phillies began another Spartanburg tenure as members of the South Atlantic League.[116][3][157] Today, Spartanburg hosts the Hub City Spartanburgers who were founded and began membership in the South Atlantic League in 2025, resuming Spartanburg's tenure of South Atlantic League membership.[158] The Spartanburgers play at Fifth Third Park in Spartanburg.[158][159] Through the 1925 season, the Spartanburg minor league teams played home games at Wofford Park. In the era, the ballpark was located near the campus of Wofford College and was also called College Park. Wofford Park was located at East Cleveland Street & Evins Street in Spartanburg.[79] Today, the former ballpark location is adjacent to Gibbs Stadium and Snyder Field on the Wofford College campus.[160][161] Beginning in 1926 Spartanburg teams began play at Duncan Park.[83] Duncan Park was listed on the National Register of Historic Places in 2016.[162] The Duncan Park ballpark hosted its first game on July 8, 1926, when the Spartanburg Spartans defeated the Macon Peaches by the score of 5-1.[163] The 102-acre Duncan Park was founded in 1926 and the ballpark was constructed within the public park.[164] In 1937, the New York Yankees played an exhibition game at Duncan Park as the team was returning from their spring training. Six future members of the Baseball Hall of Fame: Lou Gehrig, Bill Dickey, Lefty Gomez, Tony Lazzeri, Red Ruffing and Joe DiMaggio played in the game.[165] Negro league baseball teams played games Duncan Park, with Hank Aaron, Satchel Paige, Larry Doby, and Jackie Robinson playing in games held at the ballpark.[166] When Shibe Park in Philadelphia was demolished, Duncan Park received 582 seats from the old stadium. The seats remain at the ballpark today.[167][168] Today, Duncan Park is still in use as a public park with the ballpark located within the park itself. The park is located at 1000 Duncan Park Drive in Spartanburg, South Carolina.[169]",
  "source_url": "https://en.wikipedia.org/wiki/Spartanburg_Spartans"
}