{
  "id": 830,
  "title": "Polar orbit",
  "data": "A polar orbit is one in which a satellite passes above or nearly above both poles of the body being orbited (usually a planet such as the Earth, but possibly another body such as the Moon or Sun) on each revolution. It has an inclination of about 60–90 degrees to the body's equator.[1] Launching satellites into polar orbit requires a larger launch vehicle to launch a given payload to a given altitude than for a near-equatorial orbit at the same altitude, because it cannot take advantage of the Earth's rotational velocity. Depending on the location of the launch site and the inclination of the polar orbit, the launch vehicle may lose up to 460 m/s of Delta-v, approximately 5% of the Delta-v required to attain Low Earth orbit. Polar orbits are used for Earth-mapping, reconnaissance satellites, as well as for some weather satellites.[2]\nThe Iridium satellite constellation uses a polar orbit to provide telecommunications services. Near-polar orbiting satellites commonly choose a sun-synchronous orbit, where each successive orbital pass occurs at the same local time of day. For some applications, such as remote sensing,  it is important that changes over time are not aliased by changes in local time. Keeping the same local time on a given pass requires that the time period of the orbit be kept as short, which requires a low orbit. However, very low orbits rapidly decay due to drag from the atmosphere. Commonly used altitudes are between 700 and 800 km, producing an orbital period of about 100 minutes.[3] The half-orbit on the Sun side then takes only 50 minutes, during which local time of day does not vary greatly. To retain a Sun-synchronous orbit as the Earth revolves around the Sun during the year, the orbit must precess about the Earth at the same rate (which is not possible if the satellite passes directly over the pole).\nBecause of Earth's equatorial bulge, an orbit inclined at a slight angle is subject to a torque, which causes precession. An angle of about 8° from the pole produces the desired precession in a 100-minute orbit.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Polar_orbit"
}