{
  "id": 902,
  "title": "CSR Refinery, Yarraville",
  "data": "CSR Yarraville is an operating sugar refinery at Whitehall Street, Yarraville, City of Maribyrnong, Victoria, Australia. It was built from 1872 to 1980s. It is also known as Colonial Sugar Refining Company Refinery of Yarraville.  It was added to the Victorian Heritage Register on 21 October 1992.[2] The sugar refinery at Yarraville was built in 1873 and purchased by the Colonial Sugar Refinery Company from the Joshua Brothers in 1875.[3] Founded in Sydney in 1855, the Colonial Sugar Refining Company (now CSR Limited) has come to dominate the Australian and South Pacific sugar industry.[4]\nAttempts at growing sugar cane had been made in Queensland prior to separation of the colony, however it was Captain Louis Hope's success in the 1860s which saw government encouragement of the growing of sugar cane in the colony. Plantations developed in the Cleveland, Beenleigh, and Caboolture districts and new areas along the coast quickly opened up including by the 1870s in the Maryborough, Bundaberg, and Mackay districts with sugar refining beginning on a small scale with the opening of the Yengarie sugar mill near Maryborough in 1873 and later the Millaquin refinery at Bundaberg in 1882. By 1874, Queensland was exporting sugar to other Australian colonies. By the 1880s sugar was being grown further north in the Burdekin River, Herbert River, and Cairns districts. Moreover, encouraged by Queensland Premier Thomas McIlwraith, southern capital and advanced technology was beginning to reach northern plantations. The most important of these southern companies was the Colonial Sugar Refining Company who acquired large tracts of land for the cultivation of sugar in the Mackay district and established 3 large mills in North Queensland.[5] To serve the growing Australian cities, CSR erected a chain of refineries around Australia's capital cities by the late 19th century, with Melbourne (Yarraville; purchased c. 1875), Sydney (Pyrmont 1878 which became the largest in Australia),  Adelaide (Glanville 1891), and Brisbane. The Perth refinery was added in 1930. These dispersed plants were necessary because the refined product would otherwise be contaminated by sea voyages if distributed from the growing areas. CSR's monopoly was defended through the imposition of prohibitive intercolonial import duties on sugar products (in particular increases in taxes on syrup and molasses in the late nineteenth century) which would otherwise have had substantially compromised CSR's share in the golden syrup market in Queensland. The establishment of a local refinery enabled the company to compete in the  protected refined sugar markets.[5] Technological advances in the refining process in the mid nineteenth century transformed sugar from a luxury item to a staple food and saw a corresponding dramatic increase in the consumption of sugar in western countries. the Colonial Sugar Refinery company established a number of works around Australia and NEw Zealand, of which the Melbourne site was the first to be developed on the already established Joshua Brothers Company refinery of 1873, which was constructed to compete with the rival Victoria Sugar Company, a sub-company of the Colonial Sugar Refining Company. The Victorian Sugar Company Refinery (built c. 1857) burnt down in 1875, so CSR took over the Joshua Bros. Yarraville site.  CSR established a sugar  refining monopoly in the South Pacific, which continued into the 20th century.[6] The CSR Sugar Refinery Complex comprises buildings dating from three main periods: 1870s, 1900s and 1910s. The original five storey bluestone and brick pan house and brick stores face the sugar wharf on the Maribyrnong River. The former Packing Station, (now drier station) was constructed c.1913, while the Cistern House and Char Ends construction from the 1870s to the 1930s employ a proprietary prefabricated iron or steel frame The Pan House formed the original refinery building and was constructed to a design of Thomas Watt in 1872–73. Other structures include the Retail Packing Station; c.1880 with its distinctive timber framed structural system; the former Melting House, 1902 which has a prefabricated cast iron internal frame; the Golden Syrup and Treacle Packing Store, 1880s with cast iron columns and timber beams, which housed a CSR designed Golden Syrup filling machine; and the Power House with gas engines and generators.[7]",
  "source_url": "https://en.wikipedia.org/wiki/CSR_Refinery,_Yarraville"
}