{
  "id": 263,
  "title": "Féchy",
  "data": "Féchy is a municipality located in the district of Morges of the Swiss canton of Vaud, in Romandy, the French-speaking part of the country. Féchy is first mentioned in 1188 as Fescheio.[3] Féchy has an area, as of 2009[update], of 2.7 square kilometers (1.0 sq mi).  Of this area, 1.9 km2 (0.73 sq mi) or 70.4% is used for agricultural purposes, while 0.18 km2 (0.069 sq mi) or 6.7% is forested.   Of the rest of the land, 0.62 km2 (0.24 sq mi) or 23.0% is settled (buildings or roads), 0.01 km2 (2.5 acres) or 0.4% is either rivers or lakes.[4] Of the built up area, housing and buildings made up 12.2% and transportation infrastructure made up 7.8%.  Power and water infrastructure as well as other special developed areas made up 2.6% of the area  Out of the forested land, 5.2% of the total land area is heavily forested and 1.5% is covered with orchards or small clusters of trees.  Of the agricultural land, 27.8% is used for growing crops and 3.0% is pastures, while 39.6% is used for orchards or vine crops.  All the water in the municipality is flowing water.[4] The municipality was part of the Aubonne District until it was dissolved on 31 August 2006, and Féchy became part of the new district of Morges.[5] The municipality consists of two settlement areas on both sides of road known as Vy d'Etraz, which runs between Nyon and Aubonne.  It consists of the village of Féchy and the hamlets of La Crausaz, Le Saugey and Féchy-Dessus and the new development of Les Cassivettes. The blazon of the municipal coat of arms is Azure, on two hills as many pillars Argent, in chief a vine Branch with two Leaves Vert and Grapebunch Or.[6] Féchy has a population (as of December 2020[update]) of 871.[7]  As of 2008[update], 27.5% of the population are resident foreign nationals.[8]  Over the last 10 years (1999–2009 ) the population has changed at a rate of 22.2%.  It has changed at a rate of 15.5% due to migration and at a rate of 7% due to births and deaths.[9] Most of the population (as of 2000[update]) speaks French (500 or 79.1%), with German being second most common (44 or 7.0%) and Portuguese being third (36 or 5.7%).  There is 1 person who speaks Italian.[10] Of the population in the municipality 147 or about 23.3% were born in Féchy and lived there in 2000.  There were 190 or 30.1% who were born in the same canton, while 113 or 17.9% were born somewhere else in Switzerland, and 170 or 26.9% were born outside of Switzerland.[10] In 2008[update] there were 8 live births to Swiss citizens and 2 births to non-Swiss citizens, and in same time span there was 1 death of a Swiss citizen and 1 non-Swiss citizen death.  Ignoring immigration and emigration, the population of Swiss citizens increased by 7 while the foreign population increased by 1.  There were 2 Swiss men who emigrated from Switzerland.  At the same time, there were 5 non-Swiss men and 4 non-Swiss women who immigrated from another country to Switzerland.  The total Swiss population change in 2008 (from all sources, including moves across municipal borders) was an increase of 6 and the non-Swiss population increased by 17 people.  This represents a population growth rate of 3.2%.[8] The age distribution, as of 2009[update], in Féchy is; 100 children or 13.0% of the population are between 0 and 9 years old and 89 teenagers or 11.6% are between 10 and 19.  Of the adult population, 83 people or 10.8% of the population are between 20 and 29 years old.  100 people or 13.0% are between 30 and 39, 132 people or 17.1% are between 40 and 49, and 108 people or 14.0% are between 50 and 59.  The senior population distribution is 102 people or 13.2% of the population are between 60 and 69 years old, 32 people or 4.2% are between 70 and 79, there are 21 people or 2.7% who are between 80 and 89, and there are 3 people or 0.4% who are 90 and older.[11] As of 2000[update], there were 265 people who were single and never married in the municipality.  There were 315 married individuals, 29 widows or widowers and 23 individuals who are divorced.[10] As of 2000[update], there were 244 private households in the municipality, and an average of 2.5 persons per household.[9]  There were 61 households that consist of only one person and 16 households with five or more people.  Out of a total of 250 households that answered this question, 24.4% were households made up of just one person and there were 3 adults who lived with their parents.  Of the rest of the households, there are 71 married couples without children, 94 married couples with children  There were 10 single parents with a child or children.  There were 5 households that were made up of unrelated people and 6 households that were made up of some sort of institution or another collective housing.[10] In 2000[update] there were 112 single family homes (or 62.2% of the total) out of a total of 180 inhabited buildings.  There were 29 multi-family buildings (16.1%), along with 32 multi-purpose buildings that were mostly used for housing (17.8%) and 7 other use buildings (commercial or industrial) that also had some housing (3.9%).  Of the single family homes 22 were built before 1919, while 11 were built between 1990 and 2000.  The greatest number of single family homes (37) were built between 1981 and 1990.  The most multi-family homes (6) were built between 1971 and 1980 and the next most (5) were built before 1919.  There were 2 multi-family houses built between 1996 and 2000.[12] In 2000[update] there were 253 apartments in the municipality.  The most common apartment size was 4 rooms of which there were 54.  There were 13 single room apartments and 120 apartments with five or more rooms.  Of these apartments, a total of 229 apartments (90.5% of the total) were permanently occupied, while 17 apartments (6.7%) were seasonally occupied and 7 apartments (2.8%) were empty.[12]  As of 2009[update], the construction rate of new housing units was 2.6 new units per 1000 residents.[9]  The vacancy rate for the municipality, in 2010[update], was 0.34%.[9] The historical population is given in the following chart:[3][13] The La Gordanne mansion and its outbuildings are listed as a Swiss heritage site of national significance.  The entire village of Féchy is part of the Inventory of Swiss Heritage Sites.[14] In the 2007 federal election the most popular party was the SVP which received 23.46% of the vote.  The next three most popular parties were the LPS Party (20.42%), the FDP (14.75%) and the SP (12.92%).  In the federal election, a total of 258 votes were cast, and the voter turnout was 61.0%.[15] As of  2010[update], Féchy had an unemployment rate of 2.4%.  As of 2008[update], there were 84 people employed in the primary economic sector and about 21 businesses involved in this sector.  24 people were employed in the secondary sector and there were 4 businesses in this sector.  92 people were employed in the tertiary sector, with 23 businesses in this sector.[9]  There were 340 residents of the municipality who were employed in some capacity, of which females made up 42.9% of the workforce. In 2008[update] the total number of full-time equivalent jobs was 146.  The number of jobs in the primary sector was 61, all of which were in agriculture.  The number of jobs in the secondary sector was 21 of which 4 or (19.0%) were in manufacturing and 17 (81.0%) were in construction.  The number of jobs in the tertiary sector was 64.  In the tertiary sector; 11 or 17.2% were in wholesale or retail sales or the repair of motor vehicles, 1 was in the movement and storage of goods, 5 or 7.8% were in a hotel or restaurant, 2 or 3.1% were in the information industry, 4 or 6.3% were the insurance or financial industry, 14 or 21.9% were technical professionals or scientists, 3 or 4.7% were in education.[16] In 2000[update], there were 58 workers who commuted into the municipality and 227 workers who commuted away.  The municipality is a net exporter of workers, with about 3.9 workers leaving the municipality for every one entering.[17]  Of the working population, 10.6% used public transportation to get to work, and 62.9% used a private car.[9] From the 2000 census[update], 170 or 26.9% were Roman Catholic, while 303 or 47.9% belonged to the Swiss Reformed Church.  Of the rest of the population, there was 1 member of an Orthodox church, and there were 16 individuals (or about 2.53% of the population) who belonged to another Christian church.  There were 10 individuals (or about 1.58% of the population) who were Jewish, and there was 1 individual who was Islamic.  There were 2 individuals who belonged to another church.  108 (or about 17.09% of the population) belonged to no church, are agnostic or atheist, and 21 individuals (or about 3.32% of the population) did not answer the question.[10] In Féchy about 203 or (32.1%) of the population have completed non-mandatory upper secondary education, and 150 or (23.7%) have completed additional higher education (either university or a Fachhochschule).  Of the 150 who completed tertiary schooling, 48.7% were Swiss men, 30.7% were Swiss women, 13.3% were non-Swiss men and 7.3% were non-Swiss women.[10] In the 2009/2010 school year there were a total of 77 students in the Féchy school district.  In the Vaud cantonal school system, two years of non-obligatory pre-school are provided by the political districts.[18]  During the school year, the political district provided pre-school care for a total of 631 children of which 203 children (32.2%) received subsidized pre-school care.  The canton's primary school program requires students to attend for four years.  There were 47 students in the municipal primary school program.  The obligatory lower secondary school program lasts for six years and there were 30 students in those schools.[19] As of 2000[update], there were 16 students in Féchy who came from another municipality, while 103 residents attended schools outside the municipality.[17] Its residents include British rock drummer Phil Collins.[20]",
  "source_url": "https://en.wikipedia.org/wiki/F%C3%A9chy"
}