{
  "id": 453,
  "title": "24 cm Mörser M 98",
  "data": "The 24 cm Mörser M 98 was a heavy siege howitzer used by Austria-Hungary during World War I. It was designed to attack modern fortifications, but its short range and ineffective ammunition led to the development of the 30.5 cm Mörser M 11 and M 16. Based on a Krupp 1888–1890 design, Škoda Works developed a new heavy mortar on a middle pivot mounting for testing in 1896.  However, the authorities realised that advancing technology required a newer design using a barrel in a cradle mounted on a hydraulic recoil system.  While introduced in November 1900, it wasn't quite ready and went through a number of minor improvements. One major problem was weak recoil springs that would allow the barrel to slip out of its cradle while elevated. Leather and horsehair stoppers could be wedged in the cradle as a short-term fix. But the permanent fix had to wait until the M 98/7 version that extended the jacket surrounding the barrel to the muzzle and redesigned the cradle was produced after 1907.[1] It was notable as the first weapon with a modern recoil system to see service with the Austro-Hungarian artillery as well as the first design to require motor traction. It was broken down into four loads for this purpose. Its carriage was mounted on a static firing platform that was jacked up and down onto its prepared bedding. It could only be loaded at 0° elevation. The UK bought 4[2] guns held in stock by Škoda in Plzeň in February 1900 and designated the gun Ordnance BL 9.45 inch Howitzer Mk I. The purchase action by Sir Henry Brackenbury served two purposes, to thwart a German agent acting on behalf of the Boers and to provide a capability for use against the forts around Pretoria. They were sent to South Africa for use in the Second Boer War against the Pretoria forts but were not needed, reportedly they fired one round at Boers attacking a picquet outside Pretoria.[3] They were later sent to China during the Boxer Rebellion but were also not used in action there. In UK use they fired a 280 lb (130 kg) common pointed shell up to 7,650 yards (7,000 m),[4] using 5 pounds 8.25 ounces (2.502 kg) cordite MDT propellant.[5] They were returned to UK from China and each of the two siege companies fired 100 rounds from them but they had not been regarded seriously.  However, they were issued to the new third siege company and used for annual practice where numerous defects became clear.  Minor modifications were made but the critical defect, no elevation below 42 degrees, giving a high trajectory, made accurate fire impossible with the methods of the time.  In addition, replacing the ballistite cartridges with cordite reduced the maximum range by 1,000 yards (910 m).[6]",
  "source_url": "https://en.wikipedia.org/wiki/24_cm_M%C3%B6rser_M_98"
}