{
  "id": 972,
  "title": "Jean Étienne Valluy",
  "data": "Jean Étienne Valluy (French pronunciation: [ʒɑ̃ etjɛn valɥi]; 15 May 1899 – 4 January 1970) was a French general. He was born in Rive-de-Gier, Loire, on 15 May 1899 to Claude (Claudius) Valluy and Jeanne, Adrienne Cossanges. In 1917 he entered the military academy of Saint-Cyr. He left as  \"Aspirant\" in July 1918 and joined the Régiment d'Infanterie Coloniale du Maroc (RICM) in August 1918. He took part in the last four months of the First World War, where he was wounded in the neck and received the first of his citations which included the Croix de Guerre.[1]: 168 At the outbreak of the war, Valluy was a Major and operations officer with the XX1 Corps, captured by the Germans he was released in 1941 and by 1944 had become a brigadier general in the First Army. In March 1945 he was given command of the 9th Colonial Infantry Division (9th DIC).[1]: 168 The French colonial government had co-existed uneasily with the Japanese occupying force during the Second World War but had been swept aside by Japanese military action in March 1945, leading to the Vietnamese declaration of independence in August 1945. By 1946, the French had reoccupied the south of Viêtnam and in July 1946 Valluy replaced Philippe Leclerc de Hauteclocque as the commander of French Forces in Indochina.[1]: 142 Following the breakdown of negotiations between the French and Viet Minh in August 1946, amid ongoing tensions between French and Viet Minh forces in Tonkin, a French patrol boat seized a Chinese junk carrying gasoline on 20 November. The Viet Minh then seized the French boat arresting its crew, and rioting broke out in Haiphong, resulting in the deaths of 240 Vietnamese and 7 French.[1]: 156  On 22 November, Valluy ordered the local commander, Colonel Pierre-Louis Debès, to take complete control of Haiphong \"and force the Vietnamese government and army into submission.[2][1]: 157 French infantry with armored units went through Haiphong fighting house to house against the Viet Minh. French aircraft bombed and strafed while the cruiser Suffren, in the harbor, shelled the city, demolishing whole neighborhoods of flimsy structures. Refugees streamed into nearby provinces with their belongings in baskets and on bicycles, and naval guns shelled them as well. Days passed before the French finally overcame the last Viet Minh snipers. The Vietnamese claimed that the French actions caused 20,000 deaths. A French admiral later estimated that no more than 6,000 Vietnamese had been killed. Vũ Quốc Uy, the chairman of the Haiphong municipal committee, said in an interview in 1981 that the toll had been between 500 and 1000. French forces moved from Haiphong towards Hanoi, various areas of which were controlled by the French and the Viet Minh. On 17 December Valluy ordered the removal of all Viet Minh roadblocks in the city, stating \"If the Viets want a fight, they'll get it.\"[3] While the Viet Minh leadership had slipped out of Hanoi, Viet Minh units engaged the French in house-to-house fighting for almost two months, allowing it to re-establish itself in Việt Bắc.[1]: 160 After securing control of Hanoi and Haiphong, Valluy sought to quickly cut off and destroy the Viet Minh by a series of pincer movements by air, land, riverine and naval forces before the Viet Minh could build up their forces.[1]: 170 On 7 October 1947, after months of preparations, Valluy launched Operation Léa with the aim of capturing the Vietminh leadership and destroying their forces in the Viet Bac. While French paratroops almost captured Ho Chi Minh at Bắc Kạn, the Viet Minh slipped away through gaps in the French lines. Operation Lea concluded on 8 November.[1]: 201–3 On 20 November, Valluy launched Operation Ceinture between Thái Nguyên and Tuyên Quang, and the French seized Viet Minh supplies and bases. No set-piece battle developed as the Viet Minh simply broke contact. The French withdrew from the area on 22 December.[1]: 203 Valluy had failed to destroy the Viet Minh through a knockout blow and realised that he was now facing a long war. With limited manpower, he was unable to launch large-scale attacks against the Viet Minh, and 1948 saw him consolidate the gains of the previous year, including the thin string of forts along Route Coloniale 4 (RC4), a circuitous road through ravines and over mountain passes between the towns of Lạng Sơn and Cao Bằng. By the end of 1948, French forces had suffered over 30 major ambushes along RC4.[1]: 207–8 In 1949, Valluy was replaced as French commander in Indochina by General Marcel Carpentier. He was director of the French Colonial Forces, Chief of Staff 1st Army, Inspector of Overseas Land Forces, Assistant Chief of Staff Supreme Headquarters Allied Powers Europe, Head French Delegation at NATO Council, chief of the French Military Mission and French member of the Nato Standing Group in Washington[1]: 455  and Commander in Chief Allied Forces Central Europe. He died in Paris in 1970 and is buried at Rive-de-Gier.",
  "source_url": "https://en.wikipedia.org/wiki/Jean_%C3%89tienne_Valluy"
}