{
  "id": 338,
  "title": "Chen Xiaocui",
  "data": "Chen Xiaocui[a] (25 September 1902 – 1 July 1967) was a Chinese poet, writer, and painter who composed classical Chinese poetry, short stories, novels, and plays, translated Western literature, and created traditional Chinese paintings. She was a founder of the Chinese Women's Calligraphy and Painting Association. After the People's Republic of China was founded, Chen became one of the first professors at Shanghai Chinese Painting Academy [zh] in 1960 but died by suicide in 1967, a year into the Cultural Revolution. The major collection of her poetry is Cuilou Yincao (翠樓吟草). Chen Xiaocui was born on 25 September 1902.[1] Her family was from Hangzhou.[2] Her grandmother named her Chen Zui (陳璻) and gave her the courtesy name Cuina (翠娜).[3] Her father was Chen Xu (courtesy name Diexian), a writer of the Mandarin Ducks and Butterflies School.[4] Her mother was Zhu Shu, who also wrote and published poetry.[5] Chen Xiaocui was the second of three children and the only daughter. Chen's elder brother was Chen Xiaodie,[1] and her younger brother was Chen Cidie.[5] In her early childhood, Chen Xiaocui received instruction in literature from her mother, Zhu Shu.[6] Chen initiated her formal education at the age of four.[7] During 1909, when the family resided in Pingchang (平昌), Jiangsu, banditry in the rural areas disrupted her schooling. She thus studied by herself, and could compose poetry by the age of eight.[8] Following the family's relocation to Shanghai in 1913,[9] she enrolled in the Chongwen Higher Women's Elementary School.[7] The exact endpoint of Chen's formal education is unclear: while Huang Jin-chu contends that her education concluded upon her graduation from elementary school,[7] Zhao Maofei believes that Chen completed high school when she was seventeen.[10] In 1913, Chen Xu started Sanren Gongsi (三人公司; 'Company of Three People') in Shanghai with Li Changjue, Wu Juemi, and two of his children, Chen Xiaodie and Chen Xiaocui. In a period of five years, the company translated 73 English novels into Chinese, including the canon of Sherlock Holmes.[11] Chen published her first work,  Sishi Guiyong (四時閨詠; 'Feminine Poetry on the Four Seasons'), in September 1914.[9] She then began to write professionally to help her family, using Xiaocui as her pen name.[12]  When she was sixteen, Chen began to study Chinese poetry from her father.[13] Eventually, in August 1924, Shanghai Women's Literary Professional College appointed Chen as an instructor in poetry and her father as a special lecturer.[14] Meanwhile, when she was seventeen, Chen Xiaocui began to study Chinese painting by herself.[15] In 1919, she studied painting with Yang Shiyou and Feng Chaoran [zh].[16] In January 1922, the magazine Banyue (半月) published the ci of Chen Xiaocui and Shi Zhecun together. Chen and Shi thus began to correspond. Shen Xiaosun, a relative of Shi, was working at the Family Industrial Company. He discussed with Chen's father the possibility of an arranged marriage between Chen and Shi. However, Shi declined the opportunity because of his poverty. He did not see Chen in person at the time.[17][18] In 1927, Chen's parents arranged for her to marry Tang Yanqi, the eldest son of the former governor of Zhejiang and the first ROC transportation secretary Tang Shouqian [zh]. Tang was also the nephew of Ma Yifu. In October, Chen Xu published Chen's collection of personal works, Cuilou Yincao, for her dowry.[19] Huang noted that Chen kept her engagement secret from her best friend. She suggested Chen's silence and acquiescence on her marriage was due to her traditional mentality.[20] In 1928, Chen and Tang had a daughter Tang Cuichu.[21] The couple separated after two to three years of marriage.[22][23] Tang Shouqian left for Taiwan before the founding of the People's Republic of China and died there in 1952.[24] In 1934, Chen founded China Women's Calligraphy and Painting Association (CWCPA) along with other women painters including Gu Qingyao, Feng Wenfeng, Li Qiujun [zh], Zhou Lianxia, Jiang Yanan and Wu Qingxia [zh].[25] The association had its first meeting on 29 April 1934, and Chen was elected a board member and an editor. On 18 May, Chen and Li Qiujun were elected co-chairs of the association.[26] The association had hosted ten exhibitions by 1944.[27] In the late 1930s, Chinese vernacular literature became more popular because of the New Culture Movement. However, Chen composed poetry in classical Chinese.[28] In April 1935, Chen attended the founding conference of Cunwenhui (存文會; 'Association to Preserve Literature') organized by Jiang Kanghu, who promoted the idea that middle school students and beyond should have a basic knowledge of classical Chinese.[29] When Japan controlled Shanghai in 1937, Chen's father and two brothers fled to Kunming, while Chen and her mother stayed in Shanghai.[30] Chen Xu fell ill in 1939, returned to Shanghai, and died on 24 March 1940. Chen Xiaocui collected and published her father's remaining works as Xuyuan Yigao (栩園遺稿; 'Remaining Works of Xuyuan').[31] After the end of the Second Sino-Japanese War in 1945, Chen and other poets, including Cheng Zhongtao, Zhang Hongwei, and Cheng Man-ch'ing,  founded Shalong Poetry Society (紗籠吟社; Shālóng Yínshè).[32] By the end of the year, CWCPA resumed its activities, and Chen took charge of its operations.[33] In 1947, when Shanghai's Bureau of Education was preparing to establish the Shanghai Museum of Art, it named Chen Xiaocui as one of its committee members.[33] Chen also began to teach private painting that year.[33] In 1948, the Shanghai campus of the Wuxi Specialized College of Chinese Studies [zh] hired Chen as a professor in Chinese poetry.[33] In April 1949, Chen's paintings were included in the spring exhibition of the Shanghai Museum of Art.[33] According to Chen Xiaodie, Chen Xiaocui considered leaving for Taiwan in 1950, but did not make the journey.[34] In 1956, Wu Hufan [zh] introduced Chen to join the Chinese Peasants' and Workers' Democratic Party.[35] In 1957, Chen's daughter Tang Cuichu left for France.[36] In 1960, when Shanghai Chinese Painting Academy [zh] was founded, Chen was one of the first professors, along with Zhou Lianxia and Lu Xiaoman.[37] In 1964, Shi Zhecun learnt of Chen's address in Shanghai from Zheng Yimei [zh]. He visited Chen on 20 February, meeting Chen for the first time. Shi visited Chen for a few times more and they exchanged literary works.[38] When the Cultural Revolution began in 1966, Chen Xiaocui was first removed from her home in June.[22] In the winter of 1966,[39] she sought refuge with Zhao Quancheng and Chen Maoheng [zh].[22] After two months, when the Zhao family began to undergo struggle sessions, the Shanghai Chinese Painting Academy also demanded that Chen return to campus.[22] Around this time, Chen Xiaocui exchanged her place of residence with Pang Zuoyu to avoid harassment from the Red Guards.[40] She also twice attempted to escape from Shanghai, but both times she was captured. The second time Chen was captured, two Red Guards found on her over 300 jin of grain ration coupons and hundreds of Yuan hidden in her trousers. After confiscating her personal belongings, the two Red Guards tied Chen in ropes and beat her.[40] In 1967, the rebel faction of Shanghai's Administration of Culture arranged to move Chen's residence to the ground floor of a house on Changle Road, Shanghai [zh]. The faction also confiscated Chen's collection of Chinese paintings and sold them as scrap paper.[41] On the morning of 1 July 1967,[b] when Chen arrived at Shanghai Chinese Painting Academy, she found that the painters were about to undergo struggle sessions. She immediately returned to her residence, but Red Guards followed her and attempted to break down her door. On that day she took sleeping pills and then killed herself by a gas stove[41] at night.[45] Upon her suicide she composed a death poem, but it was destroyed by the Red Guards.[41] Chen mostly wrote classical poetry but also composed other forms of Chinese literature including ci, qu, fu, zaju, and chuanqi.[46] Xia Chengchou [zh], a scholar in Chinese classical poetry, considered Chen's poetry in the book \"excellent and rare\".[47] Guo Mei called her an important woman writer of sanqu during the Republic of China,[48] with an \"exceptional creative talent\".[49] Cuilou Yincao Quanji (翠樓吟草全集; 'The Entire Collection of Cuilou's Poetry') is the most comprehensive collection of Chen's poetry,[46] containing her poetic works from 1915 to 1966.[50] However, some of Chen's works were published posthumously. In 1972, Chen Xiaohui's nephew Chen Keyan published Cuiyinlou Yiji (翠吟樓遺集; 'The Surviving Works of Cuiyinlou') in Taipei. Chen Xiaohui's brother, Chen Dingshan, wrote an introduction for it.[51] In 1985, Shi Zhecun published Cuilou Shimenglu (翠樓詩夢錄; 'The Records of the Poetry and Dreams of Cuilou').[52] Like many Chinese women novelists in the early 20th century who had exposure to foreign languages, Chen both composed and translated novels.[53] Her novels were published mostly before 1920, when she joined her father and brother in writing to help with her family's income.[54] In 1916, she translated a short story by the French novelist Marcelle Tinayre.[55] Guo Yanli observed that Chen's stories, such as \"Xinfu Huawei Quan\" (新妇化为犬; 'The Bride Becomes a Dog'), imitate Western literature by their Western context and humorous style.[53] However, Ma Qinqin believed that Chen also abided by Confucian values in her novels.[56] Some of the notable novels and short stories by Chen include:[57] In 1917, Chen and her father published a zaju (a form of Chinese play) together on Shen Bao.[58] Chen independently published a zaju on Xinsheng Magazine [zh] in 1921.[58] In 1922, Chen published Feng Qin Ji (焚琴记; 'The Burning of the Guqin'),[58] which is her only currently surviving Chuanqi.[59] According to Guo Mei, it is a love story containing Chen's personal opinion on the liberation of women and the freedom of marriage. In particular, Chen criticized the excessive sense of liberation of women at her time and the loss of Chinese culture and identity.[60] Chen started to study Chinese painting by herself when she was seventeen.[15] In 1923, Banyue published a painting collaborated by her and Yang Shiyou.[61] She began to publish her paintings independently from 1925.[61] Chen made many Chinese paintings depicting women, which Peng Minzhe considered as a form of \"self-portrayal\" for Chen, an elite, educated woman.[62]",
  "source_url": "https://en.wikipedia.org/wiki/Chen_Xiaocui"
}