{
  "id": 666,
  "title": "Of Mice and Men (opera)",
  "data": "Of Mice and Men is an opera in three acts by the American composer Carlisle Floyd. The English libretto was written by Floyd and is based on the 1937 novella of the same name by John Steinbeck. The opera was composed in 1969.[1] Of Mice and Men was first performed on January 22, 1970, by the Seattle Opera[2] who revived the original production (with some cast changes) for the 1976/1977 season.[3] The opera has been performed frequently within the United States.[4] The work had its New York debut at the New York City Opera in 1983.[5] In 2003, Albany Records produced a recording of the opera.[6] The opera was performed in the 2011 Opera Australia season, directed by Australian film director Bruce Beresford.[7] Sarasota Opera presented it in 2013. Manitoba Opera and Austin Opera performed it in 2016,[8][9] and Florida State University Opera performed it in 2019.[10] Scene 1 Of Mice and Men is the tragic story of two migrant ranch workers' pursuit of a simple dream: to own a small house and farm of their own. George and his slow-witted traveling companion, Lennie, who has the physique and strength of a giant and a child's mind, are in constant trouble with their employers and the law because of Lennie's pathetic inability to stay out of trouble. In the opening scene, they are once again fleeing the police and this provokes a reenactment of one of their almost daily rituals: exasperation and angry threats from George, followed by injured feelings and sulking from Lennie, and eventually yet another reconciliation. Lennie has a mouse with him which he has killed by petting it. George forces him to surrender the dead mouse and, when George throws it away, Lennie protests, telling George of his love for soft things he can stroke and pet. Lennie is consoled by the promise of live pets in the future, and then pleads with George to recount once again their dream. George, to humor Lennie, tells in great detail about the house and farm they hope to have one day soon. Lennie, unable to restrain his excitement, joins George in the telling. As the two men happily settle down for the night, a police siren whines ominously in the distance. Scene 2 George and Lennie arrive at a ranch the following day, having been hired by Curley, the disagreeable, contentious young owner of the ranch. Before their arrival, Curley and his wife, a cheaply pretty and flirtatious young woman, have a violent argument in front of the old ranch hand, Candy, in which Curley's wife accuses her husband of neglect and indifference, and threatens to seek attention elsewhere. Curley orders her out of the bunkhouse and forbids her to return to it. Lennie and George soon appear and, as they are unpacking their belongings, the ranch hands return to the bunkhouse from their supper. Slim, the stalwart ranch foreman, announces a new litter of puppies and, as the men clamor for them, Curley's wife re-appears. Pretending she is looking for her husband, she flirts brazenly with the ranch hands, despite Slim and Candy, who urge her to leave. When she is gone, Carlson, the assistant foreman, abetted by the other ranch hands, begins harassing Candy to give up his old dog, whose smell is unbearable in the bunkhouse. Candy pitifully protests but is eventually overwhelmed by the shouted demands of the men. When Carlson shoots the dog offstage after a long, tense wait inside, the Ballad Singer, a young ranch hand returning late to the bunkhouse, bursts in, alarmed at having heard the shot. After he is told what has happened, he briefly comforts Candy and then slowly climbs into his bunk as the ranch hands join him in singing his lonely ballad. Lennie pleads with a distressed George for one of Slim's puppies. The Ballad Singer plays a final strain of the ballad on his harmonica as the curtain falls. While intently perusing a newspaper as he plays checkers with Slim, George discovers a want ad for a small house and farm. Slim gently tries to discourage George from pursuing his dream and is angrily rebuffed. George passionately insists that his and Lennie's life will not be the lonely life of isolation of the typical ranch hand, and that their dream of owning their own house and farm will become a reality. Later, while reading the want ad to Lennie, who now has his own puppy, George is overheard by Candy, who asks to join them in their venture and offers his savings as inducement. After some calculation, George concludes that the three of them will be able to buy the house and farm in one month. As the men sing of their excitement at having a home and life of their own, and dance exuberantly, Curley's wife enters and the merriment abruptly stops. George angrily denounces her for coming to the bunkhouse and he and Candy plead with her to leave before her husband discovers her. She willfully insists on staying and Curley, arguing with Slim and Carlson, comes into the bunkhouse and finds her. Suspicious and threatened, he provokes a fight with Lennie and attacks him with a riding crop. When George shouts to Lennie to protect himself, Lennie crushes Curley's hand. After extracting a promise from Curley that George and Lennie won't be fired, Slim and Carlson exit with Curley and his wife, who has been humiliated in front of the men. George, at the urging of Candy and Lennie, reads the want ad aloud to them once again as the curtain falls. Scene 1 Lennie is disconsolate at having inadvertently killed his puppy, and is hiding it in the loft of the barn when Curley's wife enters, carrying a suitcase and obviously preparing to leave the ranch. She and Lennie begin to confide their dreams and fantasies to each other, neither aware the other is speaking: hers, a glamorous career as a movie star; his, to have pets on his farm. Lennie tells her of his love of stroking soft things, and Curley's wife invites him to stroke her hair. Lennie is fascinated with the softness of her hair, and when she, at first annoyed and later terrified,, tries to free herself from his grasp, Lennie, frightened at being discovered with her, tries to smother her screams, and then, shaking her violently in anger, breaks her neck. Dimly realizing what he has done, Lennie furtively leaves the barn. Candy soon enters, looking for Lennie, and discovers Curley's wife's body. Distraught, he calls for George, who is outside the barn playing horseshoes with Slim and the ranch hands. When Candy has shown George and Slim the body, Slim urges George to find Lennie and shoot him, himself, before Lennie is tracked down and brutally lynched by Curley and Carlson. As George, broken, exits with Slim, Candy furiously curses the dead body of Curley's wife as the scene ends. Scene 2 Lennie, shivering with dread, waits for George in the clearing. George enters and Lennie, to George's great distress, insists they go through a semblance of their ritual of angry threats and reconciliation. Lennie, alarmed when he hears the ranch hands with Curley and Slim offstage, is reassured by George that he is not the target of their search. Lennie is delighted when George offers to recount their dream once again. After one abortive effort to shoot Lennie, he finally succeeds in firing the pistol and killing him at the moment Lennie ecstatically imagines he sees their house and farm in the distance. The ranch hands and Curley, hearing the shot, converge on the two lonely figures and, as Slim stays behind with George, the others, indifferent to the tragedy, exit. The Ballad Singer whistles a fragment of the ballad and exits as the curtain falls.",
  "source_url": "https://en.wikipedia.org/wiki/Of_Mice_and_Men_(opera)"
}