{
  "id": 25,
  "title": "William Henry Battle",
  "data": "William Henry Battle (23 February 1855 – 1936) was an English surgeon and teacher. William Henry Battle was born in Lincolnshire on 23 February 1855 and died in 1936. Starting in 1866, he attended Lincoln Christ's Hospital School and then Haileybury School, Hertfordshire.[citation needed] Battle went on to attend St. Thomas' Medical School in London, England starting in 1873. He graduated medical school with MRCS and LSA in 1877, and successfully obtained his FRCS in 1880 after serving his house jobs at St. Thomas' School. During his time in medical school, Battle was given the Solly Medal in the first year it was awarded.[1] Battle became a Fellow\nof the Royal College of Surgeons in 1880. In the same\nyear, he was appointed as a Surgical Registrar to St Thomas' Hospital. He joined the British Medical Association in 1886 and eventually became honorary secretary of the section of surgery. In 1888, Battle became assistant surgeon at East London Hospital for Children and also to the Royal Free Hospital. During this time, he was honored the title of Demonstrator in Practical Surgery in the School of Medicine for Women. From 1889 to 1890 he held the title of Hunterian Professor of Surgery and Pathology at the Royal College of Surgeons of England.[1] and gave a course of lectures on \"Injuries to the Head\". In 1881 he was appointed Assistsnr Surgeon to St Thomas' Hospital  whilst retaining Assistant Surgeoncy at the Royal Free. He was an Assistant Examiner in Surgery to the London University. Battle researched concussion and optic neuritis and is known for a number of discoveries: Battle was the third son and sixth of the nineteen children of John Richard Battle, of Potter Hanworth and Rebecca Scoley, his wife. His father held a good position in Lincoln, where he was an alderman and served as mayor of the city. Battle had one son, Lt. Col. Richard John Vulliamy Battle MBE, FRCS, LRCP, MCh Cantab, MA Cantab, BA Cantab, 1970 Gillies Gold Medal (21 January 1907 – 26 May 1982). He was a plastic surgeon, and later President of the British Association of Plastic Surgeons.[citation needed] This English biographical article related to medicine is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/William_Henry_Battle"
}