{
  "id": 180,
  "title": "Arthur Asquith",
  "data": "Brigadier General Arthur Melland Asquith, DSO & Two Bars (24 April 1883 – 25 August 1939) was a senior officer of the Royal Naval Division, a Royal Navy land detachment attached to the British Army during the First World War. His father, H. H. Asquith, was the British Prime Minister during the first three years of the conflict and later became the Earl of Oxford and Asquith. Arthur Asquith was wounded four times in the war and three times awarded the Distinguished Service Order for his bravery under fire. In December 1917, Asquith was seriously wounded during fighting near Beaucamp and was evacuated to Britain where one of his legs was amputated. Asquith retired from the military following his wound and worked for the Ministry of Munitions. Arthur Asquith was born in 1883, the third son of politician H. H. Asquith and his wife Helen Melland, who died when Arthur was seven in 1891. Asquith was educated at Winchester College with his brothers and later attended New College, Oxford as an undergraduate. After completing his studies, he joined the trading firm Franklin & Herrera, with whom he did extensive business in Argentina.[1] When the First World War broke out in the summer of 1914, Asquith resigned from Franklin & Herrera and joined the Royal Navy, explaining that he could not \"sit quietly by reading the papers\" during the conflict. He was granted a temporary commission in the Royal Naval Volunteer Reserve with the rank of sub-lieutenant in October 1914.[2] His elder brothers also enlisted—Raymond Asquith was commissioned in the London Regiment and was killed in action in 1916 while Herbert Asquith joined the Royal Artillery. As the Royal Navy had too many recruits in the early months of the war, they formed a separate division to deploy on land known as the Royal Naval Division. This force was rapidly deployed to Belgium with Asquith as a junior officer.[3] The Royal Naval Division suffered heavy casualties in the Siege of Antwerp, and was withdrawn shortly before the city fell, but in 1915 it was redeployed to the Mediterranean for use in the Gallipoli campaign. Shortly after arrival, Asquith's friend and colleague Rupert Brooke died from an infected mosquito bite. During the Gallipoli Campaign, he was awarded the Distinguished Service Order (DSO) for his actions but was also wounded, resulting in his withdrawal to staff work.[4] In 1916, The Royal Naval Division, now designated the 63rd Division, was sent to the Western Front. Asquith remained as a staff officer until April 1917, when heavy casualties forced him to replace Bernard Freyberg in command of the 189th Brigade. At the head of this formation, he participated in heavy fighting throughout the year, earning two Bars to his DSO and being wounded twice more.[4] He was promoted temporary brigadier-general on 16 December 1917, while so employed as a brigade commander.[5] On 17 December 1917, Asquith was badly wounded forcing his evacuation to Britain. Despite extensive surgery, his leg was amputated in January 1918, forcing his retirement from the military with the rank of brigadier general. He then served the remainder of the war with the Ministry of Munitions, in the Controller of the Trench Warfare Department.[1] Asquith retired from the Navy following the end of the war to his home Clovelly Court, Devon.[citation needed] Citation for first Distinguished Service Order (DSO): Temp. Lt.-Com. Arthur Melland Asquith, R.N.V.R.  For conspicuous gallantry and devotion to duty. He obtained leave to go up to the front when he heard a fight was imminent. Later, although wounded, he returned to Brigade Headquarters and gave a clear account of the situation and of the fighting, which had been going on during the night. He has previously done fine work. Citation for first bar to his Distinguished Service Order (i.e. second DSO): Temp. Actg. Comdr. Arthur Melland Asquith, D.S.O., R.N.V.R.  For conspicuous gallantry and determination in the attack and clearance of a village, when he personally captured ten of the enemy, and later organised its defence, and, by his contempt of danger under heavy fire, contributed greatly to the success of the operations and to the steadiness of all ranks with him. On 30 April 1918, four months after his injury and leg amputation, Asquith married Betty Constance Manners, sister of Francis Manners, 4th Baron Manners, a Grenadier Guards officer then serving as his aide-de-camp.[8] They had four daughters.[9] Their daughter Jean Constance (born 1920) studied medicine at Somerville College, Oxford, and later married the painter Lawrence Toynbee (1922–2002), son of Arnold J. Toynbee and Rosalind Murray.[10] Following the end of the war, Asquith chaired the committee which established the Royal Naval Division War Memorial outside the Admiralty building in London.[11] In the Directory of Directors for 1935, the Hon Arthur M Asquith of 1 London Wall Buildings EC2 is listed as chairman of Brazil Plantations Syndicate Ltd, chairman of Parana Plantations Ltd and a director of San Paulo (Brazilian) Railway Co Ltd.[12] Asquith died on 25 August 1939.",
  "source_url": "https://en.wikipedia.org/wiki/Arthur_Asquith"
}