{
  "id": 999,
  "title": "Grenelle Environnement",
  "data": "The Grenelle de l'environnement was an open multi-party debate that took place in France in the summer and fall of 2007 to define key points of public policy on environmental and sustainable development over the following five-year period. Bringing together representatives of national and local government and organizations (industry, labour, professional associations, non-governmental organizations) on an equal footing, the \"Grenelle Environment Round Table\" (as it might be called in English) was instigated by then-French President Nicolas Sarkozy. Officially launched on 6 July 2007, the Grenelle de l'environnement brought together the government, local authorities, trade unions, business and volunteer sectors to draw up a plan of action of concrete measures to tackle environmental issues. The \"Grenelle\" name came from the first conference to have brought all these players together, the May 1968 labor conference, which took place in the Rue de Grenelle. Six working groups, composed of representatives of the central government, local governments, employer organizations and trade unions and NGOs, first gathered to debate the topics of climate change and energy, biodiversity and natural resources, health and the environment, production and consumption of ecological democracy, development patterns and environmental employment and competitiveness. Two groups devoted to Genetically Modified Organisms (GMOs) and waste management were also established. All submitted their proposals on 27 September 2007. After a public debate in the first half of October, these proposals led to 20 measures on 25 October. The Grenelle working groups set ambitious goals in numerous areas: biodiversity and natural resources, climate change, relations between the environment and public health, modes of production and consumption, issues of \"environmental governance\" and \"ecological democracy\", the promotion of sustainable patterns of development favorable to competitiveness and employment, genetically modified organisms (GMOs), waste management. The main commitments were: To realize these commitments, thirty-three operational sites were launched in December 2007 to determine the proposals for action for implementing the conclusions of the Grenelle. They were to deliver their first plans in March 2008, for inclusion in the environment bill debated by in spring 2008. However, the debate on the bill for the implementation of the Grenelle Environment was postponed several times, finally was begun in October, and was adopted by the National Assembly on 21 October 2008 and then sent to the Senate. This text, known as \"First Grenelle Act\", sets the general policy and describes the choices made while not specifying their practical implementation or funding. It simply reflects the legislative commitments made in October 2007. This first bill focuses on climate and seeks to divide, by four, all emissions of greenhouse gases by 2050. The industrial sectors most affected are construction and transport, which together account for 40% of total emissions. The bill includes construction of 1,500 km of public transport, and the rehabilitation of 800,000 housing units to halve their energy consumption by 2020. Other provisions are related to energy (promotion of renewable energy), products incorporating nanomaterials, agriculture (increase in the share of organic agriculture to 20% by 2020, halving the amount of pesticides). The only measure actually implemented in 2008 was the bonus-malus system on new vehicles, establishing penalties for purchasers of the most polluting vehicles and instead introducing a bonus for the least polluting cars. This measure was introduced by decree for the bonus (decree of 26 December 2007) and an amendment to the 2007 Rectificative Finance Act (which allows to change during the year the initial Finance Act) for the penalty (malus). Already implemented, the system has actually shifted consumption to cleaner vehicles. Among the measures already taken, the law of 25 June 2008 on genetically modified organisms aimed to implement several provisions of the Grenelle, although some environmental organizations challenged some of its provisions. The funding and the detailed rules for the implementation of the provisions of the first Grenelle act were specified in the Finance Act (law which determines, for a year, the nature, the amount and the allocation of resources and expenditure of the government), adopted in December 2008. The funding was also to be specified in a so-called \"Grenelle 2\" in 2009 or 2010. At the end of 2008, there were growing concerns about the funding of the Grenelle, due to the economic crisis. The total cost of the bill \"Grenelle 1\" has been estimated at around 120 billion euros, representing an annual average of 12 billion euros investment (0,6% of GDP). The establishment of a \"climate energy contribution\" or \"carbon tax\" (product tax based on the environmental damage they cause) was to bring in nearly 9.7 billion euros a year, according to a study by the ADEME (French Agency for Environment and Energy Management). But the measure has not been included in any bill yet, and even though the Government announced its future implementation, it did not set any timetable. Another funding source was to come from a tax on heavy vehicles to be levied from 2011, but its level and its base were not determined. Investments in renewable energy should also generate additional revenue (for example, 75% of expenditures to rehabilitate public buildings would be financed by the savings on reduced consumption). Savings in other sectors were also to play a part.",
  "source_url": "https://en.wikipedia.org/wiki/Grenelle_Environnement"
}