{
  "id": 882,
  "title": "United States Patent Classification",
  "data": "The United States Patent Classification is an official patent classification system in use and maintained by the United States Patent and Trademark Office (USPTO). It was mostly replaced by the Cooperative Patent Classification (CPC) on January 1, 2013.[1] Plant and design patents are still classified solely within USPC at the USPTO. As of December 2018, patents at the USPTO are still routed to their appropriate business and art units by their USPC, even though it is no longer assigned directly to the patents themselves.[citation needed] There are over 400 classes in the U.S. Patent Classification System, each having a title descriptive of its subject matter and identified by a class number. Each class is subdivided into a number of subclasses, each subclass bearing a descriptive title and identified by a subclass number. The subclass number may be an integral number, or may contain a decimal portion and/or alpha characters. A complete identification of a subclass requires both the class and subclass number and any alpha or decimal designations; e.g., 417/161.1A identifies Class 417, Subclass 161.1A.[2] The Manual of Classification, also referred to as the \"MOC\", contains ordered arrangements of the class and subclass titles, referred to as class schedules. These titles are necessarily brief, although intended to be as suggestive as possible of subject matter included. Therefore, it is best not to depend exclusively upon titles to delineate the subject matter encompassed by a class or subclass; reference to respective definitions and notes is essential. If a search is to be expeditious, accurate, and complete, the Manual of Classification should be used only as a key to the class or subclass definition and appended notes. The Manual of Classification has the following parts: Some USPC classifications date back to at least as early as 1899.[3] The Manual of Classification is usually published in full as the Basic Manual of this system every 2 years.[citation needed] Basic Manuals reflect current classifications as of December of even-numbered years. Revisions to the Basic Manual occur at 6-month intervals. Pages of the Manual revisions are inserted as replacements to update the previous versions. This article incorporates public domain material from Manual of Patent Examining Procedure, Chapter 902. United States Government.",
  "source_url": "https://en.wikipedia.org/wiki/United_States_Patent_Classification"
}