{
  "id": 128,
  "title": "Peter Jonas (director)",
  "data": "Sir John Peter Jonas CBE  FRCM FRSA (14 October 1946 – 22 April 2020[1]) was a British arts administrator and opera company director. Jonas was born in London, the son of Hilda (Ziadie), a fashion model, and Walter Jonas, who ran a dye works and a factory. His father was a German Jewish emigrant, from Hamburg, and his mother was of Jamaican and Lebanese descent.[2] Jonas studied at Worth School, and took an English Literature degree at the University of Sussex.[3] He later studied History of Music at Royal Northern College of Music Manchester, and the Royal College of Music London, with a final semester at Eastman School of Music, University of Rochester US.[citation needed] In November 1974, Jonas became the assistant to Sir Georg Solti, music director of the Chicago Symphony Orchestra, serving in that capacity until December 1977. Jonas became artistic administrator of the CSO on 1 January 1978 and he held that position until May 1985. Returning to England, he took over the management of the English National Opera, holding the position from June 1985 to 1993, succeeding Lord Harewood. He later became a patron of The Solti Foundation.[4] He was awarded an honorary doctorate of music from the University of Sussex in 1993. In September that year, Munich's Bavarian State Opera invited Jonas to become its Staatsintendant (General and artistic director); he held this position until 2006. While there he extended the company's repertoire within baroque opera, promoted its opera for all project and supported contemporary composers by introducing fourteen new-work premieres. He was awarded the Bayerische Verfassungsmedaille in 2001.[5] Jonas became a faculty member and lecturer at the University of St. Gallen in 2003, a lecturer at the University of Zürich, and a visiting lecturer for the Bavarian Theatre Academy Munich in 2004. He was the first chairman of the German Speaking Opera Intendants (Directors) Conference from 2001 to 2005, and a judging panel member for the 2006 International Wagner Competition, Seattle.[6] Jonas, with Plácido Domingo, journalist Christine Lemke-Matwey, and Charles Barber, contributed to a documentary on the life and art of Carlos Kleiber on BBC Radio 3 (26 September 2009).[7] He had a long relationship with the great Slovak soprano Lucia Popp, from 1973.  After that ended, he was married to Lucy Hall from 1989 to 2001 and then to Barbara Burgdorf from 2012 until his death.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Peter_Jonas_(director)"
}