{
  "id": 719,
  "title": "Michael Cahalane",
  "data": "Michael Cahalane (born 17 June 1995) is an Irish hurler who plays as a left corner-forward for club side Bandon. He is a former member of the Cork senior hurling team. Cahalane first came to prominence as a hurler with Hamilton High School in Bandon. Having played at every grade, he was a forward on the college's senior teams that played in the Harty Cup.[1] Cahalane joined the Bandon club at a young age and played both hurling and Gaelic football in all grades at juvenile and underage levels, enjoying some championship success. On 9 October 2016, he scored three points from play as Bandon defeated Fermoy in the premier intermediate hurling championship final.[2] A week later, Cahalane was a non-playing substitute when Bandon defeated Rockchapel by three points in the county intermediate football championship final.[3] Cahalane first played for Cork at minor level in 2013. A dual player with both the hurlers and Gaelic footballers, his season ultimately ended without success with defeats by Waterford and Tipperary.[4][5] Cahalane made his senior debut for Cork on 15 February 2014, replacing Aidan Walsh in the 46th minute of a National League game against Limerick at Páirc Uí Rinn.[6] During the latter stages of the league campaign, Cahalane complained of a breathing issue that was bothering him. Further tests ruled out asthma, however, an ultrasound revealed that he had an enlarged heart and had picked up a viral infection.[7] The condition threatened his hurling career and he played no part in Cork's league or championship campaigns over the subsequent two seasons. On 12 March 2017, Cahalane made his return to the Cork senior team, coming on as a substitute for Alan Cadogan in the 31st minute of a National League defeat of Waterford.[8] He made his championship debut later that season, scoring a vital goal in a four-point Munster Championship quarter-final defeat of Tipperary.[9] On 9 July 2017, Cahalane won his first Munster medal following a 1-25 to 1-20 defeat of Clare in the final.[10] On 1 July 2018, Cahalane won a second successive Munster medal following a 2-24 to 3-19 defeat of Clare in the final.[11]",
  "source_url": "https://en.wikipedia.org/wiki/Michael_Cahalane"
}