{
  "id": 181,
  "title": "Peter Jörgensen",
  "data": "Peter Jörgensen (\"Pedro Jorgensen\") (3 August 1870 in Sønderby, Funen – 15 April 1937 in Villarrica, Paraguay) was a Danish early 20th century entomologist, active particularly in Argentina and Paraguay. Peter Jörgensen was educated as a teacher of English and German in Copenhagen in 1889. In 1892, he contracted tuberculosis — a condition he suffered from throughout the remainder of his life. In 1906, he joined his friend Anders Christian Jensen-Haarup on a trip to the Mendoza Province in western Argentina in the hope that the arid Andean climate would be beneficial to his health. The two naturalists made extensive insect collections, which were either sold (e.g. to the German entomologist Heinrich Friese[1]) to cover their travel expenses or were sent to specialists for identification. They also published short accounts (in Danish) of their adventures in Argentina. Jörgensen moved on to Paraguay, where he settled near Villarrica. He committed his life to a small farm and further entomological research. He also became a plant collector for several American museums. He was found murdered at his farm in April 1937. [citation needed] Jörgensen's extensive collection activity in understudied regions and his meticulous descriptions of specimens resulted in numerous new species being described by himself and by specialists around the world, with whom he corresponded. Heinrich Friese described 143 new taxa of Argentine bees collected in part by Jörgensen and Jensen-Haarup.[1] Also the British-American zoologist Theodore Dru Alison Cockerell received specimens from Jörgensen and erected new species based on them. Today, a small fraction of his collections are kept in the Zoological Museum of the University of Copenhagen. The monotypic ant lion genus Joergenia Esben-Petersen (1933) was named in his honour.[3] Two gall midge genera are named for him: Jorgensenia Kieffer, 1913, and Jorgenseniella Maia, 2005 (Diptera: Cecidomyiidae).[4]\nA number of insect species have similarly been named for him, e.g. Pontania joergenseni Enslin 1916 (Symphyta: Tenthredinidae), Tessella jorgenseni (Schaus, 1921) (Lepidoptera: Arctiidae) and Eurota joergenseni Orfila, 1931 (Lepidoptera: Arctiidae).",
  "source_url": "https://en.wikipedia.org/wiki/Peter_J%C3%B6rgensen"
}