{
  "id": 138,
  "title": "Joan & David",
  "data": "Joan & David was a U.S. shoe retailer owned by Joan Helpern and her husband, David Helpern. In 1967 Helpern and her husband decided to start their own shoe company.[1] They specialized in high-fashion women's shoes,[2] although their line also included handbags and other accessories.[1] While the standard for a women's shoe was the high heel, Helpern stated that she was designing shoes for women who \"run through airports\". Their first pair of shoes were blue and white oxfords.[3] They had revenues of $100 million in 1986.[2] In 2000, after five years of financial difficulties, the company sought bankruptcy protection and was sold to the Maxwell Shoe Company for $16.8 million.[1] Joan & David affirmed the closure of all 12  stores by the end of July 2000. The company filed for Chapter 11 bankruptcy in March, attributing its downfall to an overly aggressive expansion strategy and internal family conflicts regarding handling continuous losses over five years.[4] The business was put on the market in 2000, with all involved Helpern family members either accepting pay cuts or departing from the company. The company cut salaries for its founder Joan, who fiercely opposed bankruptcy, David, the co-founder, chairman, and company treasurer, and their son, David Jr., senior vice president. Meanwhile, David Jr.'s wife and sister exited the company.[4] Joan and David Helpern initiated their venture in shoe manufacturing during the late 1960s, maintaining the same division of labor with Joan as the designer and David handling finances. In the 1980s, they expanded into clothing, which now contributes half of the company's revenues.[4] While Joan's designs gained consistent popularity and critical acclaim, their retail journey began with \"shops within shops\" at Ann Taylor in the 1980s, leading to a legal dispute in 1990. Subsequently, the company expanded its stores rapidly, inundating them with merchandise and prompting significant markdowns. The recent economic downturn in Asia dealt a final blow to their overseas business, sealing the fate of the company.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Joan_%26_David"
}