{
  "id": 168,
  "title": "Pengkalan Kempas Historical Complex",
  "data": "The Pengkalan Kempas Historical Complex Kompleks Sejarah Pengkalan Kempas, built on a location known as Keramat Sungai Udang (Prawn River Shrine), is an archeological site and museum located on the edge of the town of Pengkalan Kempas, within the Port Dickson District of Negeri Sembilan. The site lies near the Linggi River, not far from the western coast of Malaysia. Within the complex there are a number of megaliths of uncertain age, as well as an Islamic tomb from the 15th century. The megaliths in Pengkalan Kempas are likely related to other megaliths in nearby areas of Peninsular Malaysia. The age of these megaliths is unknown, with some estimates being 1,000 years or older. One megalith in Pengkalan Kempas has an Islamic inscription, and is thus likely from the 15th century, but others at the site may be older. The three most remarked upon megaliths have been likened in shape respectively to a rudder, a spoon, and a sword, and are situated closely together in a row. The \"rudder\" and \"sword\" stones have carvings, while the \"spoon\" stone is undecorated. Other stones of various sizes are located in different parts of the site. Near the group of three megaliths is a large tomb. Inscriptions on a nearby stone identify the occupant as Ahmad Majnun. There are two inscriptions in two scripts, which contain different messages. The Kawi inscription includes the date 1385 in the Shaka era calendar, approximately 1463. The Jawi inscription includes the date 872 in the Islamic calendar, approximately 1467, and also notes that this was during the rule of Mansur Shah. While the Jawi script is easily translated, the interpretation of the Kawi script has proved more difficult. Keramat Sungai Udang held cultural significance for nearby communities, having been a location where oaths were sworn. Archeological work at the site began in 1919, when the site was restored by I. H. N. Evans. Today, it is a registered natural heritage site of Malaysia, and is operated as a megalithic museum, containing the original tomb and stones as well as others brought from elsewhere. The Pengkalan Kempas Historical Complex (Kompleks Sejarah Pengkalan Kempas)[1] was built on a site known as Keramat Sungai Udang (Prawn River Shrine).[2][3]: 94  It is located on the outskirts of the small town of Pengkalan Kempas, itself 35 kilometres (22 mi) from the nearby city of Port Dickson.[4] The complex sits in a valley close to the Linggi River.[5]: 155 The most notable structure in the site is the large tomb of Sheikh Ahmud Majnun. Close to this tomb are a variety of megaliths, including the three most prominent (the \"rudder\", \"spoon\", and \"sword\"), which are grouped together off to one side. The \"shield\" megalith lies at one end of the tomb, while an inscribed tombstone is located near the opposite end.[6]: 3–4 Negeri Sembilan is thought to have around 300 megalith sites, which may contain multiple megaliths. Their age is uncertain, with estimates ranging from 200 years ago to the 2nd century AD, and different stones may have been erected at different times. Locally, they are referred to as \"living stones\" (batu hidup).[7][8][9] The original purpose of the megaliths in this part of Peninsula Malaysia is not known, and does not appear to have survived in local folklore. One local belief is that the megaliths mark old graves, but no evidence of this has been found in excavations.[8] Nonetheless, their label of \"living stones\" indicates some cultural or spiritual relevance.[3]: 97 In the Pengkalan Kempas site, there is a prominent grouping of granite megaliths including three large menhirs thought to resemble a rudder (kemudi), spoon (sudu/payung), and kris sword (pedang/keris). These would make them traditional symbols of leadership. Carved into the \"rudder\" stone are plants, the sun, a peacock, and a horse. Carved into the \"sword\" stone is another sun, various decorative geometric elements, and the word \"Allah\" in the Jawi script.[9] It may contain an engraving of a bearded man, reflecting common decorations on Javanese Kris, as well as a Nāga. Given the presence of the word Allah in raised stone, it is likely that the \"sword\" megalith, at least, is no older than the arrival of Islam, likely being carved in the fifteenth century. This does not date the other stones, and may be part of a longer tradition of adding new stones to the site.[6]: 9–10  The presence of other features on the \"sword\" stone indicates that, assuming the word Allah was not added later through the unlikely scenario of an existing area of rock being carved down to form the raised words, that animist and Hindu artistic elements continued to be carved after the arrival of Islam.[3]: 98–99 The \"spoon\" stone, positioned between the other two, has no carvings.[3]: 97  The names of the three main menhirs come from local tradition, explained as being the sword, spoon, and rudder of the buried saint.[5]: 156 A large stone located separately from the grouping of three but still near the tomb is said to be a shield due to its circular shape, and is referred to as the \"Shield of the Saint\".[6]: 1 [2] This \"shield\" (perisai) stone has shallow geometric carvings on one side.[5]: 160 This megaliths at Pengkalan Kempas are likely related to megaliths in nearby Kuala Pilah District and Alor Gajah District.[3]: 93  The position of the central of the three main menhirs, the undecorated \"spoon\" stone, in relation to a small rock opposite it is similar to rock pairs found in those other areas. However, while such stone pairs elsewhere are usually orientated north-south, the two at Pengkalan Kempas are orientated northwest-southeast.[3]: 96–97 A prominent part of the site is a tomb which is dedicated to a Sheikh Ahmad Majnun (or Ahmat Majanu), who per the inscriptions was an Islamic missionary who preached in the Malacca Sultanate. It is thought the tomb was created around 1467, making this one of the oldest Islamic graves in Malaysia.[9] The main tombstone has inscriptions formed by raised letters.[6]: 15  An identical Jawi inscription has been carved on the east and west sides. These include the date 872 in the Islamic calendar, a statement that the inscription was made during the reign of Mansur Shah, and a standard Islamic call for God's blessing for the deceased.[6]: 1–2 The north and south sides of the tombstone contain an inscription in the Kawi script. They are separate parts of the same text, with the north side being followed by the south side. This inscription does not mention the tomb, but instead discusses the death of Ahmad Majnun.[6]: 7  The translation of the Kawi inscription is uncertain, with some letters being unclear and some terms being ambiguous. Originally translated as implying treason, perhaps through the betrayal of some princes, it may instead refer to clever strategy used to rescue said princes.[6]: 12–17 The year given in the Kawi inscription (Shaka era 1385, falling within 1463 and 1464) is four years earlier than that in the Jawi inscription (Islamic calendar 872, falling within 1467 and 1468). If this is an error, it may be due to a mistaken letter, or reflect a mistake made during the shift from the Shaka era calendar to the Islamic calendar.[6]: 6  However, according to Johannes Gijsbertus de Casparis, it is more likely that despite being on the same tombstone, the inscriptions were written at different times.[6]: 7  Other stones from what are today India and Indonesia are also known to have inscriptions from different periods, including the Allahabad Pillar and the Padang Roco Inscription/Amoghapasa inscription.[6]: 10–11 There is also a difference in the name of the deceased individual. The Kawi name can be transliterated to \"Ahmat Majanu\", while the Jawi name is \"Ahmad Maj(e)nun\". The Jawi inscription is also where the honourific \"Sheikh\" comes from, a title not used in the Kawi inscription.[6]: 7–8  The origin of both names is unknown. \"Majanu\" likely derives from \"janu\", a poison made from a plant. This may have then been used as a now lost place name. \"Majnun\" may be a more arabic form of this original name, and may imply he was possessed or mad.[6]: 8 Until the 20th century, the tomb was a location where locals swore oaths. When doing so, an arm is placed through a hole in the tombstone, with the stone said to tighten around the arm if the person lies. This tradition likely developed over time, given the existence of a hole about the size of an arm, rather than being an intentional use by the carver.[6]: 2  The tombstone is made of a kind of sandstone not found in the local area. The hole may have been carved so the stone could be transported on a pole.[6]: 2–3  If so, it was likely carved after the Kawi inscriptions were carved, hence its location directly below them.[6]: 8–9 Keramat Sungai Udang was the site of the first dedicated research on Malaysian megaliths, with excavations carried out in 1919. This excavation found 3 large granite menhir stones, along with a number of other granite and laterite stones of various sizes, ceramics, celadon, glass, stone tools, and coins. Local tradition holds that the stones date back to the 2nd or 3rd century.[9] This research was carried out by I. H. N. Evans, who reported that the shrine was only discovered by locals \"some two or three generations ago\", based on discussions with older members of the community. Nonetheless, it had become an important local site, where prayers were made by both Chinese and Malays, and where celebrations were held when those prayers were answered. A palm-leaf structure had been erected over the tomb.[5]: 155–156  When Evans began his studies in 1919, much of the area was swampy and partly underwater.[5]: 162  The excavations carried out showed no indication the ground underneath the stones had every been disturbed, indicating the megaliths did not mark graves as was sometimes suspected.[5]: 172 Although the records are unclear, and mostly focused on the three most prominent menhirs, in 1919 there were probably at least 15 other large carved stones scattered around the site, along with others which may have been undecorated.[3]: 94  W. A. Wallace of the Federated Malay States Surveys created a map of the area as it was originally found in 1919.[5]: 155  At this time, the natural forest in the area had already been replaced by rubber plantations, mostly run by ethnic Chinese and Malays.[5]: 155  Evans re-erected fallen stones during his study, and thus it is possible some may have shifted some from their original positions.[3]: 97–98  The \"spoon\" stone had reportedly been previously broken in half by a falling tree.[5]: 156  A separate group of stones which lay away from the tomb, including one large menhir, was damaged by a Chinese rubber worker. This isolated menhir was reconstructed by Evans.[5]: 161 The Jawi inscriptions on the tombstone were translated in 1921 by C. Boden Kloss.[6]: 1  In 1927, Pieter Vincent van Stein Callenfels [nl] made the first transcription of the Kawi inscriptions, and translated their meaning as suggesting the buried individual was executed after attempting to assassinate Mansur Shah.[6]: 2  The apparent contradiction between the Jawi inscriptions which called for blessings for the deceased and the Kawi inscriptions which called the deceased a traitor led to further research. In 1931, Richard James Wilkinson proposed that Ahmad Majnun was killed unintentionally along with some tribesmen by a local noble, linking the event to a story about Sungai Ujong [ms] in the Malay Annals, thus reframing the supposed treason as the view of the local noble rather than the Sultan.[6]: 3  In 1934, Richard Olaf Winstedt suggested that Ahmad Majnun was the leader of a Minangkabau immigrant group.[6]: 4  This is unlikely, as the Kawi inscription is similar to that of the Minye Tujoh inscription, which has no links to Minangkabau. In 1949, John Gullick noted that past interpretations did not fully explain why a monument would be erected to a traitor, suggesting that the rebels may have been allowed to erect a monument as a conciliatory gesture, but that this still would not explain why the inscriptions in the two scripts were different.[6]: 5  A posthumous publication by Louis-Charles Damais in 1968 affirmed the dates of both inscriptions.[6]: 6–7 In 1980, Johannes Gijsbertus de Casparis proposed that the two inscriptions were made by different people at different times, explaining the different dates and different names used. If true, this would suggest the tombstone was originally part of a larger structure that covered the sides later used for the Jawi inscriptions, possibly at a different location. The Jawi inscriptions may have been added at a later funeral, for which the tombstone was moved and repurposed as historical memory shifted the individual from being a warrior to being a respected saint. The hole in the stone, which lies below the Kawi inscriptions, may be a result of this move.[6]: 8  It is not known why the current location was chosen for the tomb; it may be related to Ahmad Majnun, or may have been an existing holy site, as reflected by the presence of the megaliths.[6]: 9 Prior to 2005, the site was the responsibility of the Department of Museums and Antiquities. It was then taken over by the Department of National Heritage [ms], who stopped maintaining the site in 2016 for budget reasons.[11] The complex is now one of five sites managed by the Lembaga Muzium Negeri Sembilan [ms].[12] It was closed from 18 March to 16 June 2020 during the movement control order restrictions of the COVID-19 pandemic.[13] The site is registered under the National Heritage Act 2005.[14] The complex also includes other donated megaliths, a gallery, and a surau. There are proposals to further expand it into a larger megalith centre for Negeri Sembilan, or even to serve as a megalith museum for other states.[1] It is seen as a potential location to relocate other megaliths from Negeri Sembilan, collecting them in a single location and thus allowing for simple maintenance.[7]",
  "source_url": "https://en.wikipedia.org/wiki/Pengkalan_Kempas_Historical_Complex"
}