{
  "id": 297,
  "title": "Battle of Olongapo",
  "data": "American victory Visayas Mindanao The Battle of Olongapo was fought September 18–23, 1899, during the Philippine–American War. The battle featured both land and sea fighting, of which the objective was the destruction of the single Filipino artillery gun in Olongapo, a menace to American ships crossing the nearby sea. During the Spanish–American War that raged throughout 1898, Olongapo was largely ignored by the American Asiatic Squadron, despite the fact that the Spanish had built a naval station there and the Americans had been warned about the presence of Spanish vessels in the area.[1] The reason for this lay in the fact that when Commodore (later Admiral) George Dewey's fleet traversed the area on April 30, 1898, they failed to encounter any Spanish ships and, as a result, Dewey had continued on to Manila Bay where he destroyed the Spanish fleet under Admiral Patricio Montojo. After moving to Manila, the Americans focused on capturing the Spanish port in Cavite, which later became known as Sangley Point. After that, Filipino forces occupied the Olongapo area and installed a gun battery at Kalaklan Point, 1,000 feet (300 m) from sea level, consisting of two artillery pieces: one six-inch and one three-inch.[1] By 1899, the Americans realized Olongapo's potential as a protecting harbor for vessels steaming between Manila and Hong Kong, so the Asiatic Squadron began patrolling the area during the summer.[1] At first the Filipinos stationed in Olongapo decided not to fire at the American patrol. However, on September 18, 1899, after noticing the routine patrolling by the squadron, the Filipinos fired at the armed transport Zafiro.[1] Undamaged, Zafiro withdrew and reported the incident. From Sangley Point, the Americans dispatched the protected cruiser Charleston, which fired at Filipino-held Olongapo with her eight-inch guns, silencing the single enemy battery. She then began to withdraw back to Sangley Point. As the cruiser moved away, the Filipino battery fired a single parting shot, provoking the Americans.[1] On September 23, the Americans returned to Olongapo with a stronger force, bringing the monitor Baltimore and the gunboat Concord in addition to Zafiro and Charleston.[3] Baltimore opened fire with her ten- and twelve-inch guns. Due to the heavy American bombardment, the Filipino battery was only able to respond with a single shot. After the bombardment was lifted, Charleston landed 180 sailors and 70 marines.[1] As the landing party began their advance, the ships stopped firing but they were met by Filipinos from the naval yard. A short battle ensued in the main part of Olongapo, during which one American was wounded.[1] The Americans then raced to the single battery at Kalaklan Point, and destroyed it completely with three charges of guncotton. As soon as they achieved their mission, the Americans withdrew to their ships. Olongapo remained under the Filipinos, but the battery – badly damaged in the explosion – no longer posed a threat to American intentions in the area.[1] With the single Filipino battery gone, trade vessels as well as American patrols were able to freely use the trade route past Olongapo.[1] Emilio Aguinaldo effectively disbanded the regular Filipino army due to continuing American advances by November 13, 1899, which divided the force into bands of guerrillas. On December 10, 1899, an American force of 90 soldiers under Major Robert Spence captured Olongapo. Their force was augmented by the ships Baltimore and Oregon, commanded by Rear Admiral John Watson.[1]",
  "source_url": "https://en.wikipedia.org/wiki/Battle_of_Olongapo"
}