{
  "id": 218,
  "title": "Frederick W. Schumacher mansion",
  "data": "The Frederick W. Schumacher mansion was a historic house on East Broad Street in Columbus, Ohio. The mansion was built for Mary L. Frisbie, and was constructed from 1886 to 1889. Frisbie lived in the house for several years before selling it in 1901 to Frederick W. Schumacher, a prominent businessman and philanthropist. Schumacher lived there with his wife and children until the couple separated and divorced in 1917. From then until his death in 1957, Schumacher lived in the house only with servants, and frequently invited guests. In years leading up to, and just after Schumacher's death, the mansion was included in tours of historic houses of Columbus. In 1961, the mansion was demolished, and a hotel was proposed for the site. In 1987, a medical office building was finally constructed on the site; the structure was replaced with an apartment building in the 2020s. The Schumacher house was designed by prominent Columbus architect Herbert A. Linthwaite in the Romanesque Revival style. It was massive in size, with 12,000 sq ft (1,100 m2) and three stories, with a 5,700 square feet (530 m2) carriage house to the rear. The home's interior was elaborately decorated, featuring Schumacher's collections of paintings, sculptures, sketches, and artistic furnishings. Many of these works were on permanent loan to the Columbus Museum of Art, helping establish the museum's initial collection. Upon Schumacher's death, the 138-piece Schumacher Collection was donated to the museum. The mansion's elaborate fencing, installed surrounding the mansion around 1905, is today in use at a private home in Chillicothe. The house was built in from 1886 to 1888 for Mary L. Frisbie, widow of a prominent grocer. Her husband, Charles Harrison Frisbie, had lived his life modestly, though she decided to make use of their earnings after his death. Frisbie had the house built for her and her ten children,[1] and lived there for years (at least until 1893[2]), before moving to New York City.[3][4][5] In 1899, when John R. McLean ran for Ohio Governor, he requested leasing the Frisbie mansion in order to maintain a presence in Ohio's capital city. It was rumored that the Alfred Kelley mansion was available for lease, and that its owner would be pleased to have McLean as a tenant. After several days of no success locating and contacting Frisbie, she sent a letter to McLean issuing her rental terms.[6] In 1901, Frisbie sold the house to Frederick W. Schumacher, who was an immigrant who made a fortune as the head of advertising for the Peruna Drug Manufacturing Company.[7] Schumacher and founder Samuel B. Hartman (his father-in-law) were the most impactful in the company; Schumacher's advertising efforts made the drug remarkably popular and a household name.[8][4] Schumacher also became a prominent Columbus patron of the arts, and served as president of the Columbus Gallery of Fine Arts from 1904 to 1923.[7] The sale went through on March 8, 1901; the announcement in The Columbus Dispatch on the following day clarified that the sale was to Schumacher, and not to Hartman, as the paper had previously announced.[9] Schumcher had lived in Waco, Texas for much of his early life, and had married Hartman's daughter, Maribel Hartman, in 1895, at the Hartman home. In 1897, the couple moved from Waco to Columbus, taking up temporary residence in the Hartman home, and later, at 71 Winner Avenue. In 1901 the couple moved to 750 East Broad Street, what would become known as the Schumacher mansion. The couple remodeled the house, adding an iron fence as well as a porch with polished pink marble columns.[4] Schumacher also purchased adjacent lots, so that the house's grounds would be bounded by four streets.[10] In March 1917, Maribel and Frederick Schumacher separated; Maribel moved with their three children to the Hartman home at that time. In September of that year, Maribel filed for divorce, alleging that he failed to financially support her and their children for clothing travel expenses, and furnishings for their home. She also alleged Schumacher would humiliate her with accusations related to infidelity and by following her while traveling.[11] A Columbus Dispatch biography surmised that the relationship failed due to differences in interests and personality, exacerbated by the twelve-year difference in their ages. Maribel later remarried, while Schumacher lived out the rest of his life relatively alone.[12] In 1949, Schumacher's home was included in a Columbus Gallery of Fine Arts tour of historic and architecturally interesting houses in the city; the home and its artworks were noted as a \"distinguished addition\" to that year's tour.[13] In 1951, the Franklin County Historical Society offered an event, leading members through the Schumacher house and the Grace B. Kelton house.[14] In 1956, Schumacher's mansion was again set to be included in the Columbus Gallery's annual home tour,[15] though it was withdrawn one day before the tour date due to \"unforeseen circumstances\".[16] After about a year of illness, Schumacher died at his house on June 4, 1957.[7][17] In July 1957, Columbus City Council suggested perserving the house and making it into a memorial to Schumacher; the council approved a resolution asking Schumacher's heirs to consider the possibility. The council wrote that unless the house was to be preserved, it would eventually give way to increasing commercialization in the area and would be destroyed.[18] The house was opened to the public for a short period, letting hundreds of curious visitors look at Schumacher's art collections.[19] One of these tours was on September 27, 1957, organized by the Columbus Gallery of Fine Arts.[20][21] For the occasion, 18 paintings Schumacher had willed to the museum were returned and rehung in their usual places, allowing the public to see the house as Schumacher had when he lived there.[22] By September 30, 1957, it was reported that the house may be razed, and its contents would likely be auctioned.[19] In October of that year, following the \"extreme popularity\" of the gallery's tour of the house (drawing 3,228 guests), another tour date was organized for October 6, 1957.[23] In 1958, the Huntington National Bank organized a public auction of the home's contents.[24] By 1961, the decision was made to demolish the mansion. The owner's reasoning is unknown to modern historians, as there is no evidence an heir requested the building's demolition, nor was there a known pending project on the site. The demolition may have simply been a call by the bank in closing out Schumacher's estate to fund the charities as requested in his will.[1] The house was demolished by the S.G. Loewendick & Sons company, noted for tearing down many other landmark buildings in Columbus. The firm began the process of taking down the house in April 9, 1961.[25] The house was to be replaced with a luxury motor hotel:[4] plans released on April 14, 1961 detailed a 12-story, 200-room luxury hotel, with the Skilken Co. as the designer and contractor for the project.[26] On April 26, 1961, the City Planning Commission approved rezoning for the $3 million hotel.[27] The plan was never realized, and thus the land remained empty until the 1980s, when a medical building was constructed on the site.[7] Plans for the medical building were approved in April 1987.[28] In the 2020s, the medical building was replaced with an apartment building named the Frisbie, after Mary Frisbie.[7] Schumacher, as a patron of the Columbus Gallery of Fine Arts, was instrumental in the museum's construction, and permanently loaned many of his works to help establish the organization's collection. Upon his death, the remainder of his collection was willed to the museum. The 138-piece Schumacher Collection was researched and exhibited in full in 1976, along with a complete catalog of the works.[29] By the time of his death, some of his collection was already housed in a room inside the museum that bore his name.[30] The most valuable painting in the collection was Portrait of a Little Girl by Thomas Gainsborough. It was not part of Schumacher's estate, as it was donated to the museum before his death.[31] The Frederick W. Schumacher house was located at the corner of Broad Street and Hamilton Park, and had a side entrance on Garfield Avenue. It was surrounded by tall old maple trees. The home, described as \"massive\" and \"castle-like\", was considered a Columbus landmark by 1950.[32][21] The house was designed by prominent Columbus architect Herbert A. Linthwaite. It had three stories and about 12,000 square feet (1,100 m2) of space, with a carriage house measuring 5,700 square feet (530 m2).[21][7] The home's exterior was primarily made up of green-colored stone, which included a high percent of soapstone.[19][25][33] The stone was reportedly mined either in Bucks County, Pennsylvania, or at the Marble Cliff Quarry in Columbus.[7][34] Mary L. Frisbie named the house the \"Greenstone Mansion\" due to the materials used, and neighborhood children were told the tale that Schumacher had so much money that the stones of his house turned green.[1] The only other building in the city made with the stone was the Broad Street United Methodist Church, located several blocks west of the house.[35] The house was one of the most elaborate in Columbus at the time,[1] and was built at a time when the wealthy enjoyed elaborate French, Italian, and Gothic architecture, and thus the building and its coach house displayed many features popular at the time. These included a square tower at the front of the building, with a smaller tower corbeled onto its corner. Other towers, false facades, chimneys, and peaked roofs added to a \"skyline\" of sharp finials.[4] The house has been varyingly described as following either the Victorian,[15] Jacobean,[35] or Richardsonian Romanesque styles.[7] By 1950, Schumacher had two servants employed and regularly invited opera stars, bishops, and governors as guests, though he otherwise lived alone.[32] William \"Frank\" Hartigan served as his chauffeur for over 50 years.[12] The house's fence carried a rumor, that Schumacher had seen a beautiful iron fence in Germany and hired an architect to duplicate the design, and then sent the plans to the contractor who had created the original fence. According to the rumor, Schumacher then paid a high price to ship it to Columbus, only to find a stamp in the fence reading \"Made in Ohio, U.S.A.\". Schumacher himself refuted the legend in 1950, stating that he had the fence made for him in Munich 45 years earlier.[32] The fence was sold to Mrs. A. H. Mahrt in 1961, and still stands at the house she owned at 144 W. 5th Street in Chillicothe.[36] An article published six years after Schumacher's death called the rumor \"never-disputed\", and claimed that Schumacher was said to have repeated the story many times.[37] The interior of the house featured intricate artworks Schumacher collected in Europe, including statues, busts, and paintings.[32] There were works by Tintoretto, Andrea del Sarto, Lembach, and Houdon, etchings by Rembrandt, as well as Egyptian and Greek curios, and German, Bohemian, and Venetian glass.[19] These works also included a bronze statue called The Crusader; an 8-by-12-foot painting called Salome Before Herod, of Salome bringing the head of John the Baptist to Herod; Thomas Gainsborough's Girl in Blue and Gray, and sterling silver chandeliers from France.[32] The front entrance of the house led into a formal reception hall with red velvet brocade draperies around its windows and tiles and Persian rugs on the floor.[21] It was also decorated with a panel from a Hapsburg hunting lodge. The long hall featured the house's grand stairway, made of rosewood;[32] beyond this was a second stairway rising from the house's side entrance.[21] The reception hall was \"heavily ornate\", with a hand-carved pillar supporting an entranceway arch, an Empire chest, and decorations reportedly a mixture of \"the Oriental, the Medieval and the baroque\".[19] To the left of the front door were double parlors; the front parlor was Schumacher's living room; the second was his music room.[21] The living or drawing room was considered the most elegant room in the house. It resembled an Italian villa, and had aquatint walls the color of antique yellow marble, with panels and scrolls outlined in muted blues. Its windows had brocade draperies heavily threaded in gold, noted as reminiscent of Florentine textiles of the Renaissance. The room had a decorated high ceiling, furniture in the Louis XV style (including gilded sodas and chairs upholstered with silk), wall lights with tiny beaded shades, valuable paintings, and Persian rugs. The room also included Louis XV-style curio cabinets, filled with objects from Schumacher's trips abroad.[32][19][21] The music room had similar decor to the living room, though it was less formal.[21] It held a Knabe player piano with an array of photographs atop it, depicting Schumacher's family and lifelong friends. Next to the piano was a large stack of classical rolls.[21] The room also featured a portrait of Schumacher, white-haired, regal in appearance, and wearing a fur-lined coat, denoting wealth and status.[19] The house's library was where Schumacher spent most of his time; he had a favorite red leather chair situated there, with his favorite books within easy reach. On the far right wall was one of his most valuable paintings, Gainsborough's Girl in White. Next to the work hung a portrait of actress Marguerite Georges, painted by Jean-Baptiste Greuze, and between them was a bust of Schumacher's mother.[19] The room also featured more intimate photographs of his family and friends, and a photograph of Theodore Roosevelt, inscribed to Schumacher in 1904.[21] Beyond the second entrance hall was a dining room with heavy oak woodwork including carved oak chairs, a table, and a built-in sideboard. The room was described as \"almost oppressive\" to the taste of visitors of the 1950s, despite featuring dozens of crystal, ruby, and gold tall-stemmed wine glasses, lining the shelves of the room's china cabinet.[21] The house's nearby kitchen had tall windows and marble wainscoting.[21] The second floor included Schumacher's personal suite, including another library at the front of the house.[21]",
  "source_url": "https://en.wikipedia.org/wiki/Frederick_W._Schumacher_mansion"
}