{
  "id": 90,
  "title": "Crnogorski Telekom",
  "data": "Crnogorski Telekom (\"Montenegrin Telekom\"; full legal name: Crnogorski Telekom a.d. Podgorica) is a Montenegrin telecommunications operator based in Podgorica. It is the largest telecommunications company in Montenegro and provides fixed-line, mobile, IPTV, internet, ICT and cloud services. The company serves more than 359 thousand customers in mobile and more than 107 thousand accounts in fixed line of business. Roaming services are provided in more than 140 countries, with almost 300 mobile operators. Crnogorski Telekom has been part of Deutsche Telekom Group since 2005. Going back into history, Montenegrin state-owned Postal and Telecommunications Company \"PTT\" was divided in two companies in 1998: Montenegro Post and Telekom Montenegro. In 1997, Internet Crna Gora (ICG) was founded, the first Montenegrin Internet provider, which operated within Telekom Montenegro.[citation needed] In 2005, Telekom was acquired by Magyar Telekom, becoming a part of Deutsche Telekom Group. In 2006, the T-Com and T-Mobile brands were launched. In May 2009, Crnogorski Telekom a.d., T-Mobile Crna Gora d.o.o. and Internet Crna Gora d.o.o. were merged into one legal entity, Crnogorski Telekom a.d. In 2012, the T-Com and T-Mobile brands were replaced by the T brand, under which all products are now marketed. In January 2017, Hrvatski Telekom bought the complete Magyar Telekom's stake in Crnogorski Telekom A.D. Deutsche Telekom AG holds 51% of the Hrvatski Telekom shares.[2] Telekom provides fixed-network, mobile communications, Internet, and IPTV products and services for both business and residential consumers, and information and communication technology (ICT) for business and corporate customers. In the mobile segment, Telekom offers prepaid and postpaid tariffs, and in the fixed, it provides broadband connections over FTTH, hybrid access and ADSL, while the whole fixed network infrastructure is switched to all–IP technology which enables Telekom to offer prepaid Fixed BB, so-called Internet-on-click option. Telekom is also providing pay-TV services.",
  "source_url": "https://en.wikipedia.org/wiki/Crnogorski_Telekom"
}