{
  "id": 727,
  "title": "United States' Telegraph",
  "data": "The United States' Telegraph was a newspaper published in Washington, D.C., in the early 19th century. It was first published in 1814 as the Washington City Gazette by Jonathan Elliot and two associates, but ceased publication the same year due to the burning of Washington during the War of 1812. It was revived the following year as the Washington City Weekly Gazette, and advocated strongly for William H. Crawford's 1816 candidacy for presidency. The unsuccessful Crawford was appointed as Secretary of War, and granted Elliot lucrative printing contracts, allowing funding for its reissue as a daily publication titled the City of Washington Gazette. In 1826, Elliot sold the paper to John Silva Meehan, acting on behalf of a coalition of Andrew Jackson supporters seeking a friendly newspaper in Washington. Meehan renamed the paper the United States' Telegraph, and begun issuing it in daily, triweekly, and weekly editions. Although Meehan was strongly opposed to the administration of President John Quincy Adams, Jackson allies considered him unable to mount a full challenge to the administration. Missouri Jacksonian Duff Green was appointed as editor, and gradually took control of the paper over the remainder of 1826. Duff adopted an intensely partisan stance, incorporating crude humor and vehement attacks and accusations against Jackson's opponents. The Telegraph saw wide circulation both in Washington and across the United States, serving as a key component of the nationwide network of pro-Jackson papers. Despite this expansion, funding remained a persistent worry for Green and the Telegraph. Following his election in 1828, the Telegraph briefly became the primary organ of Jackson's administration. The paper continued its attacks against Anti-Jacksonians, including various opposition newspapers and former Secretary of State Henry Clay. Green, a staunch supporter of John C. Calhoun, followed the Vice President into opposition against Jackson in 1831. The paper took an increasingly enthusiastic pro-slavery position over the course of the 1830s, with pro-slavery advocacy becoming a primary focus of the paper by 1835. Green left active editorship in favor of other business concerns, and appointed Richard Kenner Crallé as chief editor in 1836. Citing \"indispensable engagements\", Green cancelled the paper in February 1837. It was succeeded by Crallé's triweekly The Reformer, which itself ceased publication several months later, publishing its last issue on April 29, 1837. The Washington City Gazette was founded by English-born printer Jonathan Elliot alongside two associates in December 1813. It was first published in January 1814, with Elliot serving as editor and printer. It saw only a brief run before its printing press was destroyed by the British sack of Washington in August 1814, during the War of 1812.[1][2] Elliot later revived the paper as the Washington City Weekly Gazette, first published on November 25, 1815.[1] During the 1816 United States presidential election the paper threw its support behind Georgia senator William H. Crawford's campaign for the Democratic-Republican nomination. Crawford was ultimately defeated by James Monroe, but was awarded a cabinet post as Secretary of War. Crawford awarded Elliot lucrative printing contracts in reward for his campaign support, giving him the funds to switch his paper to a daily publication, renaming it the City of Washington Gazette.[1][2] During the 1824 presidential election, Elliot offered the Gazette's support for John Quincy Adams' campaign in exchange for printing contracts, although this was rejected by Adams due to unreasonably high prices. In response, Elliot threatened to sink Adams' presidential campaign, and the paper returned to rallying support for Crawford.[3][4] This campaign ultimately collapsed after Crawford suffered a stroke, forcing him to withdraw. Elliot largely retired from journalism, and sold the paper, its machinery, and subscription list in early 1826.[1][4][5] Following his narrow loss in a House contingent election after the 1824 presidential election, Tennessee senator Andrew Jackson and his former running mate John C. Calhoun sought a supportive newspaper in Washington, D.C.[6] Jackson allies William B. Lewis and John Eaton arranged the purchase of the Gazette for the campaign in 1826. Although John Silva Meehan had ostensibly purchased the paper, the purchase was likely directed by Eaton using notes endorsed by John Peter Van Ness. Meehan, previously the editor and publisher of the Baptist Columbian Star, became the chief editor of the Telegraph.[7][8] Each issue of the Telegraph was four pages, with each page consisting of six columns. The first page was primarily advertisements, including for land and slave auctions. Advertisements for local schools, books, hotels, boardinghouses, and merchants were often included, as were schedules and routes for stagecoach and steamboat lines. While Congress was in session, the second page of the Telegraph was mainly dedicated to reports of congressional proceedings. Out of session, the paper printed excerpts from speeches and treatises, as well as reprinting articles from other newspapers.[9] The editorial section began at the end of the second page or the top of the third. It featured a headline column or open letter, followed by various shorter editorial columns. Many of these included rebuttals or attacks on rival newspapers, although some were responses to public letters. Occasionally, a section headlined \"Foreign Intelligence\" featured major events in Europe. Also included on the third page were ship arrival and departures, the prices of various agricultural products, marriages, obituaries, births, and notices for local events. The final page featured additional advertisements, although the majority were dedicated to supposed medical remedies and miracle cures.[10] Three editions of the Telegraph were available to consumers. Subscribers could order the daily paper, the thrice-weekly Country Telegraph, or a weekly edition for $10, $5, or $2.5 per year respectively. These rates were considered affordable in comparison to other papers, and allowed for circulation among a wider class of readers.[5][11] The first issue of the Telegraph was published on February 6, 1826. The paper was strongly opposed to the election of President Adams and the appointment of Secretary of State Henry Clay, declaring it in violation of \"the most sacred principles of the Constitution\", and adopting the motto \"Power is always stealing from the many to the few\".[12][13] Jackson himself wrote favorably of the Telegraph in a statement reprinted by the paper.[12][14] Meehan frequently took a conspiratorial tone against the administration, alleging that Adams was attempting to suppress media opposition to his presidency. This staunch opposition almost immediately brought the paper into conflict with pro-Adams press.[15] Following the deaths of Thomas Jefferson and Adams' father John Adams on July 4, 1826, the paper was placed into a period of \"extended mourning\". Columns were bordered in black, and featured almost exclusively various eulogies and political treatises in support of Jefferson. Only a scant few references were made to Adams during this period. Deaths of other important political figures were simply memorialized by the addition of black borders to columns, without expansive eulogies in the text.[16] Although Meehan was recognized for his strong advocacy against John Quincy Adams through the Telegraph, the ownership of the paper grew uncomfortable with his perceived inability to mount an effective response against the administration. The lack of transparency around the formation of the Telegraph invited allegations of conspiracy. The Richmond Whig described the paper as \"edited by nobody knows whom, supported, nobody knows how\".[13][16] Duff Green was summoned to Washington by prominent Jacksonians to serve as the paper's editor, publisher, and owner.[7] He had been the editor of the St. Louis Enquirer since 1824, and had adopted a policy of intense support for John C. Calhoun. Green shifted his support to Jackson when Calhoun was chosen as his running mate.[17][18] He was seen as a particularly aggressive and dedicated anti-Adams editor, later stating that Jackson himself had chosen him to take control of a Washington paper. Green gradually took control of the paper from Meehan, becoming the head of the editorial department in April. Eaton, alongside ten members of Congress (including James K. Polk), pooled a significant amount of funds to allow Green to assume leadership of the paper. An official deal between Meehan and Green was reached in early June, and the last issue of the paper published under Meehan's name was issued on October 17, 1826. No official statement regarding the change of ownership was made in the paper.[19][20] Like much of the American press in the lead-up to the 1828 presidential election, the Telegraph was ardently partisan.[17] Employees of the paper could be terminated for taking opposing political stances.[21] It collaborated with a network of other pro-Jackson papers via the exchange system, copying and reprinting articles and columns in papers across a wide geographical area.[22] Shortly after its foundation in 1826, it was subscribed to an exchange list including over other 163 papers.[23] The Telegraph was particularly vital to nationwide pro-Jackson exchange networks, functioning as a \"national bulletin board\" for political intelligence, reprinting columns from a massive pool of other papers. During the peak campaign season of September & October 1828, the Telegraph copied political sources from 119 newspapers. The Telegraph's political articles were correspondingly copied among many other pro-Jackson papers.[24] Green was consistently noted for his aggressive attacks against Adams, his administration, and pro-Adams press outlets. He was nicknamed \"Rough Green\" for the frequent hyperbolic language, crude humor, and innuendo in his writing.[5] Typical in an era of high-profile and personalized editors, the Telegraph was so connected to Green's editorship that it was often referred to as \"Green's Telegraph\".[25] He was particularity vehement in his attacks on Henry Clay, describing him as an embezzler and traitor, writing in the Telegraph that his \"days were spent in a gambling house, and his nights in a brothel\", and that his electoral defeat would leave him a destitute outcast.[26][27] He denounced President Adams as aristocratic, referring to him as \"King John II\". In response to claims that Rachel Jackson was a bigamist and adulteress, he began to spread rumors that the President and Louisa Adams had engaged in premarital sex. His attacks on the First Lady were considered exceptionally vulgar, leading to condemnation even from other pro-Jackson outlets. Jackson himself dissuaded Green from continuing these attacks in personal correspondence, writing that \"I never war against females\".[26][28] Green also worked to cultivate a positive public image of Jackson, emphasizing his rural character. While Jackson owned a large slave plantation, Green described him in the Telegraph as a Yeoman and a \"plain, steady old farmer\".[26] He worked to defend Jackson from various accusations and critiques, including widespread criticism of his execution of six militiamen for desertion during the Creek War.[29] The Telegraph also frequently praised and defended Calhoun, long beloved by Green. The National Journal described the Telegraph as transitioned from a pro-Jackson to a pro-Calhoun paper, writing that it \"almost exclusively devotes its columns to the Vice-President\".[30] Green and the Telegraph were vehemently opposed by Pro-Adams opposition, who nicknamed the paper the \"Tell-Lie-Graph\".[31] Other Jacksonian publications lionized Green's editorship, describing him as an \"able, bold, and faithful champion of the people\".[31] Press conflict occasionally escalated to the point of physical violence. Green assaulted National Intelligencer reporter Edward V. Sparhawk for misquoting the Telegraph. After Sparhawk continued publishing attacks on the paper, Green allegedly \"pulled his hair and gouged his eyes\" while in the offices of the Senate Committee on Claims.[32] No action was ultimately taken against Green due to political support from Jacksonian senators.[32] Another conflict later emerged with New York Courier and Enquirer editor James Watson Webb, escalating to Green brandishing a pistol at Webb on the steps of the Capitol, and later assaulting Webb's secretary with a whip.[33][34] Green hired a large number of agents across the eastern United States to help sell the paper. These agents often carried letters of support from Jacksonian congressmen, used to curry favor and sell subscriptions to local party officials. Issues of the paper were distributed long distances through the postal system, and could be shipped anywhere throughout the country for a fee of 1½ cents per issue, allowing for a much wider circulation of the paper. Despite this increased circulation, the Telegraph consistently struggled with obtaining funding. In an attempt to rectify this, Green purchased and incorporated the Alexandria Herald into the paper in October 1826, renaming it the United States’ Telegraph and Commercial Herald. The Telegraph and Commercial Herald featured a greater emphasis on commercial news, but its coverage remained primarily dedicated to politics.[35] Green also relied heavily on illicit use of congressional franking to circulate the paper. The National Journal alleged in 1828 that eight different congressmen —  including members from Kentucky, Virginia, Pennsylvania, and Ohio —  were using their franking privileges to circulate the Telegraph. Kentucky representative Thomas P. Moore was particularly expansive in his franking of the paper; over 1610 franked copies of the Telegraph were received by a Maysville, Kentucky postmaster, and similarly massive numbers were alleged to have been sent to Zanesville, Indiana. Green denied any misuse of franking, although privately celebrated Moore, nicknaming him \"Free Tom\".[36] Joseph Gales and William W. Seaton, editors of the pro-Adams National Intelligencer, were removed from their role as Senate printers in March 1837, and Jacksonian politicians instead commissioned Green for the position, granting him an additional source of funding for the Telegraph. As the printing of Senate documents was funded by the administration, the Adams administration was now effectively forced to subsidize the paper through Green. He continued as Senate printer until 1835, despite attempts by both Jacksonian and Anti-Jacksonian politicians to remove him.[37][38] To the Polls—to the Polls.... Let no one stay at home.... Let not a vote be lost. Let each Freeman do his duty; and all will triumph in the success of Jackson, Calhoun, and Liberty. Former Boston Patriot editor Russell Jarvis was hired as co-editor in November 1837, officially joining the paper the following January. Conflict almost immediately broke out between Green and Jarvis due to differing political and editorial stances. Jarvis disagreed with Green's strong support for Calhoun as Jackson's running mate, while also strongly disagreeing with his tendency to publish rumors and attack pieces on his opposition. He would later write that Green \"had a craving appetite for private slander, which spared neither age, nor sex, nor character, and which led him to publish the meanest libels upon respectable individuals\".[40] Green attempted to buy out Jarvis' stake in the paper in July 1838, but was unable to afford full compensation. After accepting loans from various banks and Jacksonian politicians, Green was able to complete the buy-out and resume his role as sole editor by late October.[41] An edition titled the Telegraph Extra was offered during the 1828 campaign, issued in a series of 36 issues for a subscription of only $1. During the 1832 campaign, Green revived the edition as the Extra Telegraph, instead offering the paper as a series of 13 issues, each bundled as ten copies. Green was unable to collect subscriptions on both editions of the Extra, leading to a great financial loss.[11] Such difficulties in collecting subscription payments plagued the paper throughout its publication.[42] As the 1828 election concluded, the paper reached its maximum circulation, cited by Green as exceeding 20,000 copies.[23] The Jackson-Calhoun ticket won the 1828 election by a sizeable margin. The administration rewarded Green's support for the campaign with a printing contract for both houses of Congress and several executive departments. The Telegraph became the primary press organ for the Jackson administration. Green is generally grouped in with the large set of unofficial presidential advisors referred to as the Kitchen Cabinet.[43]  Opposition press greatly overstated Green's influence within the administration. The Richmond Whig gave him the moniker of \"President de facto\", while the Baltimore Patriot dubbed him the \"Notorious Dictator\". Green publicly denied he had any influence over the patronage system or nominations. Responding to accusations of bias and impartiality, Green declared that he would attack the administration if it turned against their initial principles, writing that \"[Jackson] will find us at our post [...] ever ready to advocate those principles and defend those rights\".[43][44] The Telegraph continued to support the Jackson administration with \"crusading zeal\", maintaining the tenor of the campaign despite its close connection to the current administration.[45] Green continued to launch attacks on the previous administration. Henry Clay and his coalition were consistent targets of the paper, attacked even in unrelated coverage— a piece covering the 1830 French July Revolution compared Clay to the defeated Charles X. The Telegraph consistently bickered with anti-Jacksonian papers, asserting Jackson's good health in the face of repeated claims of his impending death from the opposition.[46] Although Green declined to make any public statements against the Second Bank of the United States during the campaign, he began to launch attacks and criticisms of the institution following the election. Seeing the bank as part of a \"corrupt aristocracy\", he assumed that the Second Bank was attempting to discredit the Telegraph and bribe members of Congress in order to seize control of the government. Green's columns in the paper spoke favorable of Jackson's statements of suspicion towards the bank.[47] Green, like many Southerners, was strongly opposed to the Tariff of 1828. However, internal disputes within the administration limited his ability to advocate against it within the Telegraph. The paper adopted a neutral attitude on the tariff, attacking both its strong opponents and supporters in the interests of national unity. Clay was again blamed for debates over the tariff, despite such discourse stemming from within the Jacksonian coalition itself. Green occasionally advocated for the reduction of certain elements of the tariff without outright opposing it.[48] Green's consistent support of Calhoun brought the paper into the political opposition to the administration following his break with Jackson. The intense rivalry between Calhoun and Martin Van Buren, alongside the reveal of Calhoun's opposition to Jackson's 1817 invasion of Florida during the First Seminole War, led to the fracturing of the administration in 1831. The Washington Globe came into direct conflict with the Telegraph, positioning itself as the Telegraph's successor in the defense of Jackson.[43][49] The Telegraph initially refrained from attacks on Jackson, instead blaming the rift on figures such as Van Buren and Peggy Eaton. In the wake of Jackson's increasing direct conflict with Calhoun, the Telegraph began publishing attacks on the president in October 1831.[49] The paper's new anti-Jacksonian stance cost it the support of Jacksonian postmasters it had previously relied to circulate the paper. Green returned to hiring agents to increase circulation. Many customers dropped their subscriptions, disagreeing with the new political position.[50] During the Nullification crisis, Green and the Telegraph took a cautiously positive position towards South Carolina's Ordinance of Nullification.[51] Congressman James Blair, angered by Green's insistence on describing the anti-nullifiers as \"tories\", assaulted him with a large club on Christmas Eve, 1832, breaking his arm and severely wounding his leg.[52] The Telegraph began to take an enthusiastically pro-slavery position, leading to its description as \"demented upon the subject of slavery\" by the Phenix Gazette.[53] Slavery has always existed [...] and will continue forever. We go further still, and assert, that slavery as it exists, in the South, is the best form in which it can exist. [...] We deny, we boldly deny, that slavery, as it exists in the South, is the monster which it has been described to be. We deny that it is fraught with either\ndanger or deleterious influence. By 1834, the office of the Telegraph was similar in size to that of other major Washington papers, including the National Intelligencer and the Washington Globe. The Telegraph acquired advanced presses from R. Hoe & Company, then the largest printing press manufacturer in the United States. An adjacent stereotype foundry produced duplicate printing plates to replace those worn down by press machinery, while a bindery bound over a dozen periodicals published by the firm. Well over a hundred people were employed by the paper, including around 75 printers, alongside a number of women.[55] Green planned to create the \"Washington Institute\", a Catholic orphanage that would educate children as printing apprentices and congressional reporters. This led to a protracted walkout from Telegraph journeyman printers in 1834, fearing increased competition by large numbers of apprentices. After more than a month, Green publicly rejected the proposal. However, the addition of advertisements for the proposed institution sparked outrage and conflict with a local printer's union, the Printers of the District of Columbia. The union filed a call for strike action and a public denouncement on Green, prompting him to again reject the proposal on October 15, ending the two-month walkout.[56][57] Jackson doubled the subscription price of the Country Telegraph in 1834, although subscribers who paid in advance additionally received the Register of Debates, a daily account of congressional proceedings. A new weekly edition, entitled the Political Register, was offered for $5 a year, also bundled with the Register of Debates.[58] The undersigned is compelled by other indispensable engagements to withdraw from the publication of the United States Telegraph the subscribers to which will hereafter receive in its stead 'The Reformer',  a new paper published in this city by Messrs. William W. Moore and Co. and edited by Richard K. Cralle, Esq. The Telegraph increasingly focused on the defense of slavery. Historian Fletcher M. Green stated that it had become \"little less than an antiabolition sheet\" by 1835.[54] Initially supporting Calhoun as a candidate for the 1836 presidential election prior to his refusal to stand for election, Green began to cautiously support Whig candidate William Henry Harrison. Green's increasing focus on business interests prompted him to first entrust management of the paper to assistant editor Edward R. Gibson for several months in late 1835 and early 1836. Calhoun attempted to convince Green to return to his role as editor, but he instead removed Gibson and attempted to hire Judge Abel P. Upshur as chief editor. Upshur refused, citing poor health, leading to the appointment of Richard Kenner Crallé beginning on October 5, 1836. Crallé supported both Harrison and Hugh L. White, to the approval of Green.[60][61] Crallé's tenure as editor was short-lived, as Green's outstanding debts led to the Telegraph ceasing publication in February 1837, with Green citing his \"indispensable engagements\" for the cancellation.[62][63] A short-lived triweekly paper titled The Reformer was published by Crallé as a successor to the Telegraph. It began publication on February 22, with its last issue published three months later on April 29, 1837.[64]",
  "source_url": "https://en.wikipedia.org/wiki/United_States%27_Telegraph"
}