{
  "id": 762,
  "title": "It's Not Right but It's Okay",
  "data": "\"It's Not Right but It's Okay\" is a song recorded by American Whitney Houston for her fourth studio album, My Love Is Your Love. It was written by LaShawn Daniels, Rodney \"Darkchild\" Jerkins, Fred Jerkins III, Isaac Phillips, Toni Estes and produced by Darkchild. The song was released as the third single from the album on February 15, 1999, by Arista Records. \"It's Not Right but It's Okay\" examines a woman confronting her lover about his infidelity. Houston won the 2000 Grammy Award for Best Female R&B Vocal Performance for this song. In 2003, Q Magazine ranked \"It's Not Right but It's Okay\" at number 638 in their list of the \"1001 Best Songs Ever\".[1]  In 2019, Billboard listed it as one of the Greatest Songs of 1999.[2] In 2022, the Thunderpuss club mix was listed in the list of the 200  greatest dance songs of all time on Rolling Stone.[3] The single reached number one in Spain and the top five in Canada, Iceland, the United Kingdom, and the United States. The original Rodney Jerkins production was released, but mainstream radio airplay and sales were given for the Thunderpuss Remix. The remixed version was released on Houston's 2000 Whitney: The Greatest Hits collection, and the original album version appears on 2007's The Ultimate Collection. The Johnny Vicious remixes were included on the domestic CD maxi-single of \"Heartbreak Hotel\" as well as the on the import single and are currently available as iTunes downloads. The KCC remix was included on the US version of the \"My Love Is Your Love\" maxi-single and is also available as an iTunes download. Rodney Jerkins' remixes are the closest to the album version; Club 69 (Peter Rauhofer) also remixed the track for play in the UK. In the US, when it was released as a stand-alone single, the versions that appear are the Rodney Jerkins, Thunderpuss, and Club 69 remixes. There is also a ballad version, entitled \"Smooth Mix\". \"It's Not Right but It's Okay\" is a R&B and neo soul song.[4] According to the sheet music published at Musicnotes.com, it is written in the key of C minor with a tempo of 130 beats per minute. Houston's vocals span from G3 to A♭5 in the song.[5] Bill Lamb from About.com noted that the song is a \"hard-hitting anthem for women on the way out of relationships that sounds great on the radio and on the dance floor.\"[6] J.D. Considine from The Baltimore Sun wrote, \"So when we hear her telling her abusive, less-than-faithful lover off in 'It's Not Right But It's Okay', we're not to imagine the lyrics have anything to do with the rumored infidelity of her real-life husband, Bobby Brown.\"[7] Billboard magazine highlighted the song on Houston's album.[8] Birmingham Evening Mail commented, \"Houston, we have a problem. We loved your leather-limbed performance on the Brits of Rodney Jenkins' standout track from your new album 'My Love Is Your Love' and we know you should be cutting contemporary R&B - we just reckon you deserve better songs. Still, as a chart cert this'll do nicely, it's not great but it's okay.\"[9] Matt Stopera and Brian Galindo from BuzzFeed noted on the Thunderpuss Remix, that \"aside from being a essential gay dance floor classic, this track proves how a good remix can elevate a song from good to ICONIC.\"[10] Daily Record stated, \"Soul diva Whitney sounds streetwise with her biggest single since I Will Always Love You.\"[11] It became the album's third single, peaking at number four on the US Billboard Hot 100 singles chart on July 3, 1999.[12] The single also peaked at number one on Billboard's Hot Dance Music/Club Play chart, No. 7 on the top 100 Hot R&B/Hip-Hop Singles & Tracks chart, and was certified platinum by the RIAA. The song reached No. 3 in Canada, Iceland and the United Kingdom — in March 1999, where it stayed in the chart for 15 weeks, becoming a hugely popular radio hit in the country. In Spain, it peaked at No. 1. The music video was directed by Kevin Bray. ‡ Sales+streaming figures based on certification alone. The song was covered by Darren Criss on the hit Fox TV show Glee. Criss' character, Blaine, was confronting his own 'cheating' lover in the Whitney Houston tribute special, \"Dance with Somebody\". It was also covered on the \"Lies\" single and The Mother We Share EP by Chvrches. The song was heavily sampled in Mak & Pasteman's \"It Ain't Right\" and Shane Codd's \"Rather Be Alone\".",
  "source_url": "https://en.wikipedia.org/wiki/It%27s_Not_Right_but_It%27s_Okay"
}