{
  "id": 777,
  "title": "Saad Hussain Rizvi",
  "data": "Saad Hussain Rizvi (Urdu: سعد حسین رضوی) is a Pakistani politician and the Second Ameer of Tehreek-e-Labbaik Pakistan (TLP),[1][2][3] a far-right Pakistani Islamist political party, succeeding his late father Khadim Hussain Rizvi, who founded it.[4] Saad Hussain Rizvi was born on 21 September 1994[5] into a Punjabi Awan family from Pindi Gheb, Attock District, Punjab, Pakistan to Khadim Hussain Rizvi. He was brought up with his younger brother Anas Hussain Rizvi and four sisters.[6] Saad Rizvi initially moved to Lahore’s Jamia Masjid Rehmatallil Alameen, where his father was a preacher. He then attended the Royal Grammar School and joined his father's Madrassa Abu Zar Ghaffari for Hifz-e-Qur’an. Later, he studied Qirat and Tajweed for a year. After matriculation, he attended various madrasas in Pakistan to continue his Islamic education, eventually studying the Dars-i Nizami curriculum for eight years. As a result of his religious education, Saad Rizvi is fluent in Arabic, Persian, Urdu and Punjabi languages.[7] Rizvi joined Tehreek-e-Labbaik Pakistan in 2015 as a founding member. He served as the Deputy Secretary-General of the party. In November 2020, after the death of his father Khadim Hussain Rizvi, Saad Rizvi was appointed as the leader of Tehreek-e-Labbaik Pakistan.[1] On 12 April 2021, the Government of Pakistan arrested Rizvi in Lahore and charged under Pakistan's Anti-Terrorism Act, 1997 (ATA), which caused unrest.[8][9][10][11][12] Atiq Ahmed, the public relations officer of Punjab Prisons said on 20 April that Rizvi had been released. Lahore's Jail Superintendent Asad Warraich, however, said he did not know of any such release and they had received no order to release him.[13] Interior Minister Sheikh Rasheed Ahmad later confirmed that Rizvi had not been freed.[14] A review board of the Lahore High Court rejected extending Saad's detention on 8 July, stating the government had no evidence to keep him in custody.[15] His detention was however later extended by the government for 90 days under the Anti-Terrorism Act 1997.[16] The Lahore High Court ruled his detention illegal on 1 October, in response to a petition filed by his uncle.[17] The federal review board of the Supreme Court however extended his detention by a month on the next day.[18] The Government of Punjab later appealed to the Supreme Court against the Lahore High Court's decision, but it handed over the case on 12 October to a two-member special bench of the Lahore High Court to decide.[19] The TLP later again took to protests to demand his release.[20] After a deal reached between the Government of Pakistan and the TLP, the ban on the organization was removed and Rizvi's name was removed from the terrorism watchlist on 12 November.[21] He was released from prison on 18 November.[22][23] The image of Rizvi remains controversial due to his speeches, promoting hate and violence against minorities, particularly Ahmadiyya community.[24] Oftentimes, he has made vituperative remarks against minorities and people accused of blasphemy, threatening to wipe him out who does blasphemy against the Prophet of Islam.[25] During the 2023 Quran burnings in Sweden, he demanded from the Government of Pakistan that war be declared against Sweden to put such blasphemous incidents to an end. To deal with the severe economic crisis Pakistan was going through, Rizvi, in one of his speeches, suggested to the Government of Pakistan that there was no need to undertake talks with nations and IMF for economic aid, rather the Prime Minister and the Cabinet should take the Quran in one hand, the nuclear bomb in the other and threaten other nations for money.[26] In his speech Rizvi stated: \"They are sending the prime minister (Shehbaz Sharif), his entire cabinet and chief of army staff to other countries to beg for economic aid… I ask why are they doing this? They said the Pakistani economy is in danger… Instead, I advise them to take Quran in one hand and the atom bomb suitcase in the other, and take the cabinet to Sweden, and say that we have come for the security of Quran. If this entire universe does not fall under your feet, then you can change my name\".[27] In September 2024, Rizvi was sentenced to four years by a court in the Netherlands after standing trial in absentia on charges of incitement to murder the anti-Islam politician Geert Wilders.[28] Pakistan did not force him to appear in court as requested.[29] In 2023, a nationally representative Gallup Pakistan survey conducted in June, National Public Opinion Poll, showed that Rizvi had a 38% approval rating among the respondents, making him the second most appreciated leader in the country after Imran Khan with 60%, and ahead of veteran politicians such as Nawaz Sharif (with 36%).[30]",
  "source_url": "https://en.wikipedia.org/wiki/Saad_Hussain_Rizvi"
}