{
  "id": 530,
  "title": "Newington, Oxfordshire",
  "data": "Newington is a village and civil parish in South Oxfordshire, about 4+1⁄2 miles (7 km) north of Wallingford. The 2011 Census recorded the parish's population as 102.[1] Archaeological work in the grounds of Newington House in the early 1980s and the latter half of the 2000s revealed extensive medieval occupation including at least one smithy. Some residual[clarification needed] ancient Roman pottery was recovered from medieval pits, indicating that there may have been a Roman farm or similar in the area. Newington is about 3 miles (5 km) from the Roman town of Dorchester on Thames. The earliest in situ remains are evidence for plots from after the Norman conquest of England, indating from the late 11th and early 12th centuries. These may have been agricultural enclosures, such as paddocks, but were probably laid out as house-plots for tenants. By the early 12th century it seems that a smithy was built within one of the plots, followed in the 13th century by a larger smithy built on stone footings. This smithy was in use until the 14th century when it fell into disuse. Whether smithing was carried out elsewhere in Newington is still unknown, but by the 15th century the plot where the smithy formerly existed had been dug over and used for the disposal of rubbish. There is a 14th-century reference to Andrew le Smith from the attached hamlet of Brightwell;[2] probably Britwell Prior. The Domesday Book valued Neutone (Newington) at £11 in the reign of King Edward the Confessor (1042–66) and £15 in 1086.[3] Early in the 11th century, a manor in the northern part of Berrick was joined to the parish of Newington. [The manor] \"fell into the hands of King Canute 'through forfeiture of a certain thegn'. It was begged of the King by his wife, Emma, and she passed it to the monks of Canterbury. This transaction swelled the parish of Newington which was a peculiar of the Archbishop of Canterbury\".[4] The manor came to be called Berrick Prior, meaning the corn farm belonging to the Prior of Canterbury.[5] As part of Newington, Berrick Prior \"acquired an administrative status quite different from that of Berrick Salome, for even in the present [twentieth] century directories referred to it as 'the liberty of Berrick Prior' which reflected a sometime exemption from the jurisdiction of the Sheriff of Oxfordshire.\"[6] This status ended in 1993 when a local reorganisation of boundaries returned Berrick Prior to Berrick Salome parish.[citation needed]  After the Parliament passed the Berrick Prior Inclosure Act 1810 (50 Geo. 3. c. cxiv), an  inclosure act for lands in the liberties of Berrick Prior and Newington and Holcombe, an inclosure award was made on 30 March 1815.[7] The current manor house was built about 1664, and a third storey and a Corinthian porch were added to it in about 1777.[8] The former rectory, now Beauforest House, is a Georgian house of five bays built about 1774.[8] It is a Grade II* listed building.[9] The Church of England parish church of Saint Giles[11] was built in the 12th century, its transepts were added in about 1200 and the west tower and spire were added early in the 14th century.[12] The building is Grade I listed.[13] The tower has a ring of four bells. Roger Landen of Wokingham, Berkshire cast the second bell in about 1450. Robert Eldridge of Wokingham cast the treble bell in 1592. Henry I Knight of Reading, Berkshire cast the tenor bell in 1608. Abraham II Rudhall of Gloucester cast the third bell in 1719. For technical reasons the bells are currently unringable. St Giles' also has a Sanctus bell that Ellis I Knight of Reading cast in 1639.[14] Gilbert Sheldon held the living of the parish for a time in the 17th century. Sheldon also simultaneously held the livings of Hackney, Ickford, Buckinghamshire and Oddington, Oxfordshire. After the Restoration of the Monarchy, Sheldon was consecrated Archbishop of Canterbury in 1663.[citation needed] Media related to Newington, Oxfordshire at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Newington,_Oxfordshire"
}