{
  "id": 372,
  "title": "Gashing",
  "data": "Gashing is a machining process used to rough out coarse pitched gears and sprockets. It is commonly used on worm wheels before hobbing, but also used on internal and external spur gears, bevel gears, helical gears, and gear racks. The process is performed on gashers or universal milling machines, especially in the case of worm wheels.[1] After gashing the gear or sprocket is finished via hobbing, shaping, or shaving.[2] Gashers are large, heavy-duty machine tools. They have horizontal and vertical slideways, precise indexing, large diameter ballscrews, and spindle drive motors up to 100 hp (75 kW). They are usually controlled via computer numerical control (CNC) or a microprocessor. While they are usually used for rough cutting, they are also sometimes used for finishing. For example, gashers are used for the production of large roller-chain sprockets.[2] Gashing was first used to rough out worm wheels using a universal milling machine, but then dedicated gashers were built to rough out other types of gears. Because the processes is carried out on two different machines the process differs. The process uses a milling cutter with a cross-section that is slightly smaller than the final cross-section of the cut; it has the same diameter as the worm. The cutter is then angled to the gashing angle. The gashing angle is calculated from the lead and pitch diameter of the worm; often tables are available with the gashing angles for common diameters and leads.[3] The cutter is centered over the blank and then plunged into it to the proper depth. The cutter is finally withdrawn and the blank indexed to the next tooth space and cut. This is repeated until all of the tooth spaces have been cut.[1] Note that a standard endmill with rounded corners can be used instead if a special milling cutter is unavailable. The endmill should be 3⁄10 the pitch diameter.[4] Note that is process cannot be used on a small worm wheel that mate with a multiple threaded worm.[1] The process is similar to that outlined for the universal milling machine except a gashing angle is not used. When gashing spur gears, racks, or bevel gears the cutter is plunged into the workpiece and then moved linearly in the proper direction. If a helical gear is being roughed out, then the table rotates and moves along the vertical axis to interpolate the helical path.[2] The two most common cutting tools are formed milling cutters and cutters with indexable carbide inserts. For very large gears a cutter might be replaced with two slitting cutters that cut triangular slugs from the blank.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Gashing"
}