{
  "id": 730,
  "title": "Place Émilie-Gamelin",
  "data": "Place Émilie-Gamelin (known informally as Berri Square, French: Square Berri) is a city square in central Montreal, Quebec, Canada. It was created to mark the 350th anniversary of the city.[1] Bordered by Berri Street, Saint Hubert Street, Sainte Catherine Street, and De Maisonneuve Boulevard, the square is adjacent to the entrances of transportation hubs Berri-UQAM Metro Station and the former Station centrale d'autobus, as well as the Université du Québec à Montréal and the Grande Bibliothèque du Québec. For years Place Émilie-Gamelin and the surrounding area held a bad reputation for drug sales and homelessness, something the city has tried to progressively change.[2][3] The park is named for Roman Catholic nun Émilie Gamelin, founder of the Sisters of Providence religious community, which had operated a convent on the land. Émilie Gamelin and her sisters were known for running a soup kitchen (l'Œuvre de la Soupe) for the homeless community, as well as other needy people, of Montreal, until the demolition of the Asile of Providence building on August 14, 1963 for the construction of the Montreal Metro.[4][5] Once the construction of the metro station was completed, the roof formed the newly formed place, then called Berri Square (at that time the metro station was named Berri-de-Montigny station), which was nothing more than a patch of concrete. Due to its history, for a long time many homeless people camped on this square. Allegedly, the city of Montreal created a public municipal park on the square to be able to drive out the homeless people with the park regulations which don't allow access during the night. Ironically, the city named the park after Émilie Gamelin, which might contribute to the fact that the park still attracts homeless people.[6] Place Émilie-Gamelin was the starting point of many student protests, such as a series of nightly protests (les manifs du soir), beginning April 24, 2012. Since 2014, it hosts the Jardins Gamelin in the summer, home to public gardens, outdoor concerts, food trucks and street performers.[3] In the winter, Place Émilie-Gamelin also hosts Noël dans le Parc, a Christmas village.[7][8] These are part of an ongoing series of effort by the city to revitalize the area, making it more family friendly and appealing to tourists.[2] The north end of the square features the metal sculpture Skyscraper, Waterfall, Roads, Brooks... a Construction (French: Gratte-ciel, cascades d'eau / rues, ruisseau… une construction) by artist Melvin Charney.[9] Inside the metro entrance on the south-west corner of the park (corner rue Sainte-Catherine and rue Berri) is a bronze statue of Gamelin, called Mère Émilie Gamelin (Mother Émilie Gamelin). The 1,9m high work of art, made by sculptor Raoul Hunter in 1999, was inaugurated on May 25, 2000 commemorating both the 200th anniversary of her birth and the renovation of the rue Sainte-Catherine kiosk, located in the Place Émilie-Gamelin where the shelter she founded once stood. The bronze on her right hand, which is symbolically stretched out toward people in need, is slowly fading because of all the people that shake her hand for fun.[10] The statue is owned by the City of Montreal.",
  "source_url": "https://en.wikipedia.org/wiki/Place_%C3%89milie-Gamelin"
}