{
  "id": 833,
  "title": "Scrapple",
  "data": "Scrapple, also known by the Pennsylvania Dutch name Pannhaas ('pan tenderloin' in English;[3][2] compare Panhas), is a traditional mush of fried pork scraps and trimmings combined with cornmeal and wheat flour, often buckwheat flour, and spices. Scrapple and panhaas are commonly considered an ethnic food of the Pennsylvania Dutch, including the Mennonites and Amish. Scraps of meat left over from butchering not otherwise used or sold were made into scrapple to avoid waste. More broadly, scrapple is primarily eaten in the southern Mid-Atlantic areas of the United States (Delaware, Maryland, South Jersey, Pennsylvania, Virginia, North Carolina, and Washington, D.C.). Scrapple is typically made of hog offal, such as the head, heart, liver, and other trimmings, which are boiled with any bones attached (often the entire head), to make a broth. Once cooked, bones and fat are removed, the meat is reserved, and (dry) cornmeal is boiled in the broth to make a mush. The meat, finely minced, is returned to the pot and seasonings, typically sage, thyme, savory, black pepper, and others are added.[4] The mush is formed into loaves and allowed to cool thoroughly until set. The proportions and seasoning vary based on the region and the cook's taste.[5] A few manufacturers have introduced beef[6] and turkey varieties and color the loaf to retain the traditional coloration derived from the original pork liver base. Due to its composition, it is often jokingly described as being made from \"everything but the oink\".[7][8] Scrapple is fully cooked when purchased. It is then typically cut into 1⁄4-to-3⁄4-inch-thick (0.6 to 1.9 cm) slices and pan-fried until brown to form a crust. It is sometimes first coated with flour. It may be fried in butter or oil and is sometimes deep-fried.  Scrapple can also be broiled. Scrapple is usually eaten as a breakfast side dish. It can be served plain or with either sweet or savory condiments: apple butter, ketchup, jelly, maple syrup, honey, or mustard. Etymologically, \"scrapple\" is a diminutive of \"scrap\", a reference to its composition.[9] The roots of the culinary traditions that led to the development of scrapple in America have been traced back to pre-Roman Europe.[10] The more immediate culinary ancestor of scrapple was the Low German dish called panhas, which was adapted to make use of locally available ingredients, and it is still called \"Pannhaas\", \"panhoss\", \"ponhoss\", or \"pannhas\" in parts of Pennsylvania.[11] The first recipes were created by German colonists who settled near Philadelphia and Chester County, Pennsylvania, in the 17th and 18th centuries.[12] As a result, scrapple is strongly associated with areas surrounding Philadelphia, Pittsburgh, Baltimore, Washington, D.C.; Eastern Pennsylvania, New Jersey, Maryland, Delaware, Southern New York, and the Delmarva Peninsula. Its popularity on the Delmarva Peninsula is celebrated the second weekend of October during the annual \"Apple Scrapple Festival\" in Bridgeville, Delaware. The two largest brands of scrapple in Philadelphia are Habbersett and Rapa, controlling approximately half and one-quarter of the market, respectively.  Rapa accounts for about three-quarters of the Baltimore market.[13][14]\nThe title of jazz artist Charlie Parker's 1947 composition \"Scrapple from the Apple\" is inspired by the food scrapple, in the Big Apple (New York City). In the Poconos, kosher scrapple is made using chicken.[15] Foods",
  "source_url": "https://en.wikipedia.org/wiki/Scrapple"
}