{
  "id": 927,
  "title": "Nakano Corporation",
  "data": "Nakano Corporation (株式会社ナカノフドー建設, Kabushiki-kaisha Nakano Fudo Kensetsu), is a Japanese multinational general construction contractor engaging in design, construction, civil engineering, technical assistance, and real estate development projects for its clients, which include corporations, governments and individuals. Nakano was established in 1885 by Kisaburo Nakano and specialised in fine masonry construction works for projects including the Japanese Parliament Diet Building, Nihon-bashi Bridge, as well as the Imperial Theatre. The corporation is headquartered at 4-2-28 Kudankita in Chiyoda-ku, central Tokyo, Japan,[3] and maintains international offices in United States, Singapore, Malaysia, Thailand, Indonesia, China, and Vietnam. Internationally, Nakano Corporation has completed in excess of 1,300 projects in 37 nations throughout Southeast Asia, North America, Europe, Africa, and Oceania.[4] Nakano's domestic design and construction operations in Japan include educational, office, residential, commercial, industrial, health, transport, warehousing, distribution, and welfare facilities.[5] Initially known for a special granite form of stone masonry the company today is one of Japan's largest mid-cap general construction general contractors. Apart from its headquarters in central Tokyo, Nakano also maintains regional offices in Osaka, Nagoya, Kyushu, Tohoku, as well branch offices in other major cities across Japan. Initially expanding internationally into the United States of America in 1974, and Singapore in 1975,[6] Nakano now maintains international offices in Malaysia, Thailand, Indonesia, and Vietnam. As of 2011, Nakano corporation had completed over 1,300 projects in 37 nations. Major recent works include Changi Business Park, The Metropolitan Condominium, St Thomas Suites, and Villa Rachatewi in Bangkok. Beginning in the early 1980s, the company's international operations centered around the design and construction of large scale residential, commercial, and office building projects primarily in Singapore and Malaysia, as well as high-tech industrial factories, logistics facilities and warehouses throughout industrial estates and sub-urban areas of other Southeast asia nations. In the United States, Nakano Corporation is primarily involved with real estate development along the Pacific coast of California.[7] In Japan, recent large scale projects undertaken by Nakano include the, Kitakyushu Media Dome, Museum of Maritime Science, Taito City Hospital, Marui Shibuya Young Building, and Amagasaki Municipal Soboshi High School. Large scale residential estate developments constructed by Nakano include Sumida Riverside Tower, Ogikubo Residential Complex, Gransis Forte Nakamozu, Laurel Square Miyakojima, and redevelopment of Nagamachi Stationfront. Major international projects for Nakano throughout Southeast Asia include the Changi Business Park Development, as well as large scale residential development projects in Singapore such as The Metropolitan Condominium,[8] Waterfront Gold Condominium, Optima @ Tahah Merah, St Thomas Suites, Latitude Condominium, Caspian Condominium. Other primary projects credited to Nakano include the CSF CX5 Data Center in Cyberjaya Malaysia, and Villa Rachatewi in Bangkok, Thailand. The company was founded as Nakanogumi by Kisaburo Nakano in 1885,[9] and originally specialized in civil engineering and construction works involving stone masonry. Developing a unique form of special granite masonry, the company contributed to landmark Japanese projects including Japan's Parliament House, Nihon-bashi bridge[10] and the Japanese Imperial Theatre. In 1933, the company's then general manager Yoshichika Oshima began overseeing operations, and the development of Nakano into a construction contractor.[11] The company was later reorganized by Oshima in December 1942, establishing the company's future foundations throughout Japan. After making construction its core activity, the company diversified into new areas like real estate development, and construction technology. During this time, operations also expanded from Tokyo into the major metropolitan centers of Nagoya, Osaka, Kyushu and the Tohoku region. In 1974, Nakano began expanding internationally beginning with the United States of America.[12] Beginning with international offices in the United States and Singapore in 1974 and 1975, Nakano has completed over 1,300 projects in 37 nations. In 1991 the company was renamed Nakano Corporation.[13] In 2004 the company merged with Fudo Construction to become a nationwide design and construction contractor. In terms of aseismic technology, techniques developed by Nakano include retrofit construction, and dampener base-isolation technology designed to absorb seismic energy and reduce the speed and force by which earthquakes impact structures. Alternate patents held by Nakano in this field extend to frame mounted vibration suppression involving mechanical devices and dampeners that abate structural shaking in high wind environments. Other patents developed by Nakano include HR-PC II reinforced concrete construction used for open plan layouts in high rise structures, CFT (Concrete Filled Tube) hybrid structural technology, site installed PCa exterior thermal wall technology, and inverted building techniques enabling simultaneous subterranean site excavation and upper floor construction. PCa concrete technology enabling off-site concrete casting is also credited to Nakano and recognized as a primary means for promoting both project resource conservation and the reduction of construction terms.",
  "source_url": "https://en.wikipedia.org/wiki/Nakano_Corporation"
}