{
  "id": 78,
  "title": "AN/AQS-20A",
  "data": "The AN/AQS-20A is a sonar mine countermeasure detection system, developed by Raytheon. The system was initially tested for use on the MH-60S and MH-53E helicopters and as part of the mission package for the littoral combat ships (LCS) and some United States Navy destroyers of the Arleigh Burke class. However, the Chief of Naval Operations excluded the system from use on helicopter assets in March 2012, and only one destroyer has been outfitted with the specific mission package as of April 2009. The AN/AQS-20 naval mine hunting sonar systems will be employed for deeper mine threats.  The \"Q-20\", as it is commonly called, is an underwater towed body containing a high resolution, side-looking, multi-beam sonar system used for minehunting along the ocean bottom.  This rapidly deployable system provides real-time sonar images to operators to locate, classify, mark and record mine-like objects and underwater terrain features.   The AQS-20 has an active, stabilized underwater vehicle, equipped with advanced multiple-beam side-looking sonar.   The underwater body is towed via a small-diameter electromechanical cable, while an operator can view the underwater image and identify objects on a video monitor while recording the data on S-VHS digital tapes for post mission analysis.   Operators actually \"fly\" the device underwater, controlling the depth of the device the same way that an airplane controls its altitude.   Once located, the exact coordinates of mine-like objects can be used by explosive ordnance disposal (EOD) personnel to reacquire and neutralize the mine. In 2016, the Navy canceled the program after purchasing ten systems; the ten systems that had been purchased are slated to be competed against Textron Systems' Fleet-class unmanned surface vessel system and the Knifefish unmanned underwater vehicle by General Dynamics and Bluefin Robotics.[1] Per the Joint Electronics Type Designation System (JETDS), the nomenclature AN/AQS-20A is derived this way: This United States Navy article is a stub. You can help Wikipedia by expanding it. This technology-related article is a stub. You can help Wikipedia by expanding it. This electronics-related article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/AN/AQS-20A"
}