{
  "id": 58,
  "title": "Institute of Nautical Archaeology",
  "data": "The Institute of Nautical Archaeology (INA) is an organization devoted to the study of humanity's interaction with the sea through the practice of archaeology. INA's founder Dr. George Bass pioneered the science of underwater excavation in the 1960s through work at Cape Gelidonya and other ancient shipwreck sites off the coast of Turkey.  Since then, INA has expanded its scope and activities to work globally on shipwrecks and submerged sites. In 1976, the affiliation of INA with Texas A&M University in College Station, Texas gave rise to the graduate Nautical Archaeology Program there.  Hundreds of archaeologists have received their training at Texas A&M and today, after more than four decades of the Nautical Archaeology Program's existence. INA is a not-for-profit group founded in 1972 and recognized by the U.S. Government in 1973.  Today it has members all over the world and counts among them professional archaeologists, students, and many others from all walks of life. INA's mission is to bring history to light through the science of shipwrecks. INA's members apply standards of science and art to locating, excavating, recording, preserving, and publishing shipwrecks and other archaeological sites of maritime significance all over the world. They do so to add to humanity's understanding of seafaring's role in the development of civilization. Three-quarters of the earth is covered by water, and in the fabric of human history, the most pervasive thread is our association with the planet's oceans, rivers and lakes. The Institute of Nautical Archaeology works for the public to share what nautical archaeologists do, with anyone with an interest.  INA is also committed to the preservation of the world's shipwrecks and other archaeological sites, but specifically to finding the most significant sites and excavating them to unlock their secrets. INA's professional and volunteer members and affiliates have conducted fieldwork in Africa, Asia, Australia, the Americas, and Europe.  They have worked on the world's oldest known shipwrecks, and on wrecks as recent as World War II.  Their work has improved the understanding of ancient trade in the Mediterranean, the development of the ship, shipbuilding in the Ancient World, the saga of European expansion into the New World, and wars for the control of the Americas.",
  "source_url": "https://en.wikipedia.org/wiki/Institute_of_Nautical_Archaeology"
}