{
  "id": 935,
  "title": "Dhanmondi Thana",
  "data": "Dhanmondi (Bengali: ধানমন্ডি) is an upscale residential and commercial neighbourhood and a thana (police jurisdiction) in Dhaka, Bangladesh, known for its central location, cultural vibrancy and being home to the country's founding president, Sheikh Mujibur Rahman.[5] Dhanmondi Thana falls within the administrative areas of both the Dhaka North and Dhaka South city corporations. It fully encompasses wards 49 and partially includes wards 47 and 48.[2][6] The origins of Dhanmondi can be traced back to the early 1950s, when the Government of East Pakistan developed it as a centrally planned residential area catering to the city's elites. During the British colonial period, the area that is now Dhanmondi had a canal next to it and was primarily used for cultivation, interspersed with a few settlements. It was known for its rice (ধান, dhan in Bengali) and other grain seed markets. The term mandi in Persian and Urdu refers to a market or bazaar, hence the area came to be known as Dhanmondi.[7] By the 19th century, the canal dried up, making the market there less significant. Dhanmondi subsequently became forested and remained that way until the mid-twentieth century.[8] In 1950, the government of East Pakistan acquired roughly 500 acres of agricultural and horticultural land, and leveled and divided it into plots, each approximately one bigha (0.33 acres) in size. These plots were allocated to ministers, government officials, public figures, professionals, and businesspeople based on specific criteria. The Dhaka Improvement Trust (DIT), established in 1956, oversaw the development of public amenities, construction of roads, and implementation of other infrastructure projects. Wide roads were laid out in a grid pattern, with vegetation planted along roadsides and in public areas. Plots were leased to allottees for 99 years at a rate of ৳5,000 per bigha. While initially the DIT strictly designated Dhanmondi plots for residential purposes, by 1972, this rule was considerably relaxed to the extent that it was virtually not enforced anymore.[9] Sheikh Mujibur Rahman, regarded as the founding father of Bangladesh, resided in Dhanmondi at road no. 32. He was assassinated along with most of his family at his residence on 15 August 1975. Today, his former residence has been converted into a memorial museum.[9] Over the decades Dhanmondi evolved into a chic, miniature city, with hospitals to malls, schools, banks, offices and universities. After the liberation war, its neighbourhoods primarily consisted of two-story houses.[10] Dhanmondi Thana was formed in 1976.[11] Dhanmondi Thana covers 4.34 km2 (1.68 sq mi), bordered by Mohammadpur Thana to the north, New Market Thana to the east and the south, Hazaribagh Thana to the south and the west. Sher-e-Bangla Nagar and Kalabagan thanas occupies the eastern border.[11] In the 2022 Bangladeshi census, Dhanmondi Thana recorded a total population of 101,937, distributed between the two city corporations. The Dhaka North section housed 75,148 residents, whereas Dhaka South accommodated 26,789 residents, with a combined total of 27,487 households and an average household size of 3.7 members. [2] The recorded population in 2022 reflects a decrease from the 2011 figures, which stood at 147,643 individuals.[6] The most important roads in Dhanmondi are Road no. 27, Satmasjid Road and Mirpur Road. The lakeside walkway at Dhanmondi Lake is overlooked by the Rabindra Sarobar, an open-air amphitheater near the Road 8 bridge, where dramas, concerts, and various cultural programs are held from time to time by both amateur and professional artistes, especially during major festivals and holidays. Exotic and delicious snack stalls along the lakeside, particularly on Road 2 (opposite the entrance to Bangladesh Rifles), Road 5 (on an island accessible only by foot bridges from two sides), Road 8 (near the amphitheater) and Road 32 (opposite the residence of Sheikh Mujibur Rahman), offer a variety of snacks and beverages, aimed at city dwellers during the day. These places are gathered by a lot of people, mostly around late afternoon, due to its popularity. During festivals such as Pohela Baishakh, Independence Day and Eid, moving around Dhanmondi can be difficult due to high density of population and overcrowding. Almost every bank operating in the country has an outlet in Dhanmondi. Foreign banks such as HSBC and Standard Chartered also have branches there, with HSBC and Standard Chartered having multiple ATM booths within the area. Dhanmondi is known for its wide range of expensive restaurants and cafes that mostly cluster around Satmasjid Road. Several local and international fast food chains in the country have outlets in this area. Most of these restaurants were opened in 2010s. Dhanmondi is home to many renowned food chains, especially fast food. Over the last fifteen years, a large number of schools, colleges and few private universities have been developed around the area. Government Laboratory High School, BCSIR School, Birshrestha Noor Mohammad Public College, Birshreshtha Munshi Abdur Rouf Public College, Viqarunnisa Noon School, YWCA Higher Secondary School etc are some of the notable schools in this area. Many well-known English medium schools in the country, such as Scholastica (Junior Section), South Breeze, Sunbeams,[citation needed] Oxford International School Main Campus and Junior Dhanmondi Campus,[12] Mastermind, Maple Leaf International school, Marie Curie School, Dhanmondi Tutorial, Sunnydale, European Standard School (ESS), Scholars School and College are located here. Colleges like Dhaka College,  Hamdard Public College, Ideal College and  Dhaka City College are located here. Among the universities University Of Development Alternative (UODA) is located here.",
  "source_url": "https://en.wikipedia.org/wiki/Dhanmondi_Thana"
}