{
  "id": 5,
  "title": "Christmas gift",
  "data": "A Christmas gift or Christmas present is a gift given in celebration of Christmas. Christmas gifts are often exchanged on Christmas Eve (December 24),[1] Christmas Day itself (December 25) or on the last day of the twelve-day Christmas season, Twelfth Night (January 5).[2] The practice of giving gifts during Christmastide, according to Christian tradition, is symbolic of the presentation of the gifts by the Three Wise Men to the infant Jesus.[3] Gift-giving in general is an ancient tradition that came to be associated with the Christian feast of Christmas. In ancient Rome, gift giving might have occurred near the winter solstice in December which was celebrated during the Saturnalia holiday.[4] As Christianity became increasingly widespread in the Roman lands, the custom of gift-giving occurred on New Year's Day.[5] Around 336 AD, the date December 25 appears to have become established as the day of Jesus's birth, and the tradition of gift-giving was tied to the story of the Biblical Magi giving gifts to baby Jesus;[6][7] together with another story, that of Saint Nicholas, a fourth-century Christian bishop and gift-giver, it slowly became a part of Christmas celebrations in countries such as the United Kingdom; in other Christian countries, the practice of gift-giving occurs early in Advent, on Saint Nicholas Day.[5][4] Some early Christian rulers, however, interpreted this story as indications that it should be their subjects who should give gifts to their superiors, and insisted on tributes and tithes during that period. This changed around the turn of the millennium following the popularity of the Good King Wenceslas story based on the life of another historical person claimed to be a gift-giver, Saint Wenceslaus.[5] Christmas gift-giving to superiors became less common, and around the time of the Protestant Reformation, customs of gift-giving to children became increasingly widespread in Europe.[5] The custom spread to the United States in the 19th century. This also coincided with the desire of some elites to reduce the rowdiness of adult Christmas celebrations, which in some places were tied to begging, as \"bands of young men, often rowdy, would wassail from home to home and demand handouts from the gentry\". Another related aspect was the growing desire by parents to keep children at home, away from the corrupting influence of the urban streets.[8][9] Another relatively recent change concerned the time of Christmas gift-giving. For many centuries, gift-giving took place on December 6 around Saint Nicholas Day or in early January after New Year's Eve. The popularity of this custom grew after the positive reception of the 1823 poem The Night Before Christmas and the 1843 novella A Christmas Carol. By the end of the 19th century, Christmas Eve replaced early December or January dates as the most common date for gift-giving in the Western culture.[5] With the Christmas season lasting twelve days according to the liturgical calendars of many Christian Churches, a gift is given for each of the twelve days of Christmastide in some cultures, while in other Christian households, gifts are only given on Christmas Day or Twelfth Night, the first and last days of the Christmas season, respectively.[2] The tradition was also embraced by retailers, for whom the weeks and, eventually, the entire month before Christmas became a very profitable period.[5] Around the turn of the 20th century retailers started directing marketing efforts at children in the hopes that they would entice the parents to buy more goods.[8] It can divide the gifts given by parents into involvement in parental Christmas gift giving and giving branded items as gifts. Up to the 1970s, those six weeks before Christmas accounted for 80% of the toy industry's sales.[10] RetailMeNot research found that UK households expect to splurge an average of £473.83 on presents, making far more profligate than European. It was normal to spend as much as £300 per child. Retailers predicted £1.1bn would be spent on toys during Christmastime 2020, with an average of £105 spent on younger children.[11] The relationship between involvement in giving gifts and giving branded items as gifts was investigated using Pearson's correlation coefficient. A composite mean for involvement in gift giving was calculated at 5.81 with a standard deviation of 1.32. A calculated composite mean for involvement in brands as gifts was 1.74 and a standard deviation of 1.09.[10] However, if parents' assuming it was normal for children to receive a lot of gifts, note that we also made a point to shop for other kids for donations. Besides, if parents plan to give no gifts, it is because they don't want children only live in this society of consumption. They will look for other things that bring more joy to the family.[12] In the early 2000s it was estimated that shoppers in the U.S. alone spend over $4 billion each day during the Christmas shopping season, with an average individual spending over $1,000 on gifts.[5] There are concerns that gift-giving during Christmas is too commercial. Seventy percent of respondents to an online survey of 13,576 people in 14 European countries in 2016 said that too much attention is put on spending during the Christmas period, 42% said they felt forced to spend more at Christmas, and 10% borrowed money to be able to afford the gifts.[13] Economist Joel Waldfogel noted that because of the mismatch between what the giftee values the gift and the value paid for by the giver, the gifts lose between one-tenth and one-third of their value; he calls it the \"deadweight loss of Christmas\".[14] This leads to gifts often being returned, sold, or re-gifted. In the 2016 European online survey, 15% of respondents were unhappy about their gifts and 10% could not remember what they had received. Twenty-five percent of respondents said they had re-gifted their presents to someone else, 14% sold the items, 10% tried to return them to the store, and 5% returned the gift to the giver.[13] Seniors were more likely to send their unwanted presents to charity, while those aged 25 to 34 \"simply threw them away\".[13] Gifts that are least likely to be appreciated rely on personal tastes, and include items like perfumes and cosmetics, ornaments, and clothing.[15] According to researchers from the University of Nevada, poorly-wrapped gifts get a preferable reaction because \"presents that are neatly wrapped increase a recipient's expectations.\"[15] Common Christmas gift packaging materials and styles: Media related to Christmas gifts at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Christmas_gift"
}