{
  "id": 438,
  "title": "Home Movies season 1",
  "data": "The first season of the animated sitcom Home Movies originally began airing in the United States on the television network UPN from April 26 to May 24, 1999, and on Cartoon Network from September 2 to October 7, 2001. The pilot episode was titled, \"Get Away From My Mom.\"[1][2] Co-creators Brendon Small and Loren Bouchard, along with Tom Snyder, served as writers, executive producers, and directors for the season.[3][4][5] The season utilized Snyder's signature \"squigglevision\" animation style, though it would change to a more \"conventional\" flash-animated style for the subsequent three seasons.[5] The series follows the adventures of 8-year-old Brendon Small, who writes, directs, and stars in homemade film productions that he creates with his friends Melissa Robbins and Jason Penopolis. Brendon and Melissa's soccer coach, John McGuirk, is a short-tempered and selfish alcoholic who constantly gives Brendon and Melissa bad or morally bankrupt advice. Brendon's mother, Paula, meanwhile, is divorced and juggling her children, her job as a creative writing teacher, and her romantic life. The main cast for the season consisted of Small, H. Jon Benjamin, Paula Poundstone, and\nMelissa Bardin Galsky.[6] Poundstone's role was recast after six episodes and given to Janine Ditullio as a replacement.[5] The first five episodes of the season demonstrated a writing style known as \"retroscripting,\" consisting of the cast completely improvising the storyline and animation being produced afterwards.[2][7] UPN decided to schedule the season in the timeslot following Dilbert on Monday nights, in the hopes of giving Home Movies good Nielsen ratings.[2][8] Despite this, the pilot episode received all-time low ratings and the network called the crew in order to inform them that it was the lowest-rated program they had ever broadcast in the timeslot in its televised history.[7][8] The ratings continued to be incredibly low and UPN canceled the series after only five episodes.[5][7] Despite this, Khaki Jones, Cartoon Network's Vice President of Original Series, was a \"huge fan\" of the series and was able to get it picked up on the channel's Adult Swim block, reopening production on the season.[7] These episodes include Jonathan Katz, Ron Lynch, Sam Brown, Paula Plum, Richard Snee, Mitch Hedberg, Eugene Mirman, Laura Silverman, Larry Murphy, Will LeBow, Bill Braudis, Jen Kirkman, Kelly Kimball and Amy Roeder, as guest stars. The complete season DVD was released by Shout! Factory on November 16, 2004, and featured all thirteen episodes and an assortment of bonus features.[9] Dwayne, who performs the music for the kids' movies, has written a script for a rock opera film adaption of Franz Kafka's The Metamorphosis. Melissa presses Brendon to make the film, but he is reluctant as he is filming a movie called Louis, Louis, a fictional encounter between Louis Braille and Louis Pasteur. He eventually gives in and begins filming the movie. Melissa and Jason love the film but Brendon despises it and wishes to rewrite the script. No one responds to his wish, including Dwayne, and he ends up abandoning the project, forcing Brendon to cancel production. He films Louis, Louis by himself, but eventually returns to help film the opera, agreeing to create a director's cut to include both his and Dwayne's ideas. Meanwhile, McGuirk becomes outshined on the soccer team by a new assistant coach named Drew. He attempts to get Drew fired by spray painting a wall at school and pitting the blame on Drew, but the police catch McGuirk instead, redhanded. The DVD boxset for season one was released by Shout! Factory on November 16, 2004. Other than all thirteen episodes of the season, the DVD included several bonus features, including interviews with the cast and crew, animatics, an animation gallery, commentary tracks on ten episodes, and two short films created by Small and Benjamin.[9][15][16][17][18]",
  "source_url": "https://en.wikipedia.org/wiki/Home_Movies_season_1"
}