{
  "id": 753,
  "title": "Hryhoriy Zabolotnyi",
  "data": "Hryhoriy Mykhaylovych Zabolotnyi (Ukrainian: Григорій Михайлович Заболотний; born on 6 January 1952), is a Ukrainian politician who had served as a member of the Verkhovna Rada from 2012 to 2019. He had also served as the Chairman of the Vinnytsia Oblast Council of the 5th convocation from 2006 to 2010. Hryhoriy Zabolotnyi was born on 6 January 1952 in the village of Kydrasivka, Bershad district, Vinnytsia Oblast, to a family of collective farm workers, with his father, Mykhaylo Ivanovych. From 1959 to 1967, he studied at a local eight-year school, and in 1968 he entered the Verkhiv agricultural technical school. After graduation, he worked as an agronomist of the collective farm named after Chkalov Teplytsky district of Vinnytsia region. From 1972 to 1974, he served in the military. From 1975 to 1976, he worked as an agronomist for plant protection of the \"Path to Communism\" collective farm of the Bershad district of the Vinnytsia region, then for five years as the chief agronomist of the same farm. From 1976 to 1981, he studied at the Uman Agricultural Institute, receiving the specialty of agronomist. From 1982 to 1986, he was the chief agronomist, deputy head of the Department of Agriculture of the Bershad District Executive Committee. From 1986 to 1992, he worked as a deputy, first deputy, and head of Bershad RAPO. In April 1992, he was appointed a representative of the President of Ukraine in the Bershad district.[1] In June 1994, he was elected chairman of the Bershad District Council of People's Deputies, and in July 1995 he was appointed chairman of the Bershad District Administration.[2] From June 1998 to June 2004, he worked in the Vinnytsia Regional State Administration as a deputy, and first deputy head. He is a candidate of Agricultural Sciences since 1999. From June 2004 to June 2005 — the first vice-rector for scientific work and production of the Vinnytsia State Agrarian University. He is a candidate's thesis \"Improving the elements of soybean cultivation technology in the southern forest-steppe of Ukraine and increasing the efficiency of the use of its processing products.\" Professor of the Department of Breeding and Seed Production of Agricultural Crops of the Vinnytsia State Agrarian University since 2005. From June 2005 to April 2006, he was the first deputy head of the Vinnytsia Regional State Administration. In April 2006, Zabolotnyi was elected chairman of the Vinnytsia Oblast In 2012, Zabolotnyi won the elections to the Verkhovna Rada and became a People's Deputy of Ukraine in District No. 17. Council.[3] Self-nominated, non-factional. According to the voting results, he won with 46.73% of the votes. In the Verkhovna Rada, he became a member of the Budget Committee. In the early parliamentary elections of 2014, he became a deputy of the VIII convocation from the Petro Poroshenko Bloc party under No. 27 on the electoral list. Deputy Head of the Committee on Agrarian Policy and Land Relations. On 25 December 2018, he was included in the list of Ukrainian individuals against whom sanctions were imposed by the Russian government.[4] He is an author of more than 50 scientific papers, including monographs, manuals and patents. He can speak German. Both of his parents, Mykhailo Ivanovych (1923) and mother Mariya Kiforivna (1925), had died. He is married to his wife, Nataliya Mykhailivna (born in 1953). They have a son and daughter, Oleh (born in 1975) and Oksana (born in 1980). Oleh is the director of the Vinnytsia branch of the National Academy of the State Tax Service of Ukraine. Oksana is an assistant at the agricultural management department of the Vinnytsia State Agrarian University.",
  "source_url": "https://en.wikipedia.org/wiki/Hryhoriy_Zabolotnyi"
}