{
  "id": 91,
  "title": "Xhevahir Spahiu",
  "data": "Xhevahir Spahiu (born 1 March 1945 in Malind, Skrapar District, Albania) is an Albanian poet. Spahiu studied at the University of Tirana, Faculty of Philology and History, Literature-Language Branch. Since 1968, he has worked as a journalist for the newspaper Zëri i Popullit (Voice of the People), a magazine editor for Nëntori, and a librettist and teacher at the Opera and Ballet Theater in Tirana. He has received the \"Migjen\" Award and was the winner of the first prize in the competition for the 45th anniversary of the liberation of the homeland. His work also includes children's books. Xhevahir Spahiu has even written lyrics for songs, some of which have won awards. His poetry has received several awards, like twice the price Migjeni, awarded by the Union of Writers Albanians in 1987 and 1991, respectively for titles Nesër aty jam (Tomorrow I am there) and Kohë e krisur (Radiant time). The palm of the National Floralies was attributed to the collection Heshtje s'ka (There's no silence) in 1989 and the collection Ferrparasja (Hell-Heaven) won the National Prize of Literature for the year 1994-1995 . In 1973, appeared in a magazine the poem thrown (Live) which earned him the ire of the communist regime. Enver Hoxha would have seen in a few lines a reference to a sentence by Jean-Paul Sartre, author whose reading was outlawed by the regime . That earned Spahiu a publication ban for two years. The collection Zgjimi i thellësive (Awakening depths) was meanwhile released in 1979, then withdrawn from sale because, afterwards, it was deemed \"unhealthy\". In 1993, after the fall of communism, he became secretary of the Union of Writers and he became president in 1998 . Xhevahir Spahiu of the poems are presented in the following works along with those of other Albanian poets. All translations are the author Alexandre Zotos. This article about a writer or poet from Albania is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Xhevahir_Spahiu"
}