{
  "id": 424,
  "title": "Fritz Schmid (singer)",
  "data": "Fritz Schmid (born 18 June 1972 in Linz) is an Austrian musical singer (as tenor) who has been working in Germany and Austria since 1997. Fritz Schmid grew up as the youngest of three siblings in Linz, Austria. Already as a youth he performed worldwide with the Bachl choir. He had his first stage experiences at the BRG Hamerling as Greaseball in Starlight Express in 1989. Schmid studied technical physics and mathematics at the University of Linz after his matriculation in 1990, and he took part in Les Miserables as “Marius” in the same year. In 1994, the Austrian decided to go on a musical career and graduated in acting and singing at the prestigious Conservatory of the City of Vienna.\nAlready during his training he appeared as “Rocky” in The Rocky Horror Show, as \"Pippin\" in Pippin, and as \"Tony\" in West Side Story, as well as in the theater Akzent in Vienna in the musicals Into the Woods as \"Hans\" and as \"Jesus\" in Jesus Christ Superstar. Schmid graduated with a diploma in 1997. He received the first engagement at Theater an der Wien. There he was on stage at Anatevka in 1997, before he took over the cover of the Rudolf in Elisabeth. Since 1998, the artist also inspired audiences in Germany with \"Joseph\" in Essen and as the first member of the \"Alfred\" at \"Tanz der Vampire\" in Stuttgart. Schmid was one of the premier cast of the German premiere of \"Mozart - das Musical!\" in Hamburg. Under the direction of Harry Kupfer he played the leading role in the New Flora: \"Wolfgang Amadeus Mozart\". The favorite artist likes to spend his spare time with music, painting and sport (golf, tennis, climbing...). Since 10 September 2004, Schmid has been on the stage again as Rudolf in the Theater an der Wien. In the summer of 2005, Schmid taught elocution and singing in Vienna, and in the summer of 2005, he directed his first production in the production of Broadway Connection's first show school \"Cindy's Dream\", which premiered at the Theater Akzent in Vienna.[1] In addition to his role as Rudolf, Schmid as a soloist takes part in a musical gala. In 2005, Schmid was a member of the ensemble of a world performance at REBECCA in Vienna, directed by Francesca Zambello. He was one of the swings and the second occupation of “BEN”. At the beginning of the year 2006, he started again working with Broadway Company Artistic Team as the director of “Akida”.[2] Later in the summer, he gave professional coaching in acting and singing for the major musical project \"Les Miserables\" in Vienna. Then in 2008, he joined the musical “Rudolf” in Raimund Theater as a swing for Szeps and Clemenceau, which was under the direction by David Leveaux.[3]\nIn 2011, the joint production musical “Am Musikum” in Salzburg, directed by Stephan Höllwerth, gained his professional support.[4]\nHe is currently listed as the Stage Manager (Abendspielleitung) of Ronacher theater in Vienna[5] (last validated in 2018).",
  "source_url": "https://en.wikipedia.org/wiki/Fritz_Schmid_(singer)"
}