{
  "id": 525,
  "title": "Little Stainton",
  "data": "54°34′23″N 1°27′43″W﻿ / ﻿54.573°N 1.462°W﻿ / 54.573; -1.462\nLittle Stainton is a village in the borough of Darlington and the ceremonial county of\nCounty Durham, England.  It is a township in the parish of Bishopton, County Durham,[1] situated a few miles west of Stockton-on-Tees. It is a hamlet, consisting of houses and farms that have no local service facilities.[citation needed] On one side of the street, a stream—Bishopton Beck—runs along the bottom of the gardens. It is rumoured that the last witch in England was to be hanged in Little Stainton.[citation needed] For much of its history Little Stainton was part of the parish of Bishopston.[2] This means that it did not have its own parish church and instead the inhabitants would have journeyed to Bishopston to attend religious services. In the medieval period (1066 to 1540) Little Stainton was larger than it is now. The sites of some of the buildings can still be seen as earthworks. Although, the remains are excellent, some were destroyed in 1991–2. Archaeologists recorded some medieval pottery on the site after the ploughing. In the area around Manor Farm a number of fragments of 10th and 11th century pottery have also been discovered. These suggest that the village probably had an Anglo-Saxon origin; a possibility also reflected in its name: 'Stainton' means 'stoney farm' in Old English. Until around 1960, Little Stainton consisted of a group of individual farms, to which was added a set of four council houses with agricultural dwelling restrictions. In the late 1980s, planning permission was granted for a series of private dwellings that have transformed Little Stainton into a rural agglomeration of dwellings, within which the farms now constitute a minority. Although much of the land around the dwellings is owned by the farms, many of the private dwellings have a substantial amount of land, ranging from 2 acres (8,100 m2) to about 5 acres (20,000 m2). From the Census 2011 the population of Little Stainton has included that of Great Stainton and was 193.[3] Media related to Little Stainton at Wikimedia Commons This County Durham location article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Little_Stainton"
}