{
  "id": 888,
  "title": "Kevin McCann (footballer, born 1987)",
  "data": "Kevin James McCann (born 11 September 1987) is a Scottish former footballer who last played for East Kilbride. He is primarily a defender who can also play in a defensive midfield role. He has represented Scotland at under-20 and under-21 levels. McCann started his senior career with Hibs. He made his first team debut in a Scottish Cup tie at Aberdeen on 10 January 2007.[3] He remained in the first team squad after this and he appeared as a late substitute in Hibs' victory in the 2007 Scottish League Cup Final against Kilmarnock. After the sale of Hibs' first choice right full-back Steven Whittaker to Rangers during the summer of 2007,[4] it was expected that McCann would regularly play in the Hibs first team.[5] McCann suffered from tendinitis in his right knee, which also led to him being withdrawn from the Scotland squad for the 2007 FIFA U-20 World Cup. McCann's opportunities were further limited after the appointment of Mixu Paatelainen as manager.[6] Paatelainen signed another right back, David van Zanten, for the 2008–09 season.[7] McCann also suffered further problems with tendinitis in his right knee, which kept him out of action for the rest of the 2008–09 season.[8] He resumed light training towards the end of the season.[9] McCann returned to fitness soon after the appointment of John Hughes as manager to the club.[10] He played in the opening day win against St Mirren, but was subsequently injured again[11] and did not make another appearance in the 2009–10 season. After Hibs signed another right back during the 2010 close season (Michael Hart), McCann was loaned to Inverness Caledonian Thistle.[12] McCann impressed in pre-season and started the first three league games.[13] He scored his first goal for Inverness in his second league appearance, \"an unstoppable shot into the top corner of the net from 30 yards\" in a 4–0 win against Dundee United.[13][14] McCann returned to Hibs in January 2011 at the end of his loan spell.[15] Inverness manager Terry Butcher commented that he would have been signing McCann again, but he had suffered an injury that would prevent him from playing for up to eight weeks.[15] McCann has not played for Hibs since returning from Inverness and he expected to be released at the end of the 2010–11 season.[16] Hibs confirmed this in late April.[17] In August 2011, McCann played a trial match for Greenock Morton in the First Division victory over Livingston.[18] On 22 August, McCann signed a short-term deal until January 2012.[19] His contract was not extended following this deal and he was released.[20] On 10 March 2012, he played in a trial match for Livingston against his former club Greenock Morton.[21] Also setting up a goal for Iain Russell with a cross. After a further two games as a trialist, he signed for them on a short-term contract until the end of the season.[22] McCann extended his stay with the West Lothian club by signing a new one-year contract in May 2012.[23] McCann scored in a record victory, 8–0 against Stranraer in Scottish League Cup First round on 4 August 2012. On 26 October 2013, McCann signed for Raith Rovers.[24] When his deal at Raith Rovers ended coach Alex Weaver offered a contract to McCann who moved to Singapore, signing for S.League club Warriors[25][26] Currently playing in a defensive midfield role where he scored his first S league goal against Harimau Muda B. Scoring also a vital 35-yard free kick against title rivals DPMM away in Brunei for Warriors to win 2–3. In his first season became a key player playing every match in the S.League winning season. He became the first Scottish player to ever win the Singapore S.League title. He won the 2014 S.League for Warriors; making it the club's ninth in their history. McCann returned to Scotland in January 2016, signing for Scottish Championship side Falkirk on a short-term deal until the end of the season.[27] Falkirk finished second in the league and were also runners-up in the play-off final. In August 2016, McCann signed for Albion Rovers. After one season with the side, McCann moved to Lowland League side East Kilbride for the 2017–18 season.[28] McCann was selected for Scotland under-21 after breaking into the Hibs first team.[29] He also earned selection for Scotland under–20 in the lead up to the 2007 FIFA U-20 World Cup, but was prevented from playing in the tournament due to injury. Hibernian Warriors",
  "source_url": "https://en.wikipedia.org/wiki/Kevin_McCann_(footballer,_born_1987)"
}