{
  "id": 359,
  "title": "Dick Head (footballer)",
  "data": "Henry Richard Head (3 April 1887 – 20 December 1940 in Adelaide, South Australia), was an Australian rules football player who played 143 games with West Adelaide in the South Australian Football League (SAFL). Head made his league debut in 1906 as a teenager, and, in 1909, became just the second ever West Adelaide player to win a Magarey Medal, following on from teammate James Tierney's win in 1908. The Register described him as a deserving winner of the award. \"The one man who shone above all others was Head, West Adelaide's centre pivot\", the paper reported. \"In nearly every match in which the red-and-blacks took part he was the best of the 36. On the ground he was too clever for all opponents, and in the air about the only player who eclipsed him was Hutton, of Norwood. Much of the success which West Adelaide achieved was due to his wonderful skill, resourcefulness and judgment, with which he associated considerable speed, absolute unselfishness and a gentlemanly demeanor. If anybody deserves the Magarey medal, Head does.\"[1] He was appointed club captain in 1913 and also captained the South Australia interstate side that year. Head was chosen to represent South Australia more often than not during his career, playing 17 games in total for his state. In 1921, Head crossed to Sturt, but he managed just four games before announcing his retirement. He returned to the league, however, the following season as a non-playing coach at Glenelg, and with the side struggling, he took the field for seven games that year to finish with a total of 154 SAFL games. Head continued as Glenelg coach in 1923, his last season of coaching in the SANFL.[2] Several years after quitting active involvement with football, Head returned as a member of the first Umpires Appointment Board in 1931 alongside other well known figures, such as Vic Richardson, and later became chairman. Head was still serving football in that capacity when he died on 23 December 1940 at the age of 53. In 2002, Head was one of the 113 inaugural inductees into the South Australian Football Hall of Fame, and he is also a member of the West Adelaide Hall of Fame.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Dick_Head_(footballer)"
}