{
  "id": 923,
  "title": "Gissella Molina",
  "data": "Gissella Molina is an Ecuadorian politician elected to the National Assembly of Ecuador. She was in the Pachakutik Plurinational Unity Movement but she moved to Movimiento Construye when she was re-elected in 2023. Molina is elected to the National Assembly of Ecuador as a member of the Pachakutik Plurinational Unity Movement – New Country. In November 2021 she was one of the 81 politicians who abstained which allowed the Economic Development and Fiscal Sustainability Law to be passed. Other abstainers included Jessica Castillo, Dina Farinango, Patricia Sánchez and Ana Herrera.[1] In December 2021 she was accused by the President of taking a bribe to vote against an Investment Law project.[2] Molina denied this and noted that no evidence had been offered to support the accusation. She believed that the President was hitting back because she had not supported one of his policies.[3] Other members of her party mentioned in the accusation included Rosa Cerda and Édgar Quezada.[3] Her fellow party member Rosa Cerda did not attend a meeting in May 2022 at the prosecutors office in Quito to hear the case brought by Lasso against her, Molina and three others. Cerda's lawyer Gonzalo Realpe said that Cerda would not attend and that another of the accused, Édgar Quezada, would also not attend his hearing the following day.[4] She was elected to the National Assembly's Biodiversity and Natural Resources Commission. Washington Varela Salazar is the president and the other members are Consuelo Vega, Vanessa Álava, Efrén Calapucha, Viviana Veloz, Pedro Zapata, Fredy Rojas Cuenca and Fernanda Mabel Méndez Rojas.[5] The President of Ecuador, Guillermo Lasso, brought in constitution clause number 148 known as Mutual death in May 2023 when he knew that he was about to be impeached. This required all of the National Assembly members to stand for re-election.[6] Molina and 67 others stood for re-election and she was one of the 43 re-elected later that year. However her party is now Movimiento Construye.[7] Molina was elected to the Commission of Autonomous Governments, Decentralization, Competencies and Territorial Organization. Victoria Desintonio led the commission and its members also included Gabriela Molina, Gabriel Bedón Álvarez and Fabiola Sanmartín Parra.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Gissella_Molina"
}