{
  "id": 715,
  "title": "The Sarah Jane Brain Foundation",
  "data": "The Sarah Jane Brain Foundation (SJBF) is an advocacy organization in the field of pediatric acquired brain injury.  The foundation was founded in New York City, in 2007, by Patrick Donohue, whose daughter, Sarah Jane, was violently shaken by her baby nurse when she was five days old, causing a severe brain injury.[1] The mission of the Sarah Jane Brain Foundation is to advance knowledge of the brain, to prevent brain injury in childhood, and to care for those who suffer such injury.  One of its primary goals is to fully fund and implement the National Pediatric Acquired Brain Injury Plan (PABI Plan),[2] which seeks to create a system of care accessible to all children and young adults with a pediatric acquired brain injury in the United States. Sarah Jane Donohue was five days old when she was shaken violently by her baby nurse, resulting in two broken collarbones, four broken ribs and a traumatic brain injury resulting in the loss of more than 60% of the rear cortex of her brain. Her nurse pleaded guilty to child abuse and was sentenced to 10 years in prison, and her story captured the national media, including NBC’s Today Show, CNN, Good Morning America, two New York Post articles, New York Daily News, and The New York Times.[3] After Sarah Jane’s injury, her father, Patrick Donohue, began laying the groundwork for what would become the Sarah Jane Brain Foundation by creating a website and posting Sarah Jane’s updates online for family and friends about her progress.[4]  They received tens of thousands of messages and prayers for Sarah Jane from all over the world when the story became front page news. With the goal of streamlining and standardizing the system of care for pediatric acquired brain injury in mind, Donohue not only posted his daughter’s records online, but soon moved on to Phase 2 of the Sarah Jane Brain Project: the establishment of a National Advisory Board of professional and family experts in the field of pediatric acquired brain injury.[5] More than 75 of the SFJF's initial National Advisory Board members met in New York from January 8–10, 2009 to draft the National Pediatric Acquired Brain Injury Plan (National PABI Plan) to develop a seamless, standardized, evidence-based system of care, accessible for every family in the United States affected by this injury. The plan recognizes the multiple needs of these patients and families by designating seven categories of care: 1) Prevention 2) Acute Care 3) Reintegration 4) Adult Transition 5) Mild TBI 6) Rural/Telehealth and 7) The Virtual Center of Excellence. On January 20, 2009, Patrick Donohue sent the first letter to newly inaugurated President Barack Obama calling on him to address the leading cause of death and disability for children and young adults in the United States, Pediatric Acquired Brain Injury. In the letter, Donohue shared the story of his daughter Sarah Jane’s injury, outlined the need for a National Pediatric Acquired Brain Injury Plan, and asked the President and his administration for their cooperation in passing and implementing this plan. In April 2009 a controversial app for the iPhone called “Baby Shaker\" was released, and the same day discovered by Jennipher Dickens, a mother of a child who had been shaken at 7 weeks old by his then 21-year-old biological father. The child's mother later became a full-time volunteer for the Sarah Jane Brain Foundation.  The app worked by shaking the iPhone until a pair of thick red Xs appeared over each eye of a baby drawn in black and white.[6]  The app was added to and then pulled from Apple’s App Store after protests about the program's offensive nature.[7]  Marilyn Barr, founder of the National Center of Shaken Baby Syndrome and board member of the Sarah Jane Brain Foundation’s Advisory Board commented “Not only are they making fun of Shaken Baby Syndrome but they are actually encouraging it.  This is absolutely terrible.”  Patrick Donohue sent an email of strong complaint to Apple’s CEO Steve Jobs and several Vice Presidents.[8]  After initially offering no comment, Apple finally apologized and removed the app.[9] The Sarah Jane Brain Foundation joined forces with Prevent Child Abuse America, the National Center on Shaken Baby Syndrome and two of America’s leading doctors who are experts in the prevention of Abusive Head Trauma (Shaken Baby Syndrome) and announced a joint effort with Soma Creates, a developer of iPhone based toys, to create applications to prevent Shaken Baby Syndrome.[10] The American PABI Heroes Tour was a 12-city, 11,000 mile nationwide tour to raise awareness for Pediatric Acquired Brain Injury and promote local philanthropy through music.  In most of the cities, a panel of experts about PABI were assembled to discuss the challenges for families and professionals and in most of the cities local musicians competed. One winner was chosen from each city to participate in the Grand Finale at Webster Hall in New York City.  The tour was hosted by recording artist KRISTY KAY [1], recording artist, musician and the voice of Barbie.  At the Finale ZC Flawless a Drum Line from Chicago, IL was declared the winner of the 2009 American PABI Heroes Tour.[11] On October 13, 2009, United States Representative G.K. Butterfield (NC-1), along with over 40 bi-partisan original co-sponsors, introduced H. Con. Res. 198[12] during the 111th Congress. In this resolution, Congress endorses the National Pediatric Acquired Brain Injury Plan (PABI Plan) as the best plan to prevent, identify and treat all acquired brain injuries from birth until 25 years of age and encourages federal, state and local governments to implement it. The non-binding Resolution eventually secured more than 110 co-sponsors from both parties and across the nation, creating a broad base of support for the National Pediatric Acquired Brain Injury Plan Act, which was introduced in July 2011. Zackery Lystedt is a former youth football player who, in 2006, spent 31 days in a coma following a brain injury sustained during a middle school football game. Lystedt, then 13, returned to the field after banging his helmet hard on the ground, and collapsed into his father’s arms following the game as a result of his injuries. Lystedt spent the next month in a coma, and was unable to speak for nine months, unable to move for thirteen months. Lystedt’s story inspired Washington state lawmakers to enact legislation in his name protecting student-athletes from repeated brain trauma.[13] SJBF founder, Patrick Donohue, testified at the U.S. House of Representatives Committee on the Judiciary hearing entitled “Head and Other Injuries in Youth, High School, College and Professional Football” on Monday, February 1, 2010, in Houston, Texas.  He described the upcoming Super Bowl week announcement about the Zackery Lystedt Brain Project.[14] The Zackery Lystedt Brain Project was announced at the University of Miami Miller School of Medicine on February 3, 2010. The Zackery Lystedt Brain Project is a joint initiative between the American College of Sports Medicine and the Sarah Jane Brain Foundation which advocates for the passage of youth sports concussion legislation in all 50 states to protect student-athletes from concussions and other brain injuries during training, practice and competition.[15][16][17] State bills are expected to be modeled after Washington’s “Zack Lystedt Law” which mandates the removal from play for any athlete suspected of a concussion during play, with medical clearance needed before an athlete is able to return to play, as well as provides education and treatment guidelines for coaches, athletic trainers, players and parents. To date, 49 states have passed such legislation[18] Sarah Jane Donohue, her father, and other members of the SJBF International Advisory Board, discussed Sarah Jane's letter to President Barack Obama at an early-afternoon press conference on Monday, July 26, 2010. The letter was later hand-delivered to President Obama at the 20th Anniversary of the Americans with Disabilities Act celebration at a White House celebration held that evening.[19] The letter proposed a White House Summit hosted by President Obama to begin implementing the National Pediatric Acquired Brain Injury Plan and asked the President for his support of H. Con. Res. 198. The Sarah Jane Brain Foundation launched the “2011 National Pediatric Brain Injury Plan Tour” during NHL All Star Weekend in North Carolina with a presentation about the PABI Plan at East Carolina University.  This was the first of over 70 events in a six-month tour that covered over 30 states.  The tour sponsored by Easton-Bell Sports,[20] focused on two types of presentations.  The first was a presentation for high school students which focused on sports concussions.  The second type of presentation focused around the PABI Plan and was intended for people in the medical profession. On July 20, 2011, the National Pediatric Acquired Brain Injury Plan Act (National PABI Plan Act) was introduced to Congress as HR 2600 by Rep. Leonard Lance (R, NJ-7) with 50 original bi-partisan co-sponsors.[21] The bill would provide $2.9 billion in federal funding across all 52 PABI Plan-designated State Lead Centers to implement the PABI Plan over the course of seven years. All funds would be drawn from the discretionary budget of the Department of Health and Human Services, thereby adding no additional monies to the national debt. The legislation has more than 110 co-sponsors, including conservative members of Congress such as Rep. Mike Pence (R-IN)[22] as well as the liberal members such as Rep. Tammy Baldwin, D-WI[23] Additionally, more than 35 professional and advocacy organizations have endorsed and/or provided letters of support for the legislation including many national sports organizations. This was announced on March 1, 2012, during a press conference with Rep. Lance.[24] The legislation has also garnered editorial support from The South Bend Tribune,[25] Ventura County (CA) Star,[26] and The Spokesman-Review[27] of Spokane, WA, as well as a published op-ed in the Milford (MA) Daily News[27] and coverage by the Deseret News, Utah’s oldest daily newspaper.[28] The International Academy of Hope – NYC (iHOPE-NYC) is a highly specialized brain injury school in New York City founded by Patrick Donohue in September 2013.[29]",
  "source_url": "https://en.wikipedia.org/wiki/The_Sarah_Jane_Brain_Foundation"
}