{
  "id": 785,
  "title": "American Association of Franchisees and Dealers",
  "data": "The American Association of Franchisees and Dealers (AAFD) acts as a consumer protection organization that exposes the unethical practices that exist in the franchising community, and to educate the public regarding fair franchise rules, and quality franchise opportunities.[1] The American Association of Franchisees and Dealers (AAFD)[2] came into existence because United States laws which purport to regulate franchising effectively legalize abusive franchising practices, rather than restrict franchise fraud.   As long as the franchisor discloses the details of its practices, the unethical practices are enforceable. The AAFD seeks to provide a counterbalance to franchisee-unfriendly franchising regulations and franchise misrepresentations in the franchising industry by providing resources to franchise associations, franchisees, franchise owners and prospective buyers. The AAFD is a national non-profit trade association dedicated to defining and promoting best franchise practices.[1] The AAFD established balanced standards of fair franchising practices for the franchising community so that franchise buyers would have objective criteria by which to judge a franchise opportunity.[3] Franchise fraud is defined by the United States Federal Bureau of Investigation as a pyramid scheme.[4] The success of the franchising format of small business ownership has led to a significant imbalance in the relative bargaining power of franchisors and franchisees. Today, in the franchise agreement contract, the modern franchise frequently provides no exclusive territory, restricts the activities of the franchisee as an independent businessperson, provides that the franchisor controls the franchise location and restricts the franchisee from continuing in business upon franchise termination.  The modern franchisee may be merely a license to operate the business on behalf of the franchisor for the term of the franchise. Some franchises agreements specifically state that the franchisee owns no equity in the business, and that the business really belongs to the franchisor.  Most modern franchise agreements promise very few required services and little support from the franchisor.[1] In the United States, franchising is regulated by a complex web consisting of the Federal Trade Commission Franchise Rule, state laws, and industry guidelines.[5]  The most recent version of the Franchise Rule was in 2007, is printed in the Federal Register / Vol. 72, No. 61 / Friday, March 30, 2007 / Rules and Regulations, pages 15544 to 15575.  (page 1 to 133 of this cited pdf file) [6] The Franchise Rule specifies what information a franchisor must disclose to a prospective franchise business as a franchise opportunity.[7][8] Franchisors that practice franchise fraud will attempt to pressure a franchisee leaving the franchise system sign a non-disclosure agreement, confidentiality agreement, or a gag order. The gag order will help prevent prospective new franchisees learning important details about the churning franchise.",
  "source_url": "https://en.wikipedia.org/wiki/American_Association_of_Franchisees_and_Dealers"
}