{
  "id": 323,
  "title": "Pine, Arizona",
  "data": "Pine is an unincorporated community and census-designated place (CDP) in Gila County, Arizona, United States. The population was 1,953 at the 2020 census.[2] Pine was established by four Mormon families in 1879. Pine and the adjacent community of Strawberry are rapidly growing vacation and retirement centers in north-central Arizona, below the Mogollon Rim. Pine's elevation is 5,369 feet (1,636 m), and the Pine post office was established in 1884.[3] Pine is located in northwestern Gila County at 34°23′6″N 111°27′28″W﻿ / ﻿34.38500°N 111.45778°W﻿ / 34.38500; -111.45778 (34.385067, -111.457709).[4] It is bordered to the north by the Coconino County line, which follows the edge of the Mogollon Rim. To the northwest, Pine is bordered by the community of Strawberry, also in Gila County. Arizona State Route 87 passes through Pine, leading northeast 74 miles (119 km) to Winslow and southeast 15 miles (24 km) to Payson. According to the United States Census Bureau, the CDP has a total area of 32.4 square miles (84.0 km2), of which 0.01 square miles (0.02 km2), or 0.02%, is water.[2] The built-up part of Pine is situated in the valley of Pine Creek, which flows past Tonto Natural Bridge to the East Verde River 10 miles (16 km) south of town. As of the census[6] of 2000, there were 1,931 people, 882 households, and 604 families residing in the CDP.  The population density was 60.8 inhabitants per square mile (23.5/km2).  There were 2,242 housing units at an average density of 70.6 per square mile (27.3/km2).  The racial makeup of the CDP was 96.9% White, 0.2% Black or African American, 0.5% Native American, 0.1% Asian, 1.1% from other races, and 1.2% from two or more races.  1.8% of the population were Hispanic or Latino of any race. There were 882 households, out of which 15.2% had children under the age of 18 living with them, 61.2% were married couples living together, 5.8% had a female householder with no husband present, and 31.5% were non-families. 24.3% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older.  The average household size was 2.19 and the average family size was 2.57. In the CDP, the population was spread out, with 16.6% under the age of 18, 3.0% from 18 to 24, 16.5% from 25 to 44, 41.0% from 45 to 64, and 22.9% who were 65 years of age or older.  The median age was 53 years. For every 100 females, there were 99.1 males.  For every 100 females age 18 and over, there were 95.4 males. The median income for a household in the CDP was $40,099, and the median income for a family was $45,947. Males had a median income of $37,955 versus $34,167 for females. The per capita income for the CDP was $25,080.  About 5.1% of families and 9.3% of the population were below the poverty line, including 21.3% of those under age 18 and 4.1% of those age 65 or over.",
  "source_url": "https://en.wikipedia.org/wiki/Pine,_Arizona"
}