{
  "id": 171,
  "title": "Gideon Stargrave",
  "data": "Gideon Stargrave is a comics character created by Grant Morrison in 1978 for the anthology comic Near Myths, and later incorporated into their series The Invisibles. The character is based on J. G. Ballard's \"The Day of Forever\" and Michael Moorcock's Jerry Cornelius, which led to accusations of plagiarism from Moorcock.[1] The first published Stargrave story appeared in Near Myths #3 (December 1978), as part one of \"Gideon Stargrave in The Vatican Conspiracy\", written and drawn by Morrison. Parts two and three were included back to back at the start of Near Myths #4 (1979), and ended with a teaser panel for \"Gideon Stargrave in The Entropy Concerto\". Near Myths was cancelled after issue five, before any more Stargrave stories were published, but according to Morrison there were \"dozens of unpublished comics and prose stories\"[2] which they \"wrote obsessively when [he] was 17\"[3] which they subsequently found very embarrassing to read, calling it \"pretty embarrassing stuff – the work of a seventeen-year-old who doesn't get out of the house\".[4] Though unpublished, \"Entropy Concerto\" featured a second version of Stargrave, with a \"Beatles '65 haircut and Swinging London vibe\" which Morrison says \"was much better, in that I can still read the stuff without cringing\".[2] In the early 1980s, Morrison and Tony O'Donnell went to London for a meeting with the publishers of Pssst! magazine, who said they wanted to publish Morrison's Gideon Stargrave stories as well as some of their other work.[5] Morrison said \"I'd done a new Gideon Stargrave story... it's my favourite one I've ever done in my life and it's never been seen anywhere.\" Like Near Myths though, Pssst! was cancelled before it was published, leading Morrison to \"feel that [he] was some kind of albatross\".[1] Stargrave's next appearance was in \"Gideon Stargrave in Famine\", a two-page comic strip in Food for Thought (a British benefit comic to aid Ethiopian famine relief) in 1985. The character next made an appearance in Morrison's The Invisibles (Vol. 1, #17–19, 1995) as an alter-ego of King Mob, one of that title's main characters, who in literary terms is reported to have been based on Stargrave.[6] In this incarnation, Stargrave is used by King Mob to confuse his enemies during interrogation. Gideon is a '70s spy modelled after James Bond and Jason King who spends every scene he appears in seducing his partner, and is supposedly the main character of King Mob's works as an author. In these sequences, we see not only the actual Stargrave story (quoting their earlier unpublished Stargrave stories directly)[3] but King Mob's cover identity (or probable real world identity) as Gideon Starorzewski, who produces his work under the pen name Kirk Morrison. This ties the real creator (Grant Morrison) in with their various fictional creations (Gideon Stargrave and King Mob/Gideon Starorzewski/Kirk Morrison) and bringing together the various creations in a metafictional conceit. Much of the premise of The Invisibles involves the philosophy that language is a perfectly acceptable method of creation so the notion that Gideon Stargrave is a fictional character does not preclude him from being also a real person. Morrison has also said that they wrote \"that Gideon Stargrave story which is kinda the last word on The Invisibles, where he just dissolves into the flashbulbs and that's Gideon's entry into the Supercontext, his death experience\".[7] Stargrave appeared in Vertigo's Winter's Edge #1 (January 1998) in \"And We're All Policemen\" with piercings and a shaven head like King Mob, but wearing the trademark purple coat of his first incarnation from \"Entropy in the U.K.\". His fictional writer, Gideon Starorzewski, starred in its companion short story \"I'm a Policeman\" in Disco 2000 (1998). Winter's Edge #2 (January 1999) included \"Dress to Kill\" – cut out cardboard figures of Lord Fanny and King Mob, with alternative costumes, including the purple outfit for King Mob of \"his teen fictional counterpart, GIDEON STARGRAVE, King of the Mods\". In interviews before the publication of Stargrave stories in The Invisibles, Morrison said the main influence on Gideon Stargrave was J. G. Ballard's \"The Day of Forever\": Stargrave was originally based on the lead character in J. G. Ballard's 'The Day Of Forever'; everyone thought he was ripped off from Jerry Cornelius, but it was Ballard. The Stargrave stories were completely off the wall... we were given the freedom to do anything we wanted and everyone had ambitions to raise comics up out of the gutter and into the realms of High Art. In the end, though, the lack of discipline resulted in self-indulgent and impenetrable stories that made no attempt to communicate to the average reader. Having said that, there is a lot of real personal stuff in there and it's probably closer to 'Art', with a capital 'A', than anything I've done since.[1] The style gave rise to comparisons with William S. Burroughs: the background [was] a thermodynamically unstable universe of engrams and entropy. The storytelling technique may have lost a number of readers, with quick cuts from scene to scene, laterally inserted information which at the time doesn't seem to be relevant, more akin to William Burroughs than Michael Moorcock, who at first sight many thought to be the main influence.[1] Morrison, however, denied the influence of Burroughs, saying: I was doing the unreadable Gideon Stargrave stories which used cut-ups and non-sequiturs before I'd even read a Burroughs book.[8] On the publication of Gideon Stargrave in The Invisibles, the letters section at the end of \"Gideon Stargrave in Entropy in the U.K.\" in The Invisibles (Vol. 1 #17) included an explanation of the character by Morrison, which gave much more credit to Moorcock: I feel that I must explain a little about Gideon Stargrave. ... The character ... was inspired by my enthusiasm for the work of J.G. Ballard and Michael Moorcock. As a thinly veiled rip-off of Moorcock's \"Jerry Cornelius\" character, Stargrave was a ruthless yet likable dandy assassin[9] Despite Morrison's statement, Michael Moorcock was so outraged that he reportedly wrote a letter to Vertigo, to be printed in all their magazines, \"publicly voicing his disgust\".[6] Although Moorcock has encouraged other authors to use Jerry Cornelius, in a way that borders on open source, he has posted a number of comments about a couple of authors who, he believes, have directly lifted the character.[10] David Gemmell is one author, but Moorcock reserves most of his scorn for Morrison: On June 12, 2003: Grant Morrison pinched chunks of Jerry Cornelius whole. Apparently he admits that he does this from others. So that's why I say he's a thief. I don't mind my stuff being taken up and run with, as it were, as Alan Moore and Neil Gaiman, who say that's what they do. But I don't think much of people who just pinch stuff. On March 14, 2003: I find a difference between an homage, an amplification and a straight lift. Lifting is usually done by artists in comics. Alan Moore, Bryan Talbot and others have done riffs on Cornelius which have added to the method – extended what can be done with the character and technique, if you like. Morrison doesn't have the talent to do that, though he's probably seen the others doing it and thinks that he's doing the same thing. In my view he isn't. I wasn't ready to sue Morrison but I was extremely pissed off with DC for running it. Only after his most blatant rips had appeared did someone at DC read the originals and realise to what degree he had stolen the material Other earlier statements include: I've read the work of Grant Morrison twice. Once when I wrote it. Once when he wrote it. As far as I'm concerned my image of Grant Morrison is of someone wearing a mask, a flat hat and a striped jersey and carrying a bag marked SWAG. As far as I'm concerned, by and large, The Final Programme was a catastrophe saved from an incompetent director by some intelligent actors. In both cases, you can allow for a certain amount of subjectivity in my response.[11] I never take legal action – or almost never. It would be much cheaper to have GM duffed over. He's a sticky-fingered tea-leaf in my view. Alan Moore, Neil Gaiman, Bryan Talbot and other comic people all generously acknowledge my influence – yet none of them have ripped me off the way Grant Morrison has in certain issues of The Invisibles, which are virtually word for word taken from work of mine such as The Great Rock and Roll Scandal[12][13] (also known as Gold Diggers of 1977) and others. He has grudgingly admitted doing an 'homage' but as I said, when you catch someone on the fire escape with your television in their arms and they say 'great TV man – you have wonderful taste' you still shout 'Stop Thief'.[14] In response, Morrison said in a 1997 interview: He said my work was crass and immature and a disgrace, but, as Mark points out, Michael Moorcock branding your work crass and immature is probably a great compliment! I think he read one issue and has no concept. He's made a fool of himself because he seems to think that the whole of The Invisibles is based on the Jerry Cornelius concept without having read the rest of what we've done.[6] And in an interview two years later: Moorcock saw the 'Gideon Stargrave' arc in the first volume of Invisibles and hated it – as far as I'm aware, he assumed the whole series was a rip-off of his character and didn't bother reading any more. I believe I was dismissed as 'crass' by the great man. C'est la vie.[15] They also expanded on the influence from Moorcock on parts of the story in a more recent interview in 2008: King Mob's 'Gideon Stargrave' stories are direct quotes from the Michael Moorcock-inspired short stories I wrote obsessively when I was 17\".[3] Mark Millar jokingly wrote that \"Gideon Stargrave is Grant Morrison with a girlfriend, cool clothes and no stammer\" in reply to a letter asking what Gideon Stargrave was when filling in for Morrison, who was ill at the time, by writing the letters column for The Invisibles (Vol. 1, #22).",
  "source_url": "https://en.wikipedia.org/wiki/Gideon_Stargrave"
}