{
  "id": 92,
  "title": "University of Zalingei",
  "data": "The University of Zalingei is a public university located in Central Darfur, Sudan. Its headquarters is based in the town of Zalingei, its namesake. It was established in March 1994. The university is funded by Sudan's Ministry of Higher Education and Scientific Research.[2]\nAs of September 2011, the university was a member in good standing of the Association of African Universities.[3] On 31 August 2021, conflict arose between students of the university and government forces after students demanded that the gates of the former United Nations–African Union Mission in Darfur headquarters be opened to them. In the subsequent clashes, a student was killed. The university subsequently closed indefinitely.[4] The Faculty of Agriculture awards honors Bachelors of Science in Agriculture after the successful completion of the prescribed curriculum within ten semesters. It includes the following specializations: crop sciences, agricultural economics, horticulture, crop protection, animal production, agricultural engineering, food technology, agricultural extension, and rural development. This Faculty of Forestry Sciences awards honors Bachelors of Science in Forestry, Range, and Wildlife after the successful completion of their prescribed curriculum within ten semesters. The Faculty of Education awards both Bachelors of Science in Education and a Bachelors of Art in Education after successful completion of eight semesters. The faculty's is made up of ten departments: biology, chemistry, physics, mathematics, geography, history, Arabic language, English language, Islamic studies, and psychology. The faculty also awards honors bachelors in different aforementioned specializations to distinguished students after the successful completion of ten semesters. The basic level Faculty of Education awards honors Bachelors of Education in Science and Mathematics after the successful completion of its prescribed curriculum within eight semesters. The faculty is composed of multiple departments: Education and Psychological Sciences and Mathematics, Social Sciences, and Language and Islamic studies. The Faculty of Languages and Linguistic Sciences awards bachelors in the Arabic and English languages after the successful completion of eight semesters. The faculty also awards honors bachelors in Arabic and English language to distinguished students after the successful completion of ten semesters. The faculty is made up of two departments: Arabic Language and English Language. The Faculty of Economic and Administrative Sciences awards bachelor in economics, accounting, and business administration after the successful completion of eight semesters. The faculty also awards honors bachelor in the same subjects to distinguished students after the successful completion of ten semesters. The faculty includes the three departments: Economics, Accounting, and Business Administration. The Faculty of Medicine awards bachelors in medicine and surgery after the successful completion of the prescribed curriculum within twelve semesters. The Faculty of Health Sciences awards Bachelors of Science in Nursing and bachelors in public health after the successful completion of prescribed the curriculum within ten semesters. The Faculty of Technology Sciences awards diplomas in accounting, financial management, and information technology after the successful completion of the prescribed curriculum within six semesters. The Faculty of Community Development awards different certificates for attending short training courses in different fields pertaining to community needs. The College of Graduate Studies and Scientific Research awards higher degrees (diplomas, masters, and doctorates) in different scientific fields after the successful completion of their prescribed curriculum. The Institute of Peace Studies and Development focuses on peace studies, conflict resolution, gender issues, woman, child care, human rights, and social development. The institute awards higher degrees (diplomas, masters, and doctorates) in the aforementioned fields of studies. The Jebel Marra Institute for Research and African Studies focuses on research in national traditions, heritage, folklore, norms, folkways, and social African studies. The institute also awards higher degrees (diplomas, masters, and doctorates) in the aforementioned fields of studies. The Institute Of Holy Quran and the Origination of Science focuses on the Quran and its relation to science, hadith, fegh, and the origination of science. The institute also awards higher degrees (diplomas, masters, and doctorates) in the aforementioned fields of studies. The Center for Environment and Technology Transfer deals with research in the fields of environment, environmental conservation, drought, soil erosion, desertification, and climate change. The center also deals with the transfer of technology compatible with environmental and community needs. The Strategic Planning Unit was established in 2008 to follow the Strategic Plans laid out by the university in cooperation with each of the various university departments. The Center for Information and Statistics was established in 2011 to achieve the following objectives: The Administration of Public Relations and Information was established in 2015 to achieve the following objectives: The Administration of Scientific Research was established in 2015 to achieve the following objectives: The Administration of External relations was established in 2015 to implement the instructions of the Ministry of Higher Education and Scientific Research and organize the activities of the university and its foreign relations. The administration works to create partnerships between the university and other academic institutions, local professional associations, and regional & international institutions. The Administration of Services was established in 2016 to provide general services in coordination with the university administration, including water, electricity, and sanitation in the various university buildings.",
  "source_url": "https://en.wikipedia.org/wiki/University_of_Zalingei"
}