{
  "id": 855,
  "title": "Bilo jednom u Hrvatskoj",
  "data": "Bilo jednom u Hrvatskoj (transl. Once Upon a Time in Croatia) is an album by Croatian singer Marko Perković Thompson. It was released on December 8, 2006.[1] All songs on the album were written by Perković, with the exceptions of \"Lipa Kaja\" written by Zdenko Hršak and \"Tamo gdje su moji korijeni\" written by both Thompson and Faruk \"Fayo\" Buljubašić.[2] In 2007, 45,000 copies of the album were sold, making it Croatia Records' best-selling album of the year.[1] It is one of the all-time best-selling albums in Croatia, with sales of over 120,000 units.[3] The album may be considered a historic or mythical rock opera about Croatia. It begins with \"Početak\", which starts with the opening lines from the Gospel of John and continues with God's creation of the world and humanity's actions in it. It then continues with \"Dolazak Hrvata\" (describing the arrival of the Croats), which deals with how the Croatian people came to their land. The third song, \"Duh ratnika\", is a dramatic dialogue between Perković and the spirit of a Croatian warrior. The warrior does not recognize Croatia as the land for which he died, and the song is a call to make sovereign Croatia a nation of which to be proud. It continues with \"Diva Grabovčeva\", a song about a legendary Croatian maiden from Prozor-Rama, Bosnia and Herzegovina who refused to marry an Ottoman bey during the region's Ottoman occupation and was consequently killed. This is followed by \"Moj dida i ja\", a tribute to Perković's grandfather. The first side of the album ends with \"Neko ni'ko ne dira u moj mali dio svemira\", a reply to the accusations about the singer's alleged sympathies for neo-fascism. Side two begins with a patriotic love song popular as a single, \"Lipa Kaja\". The next song, \"Kletva kralja Zvonimira\", is about another Croatian legend: when Croats allegedly killed King Demetrius Zvonimir after he wanted them to take part in the Crusades, he is said to have cursed them so that they would never again have a ruler \"of their own language\". This curse was supposedly broken with Croatian independence in 1991, but corrupt politicians are betraying the country. The next song, \"Ratnici svjetla\", is full of pride and hope. It explores a fallen soldier's memory, asking everyone to keep it alive and ending with their brothers in arms, families and the people banding together again with candles in their hands as \"soldiers of light\".",
  "source_url": "https://en.wikipedia.org/wiki/Bilo_jednom_u_Hrvatskoj"
}