{
  "id": 331,
  "title": "Yagma",
  "data": "The Yagmas (Chinese: 樣磨), or Yaghmas, were a medieval tribe of Turkic people that came to the forefront of history after the disintegration of the Western Turkic Kaganate.  They were one component of a confederation which consisted of Yagma, the Karluks, the Chigils and other tribes which founded the Kara-Khanid Khanate. From the seventh century until the Karakhanid period, the Yagma were recorded in Arabic, Persian, and Chinese accounts as a prominent and powerful political entity in the Tarim Basin, Dzungaria, and Jeti-su. Today, the modern Uyghurs of the Kashgar, Atush, and Ghulja regions are believed to be descendants of the Yaghmas. The Yagmas appear to be of Toquz Oghuz origin or are closely associated with them.[1] According to Hudud al-'alam \"their king is from the family of the Toquz-Oghuz kings.\"[2] According to the Persian work Mujmal al-Tawarikh wa-'l-Qisas, the Yağma \"padšâh\" bore the title of Bogra Khan.[3] The Yagma title of Bogra Khan allowed V.Bartold to suggest that Karakhanid Il-khans were from the Yagma tribe. Mahmud al-Kashgari mentioned the Yagma and Tukhsi tribes, with a clan of Chigils, along the Ili River.[4] In the tenth century the Yagma tribe lived in the Kashgar[5] area and further northwest. Al Gardezi, who used sources composed in the eighth century, wrote that the Yagma united numerous tribes between the Uyghurs and Karluks in the larger part of the eastern Tian Shan, including Kashgar City and District. Gardezi called the Yagma a \"rich people with large herds of horses\" in a country of \"one month of travel\". The Yagma constantly clashed with the Karluks and the Kimaks, and were a dependent of the Western Turkic Kagans until their demise. According to Yury Zuev, a semantic meaning of the word yağma in the ancient Common Turkic language, is \"attack, onslaught.\"[6]  However, according to Peter Golden, the word may have derived from Turkic verbal root yağ- \"to pour down, rain\",[3] but noting that the form with -ma is unusual.  He also noted the Persian word yaġmâ meaning \"prey, plunder, booty, spoils\", and that it is unclear if it has any relationship with Yağma.[7] The following account of the country of Yaghma and its towns is given in the tenth century text Hudud al-'alam: East of the Toquz-Oghuz country; south of it, the river Khuland-ghun which flows into the Kucha river, west of it are the Qarluq borders.  In this country there is little agriculture, (yet) it produces many furs and in it much game is found. Their wealth is in horses and sheep.  The people are hardy, strong, and warlike, and have plenty of arms.  Their king is from the family of the Toquz-Oghuz kings.  These Yaghma have numerous tribes; some say that among them 1,700 known tribes are counted.  Both the low and the nobles among them venerate their king ...and in their region there are a few villages. 1.  Kashghar belongs to Chinistan but is situated on the frontier between the Yaghma, Tibet, the Qïrghïz, and China.  The chiefs of Kashghar in the days of old were from the Qarluq, or from the Yaghma...",
  "source_url": "https://en.wikipedia.org/wiki/Yagma"
}