{
  "id": 273,
  "title": "Gottfried Haberler",
  "data": "Gottfried Haberler (German: [ˈhaːbɐlɐ]; July 20, 1900 – May 6, 1995; until 1919[1] Gottfried von Haberler) was an Austrian-American economist.[2][3][4] \nHe worked in particular on international trade.[5] One of his major contributions was reformulating the Ricardian idea of comparative advantage in a neoclassical framework, abandoning the labor theory of value for an opportunity cost concept.[6] Haberler was born in Austria-Hungary in 1900. After graduating from secondary school in Vienna, Haberler began studying political science at the University of Vienna and obtained his doctorate in March 1923 with the dissertation “Dogmengeschichte der Wechselkurstheorien”. He was educated in the Austrian School of economics. \nHe continued his studies in 1923 and began working as a librarian at the chamber for commerce, trade and industry in Vienna in the summer of 1924. In November 1925 he also obtained his doctor of jurisprudence. As a post-doctoral student he studied at the Universities of London and Harvard from 1927 until 1929 and habilitated for political economy and statistics at the University of Vienna in 1928 with the paper “Der Sinn der Indexzahlen”. In 1929, he began acting as a legal counsel at the Chamber of Commerce in Vienna (until 1934), while meanwhile also holding lectures as a visiting lecturer at Harvard University (1931/32). 1934-1936, \nhe served at the Economic and Financial Organization of the League of Nations[7]: 476  in Geneva. In 1936 he moved to the United States, joining the economics department at Harvard University. There he worked alongside Joseph Schumpeter. Haberler's two major works were Theory of International Trade (1936) and Prosperity and Depression (1937). He was President of the International Economic Association (1950–1953). In 1957 the General Agreement on Tariffs and Trade commissioned a report on the terms of trade for primary commodities, and Haberler was appointed Chairman. The report found that there was a decline in the terms of trade for primary producers, since 1955 commodity prices were said to have fallen by 5%, while industrial prices rose by 6%. Haberler's report seems to echo the report written by Raúl Prebisch in 1949 as well as Hans Singer in 1950. However, when a second report by Prebisch or the United Nations Conference on Trade and Development (UNCTAD) came out in 1964, Haberler denounced it. His particular disagreement was with the idea that there was a systematic long-term (secular) decline in the terms of trade. In 1971, Haberler left Harvard to become a resident scholar at the American Enterprise Institute. Among other things, Haberler is credited with developing the theory of opportunity cost, which was pioneered by the Englishman John Stuart Mill (1806–1873) and the Austrian Friedrich von Wieser (1851–1926) further developed it. [8][9] Haberler died from Parkinson's disease in 1995.[10]",
  "source_url": "https://en.wikipedia.org/wiki/Gottfried_Haberler"
}