{
  "id": 245,
  "title": "Luis Gregorio Gallo",
  "data": "Luis Gregorio Gallo (10 April 1945 – 26 April 1991) was an Argentinian retired football player. Nicknamed \"Gallito\", he was primarily known for playing for Argentine club Vélez Sarsfield and Bolivian club Bolívar throughout the mid-1960s to the mid-1980s. He would also represent his home country internationally, participating in the 1970 FIFA World Cup qualifiers. Gallo spent the first nine years of his career playing for Vélez Sarsfield where he would make his debut for the club on 26 September 1965 in a match against Argentinos Juniors with his first goal being against Platense on 19 December 1965. Throughout his career, he would play alongside players such as Carlos Bianchi and Emiliano Papa as the club's main goal scorers. He would also be part of the squad to win the 1968 Campeonato Nacional despite accidentally performing a handball against River Plate[1][2] and by the time of his departure from the club, would play in 319 matches with 7 goals scored with his final appearance for the club being in a match against Huracán on 22 November 1974. After taking a break for the 1975 season, he would return to play in Bolivia for Bolívar upon being scouted by the club's president, Mario Mercado Vaca Guzmán.[3][4] Throughout his time with the club, Gallo would make his first appearance in the Copa Libertadores as he would make his official debut in the 1977 Copa Libertadores against Oriente Petrolero on 24 April that year. During the 1979 Bolivian Primera División [es], he would play in the club alongside his son Luis Walter Gallo.[5] He would return to play in the 1979, 1983, and the 1984 editions with his first goal scored in the tournament being against O'Higgins on 1 April 1984. After his final match for the club on 13 May 1984 against Universidad Católica del Ecuador, he would play San José in the 1985 Bolivian Primera División [es] before his retirement that very season.[6] A few years later on 26 April 1991, Gallo would be the victim of a transit accident and was killed upon impact.[7][8] Gallo would also play for his home country Argentina in eight matches throughout his short-lived career. He would make his debut in a friendly against Chile on 8 November 1967 where the Chileans would win 3–1. His final international appearance would be on 31 August 1969 in the final match against Peru during the 1970 FIFA World Cup qualifiers where the match would end in a 2–2 and ensure Argentina's only failure to qualify for a World Cup finals.[6]",
  "source_url": "https://en.wikipedia.org/wiki/Luis_Gregorio_Gallo"
}