{
  "id": 86,
  "title": "Naphthenic oil",
  "data": "Crude oil is extracted from the bedrock before being processed in several stages, removing natural contaminants and undesirable hydrocarbons. This separation process produces mineral oil, which can in turn be denoted as paraffinic, naphthenic or aromatic. The differences between these different types of oils are not clear-cut, but mainly depend on the predominant hydrocarbon types in the oil. Paraffinic oil, for example, contains primarily higher alkanes, whereas naphthenic oils have a high share of cyclic alkanes in the mixture. Crude oil appears in a host of different forms, which in turn determine how it should be refined. Classification of the crude oil can vary, because different actors have different starting points. For refineries, the interest has been primarily focused on the distribution between the distillation fractions: petrol, paraffin, gas oil, lubricant distillate, etc. Refiners look at the density of the crude oil – whether it is light, medium or heavy – or the sulfur content, i.e. whether the crude oil is “sweet” or “sour”. \nThe general classification of different kinds of crude oil is based on the guidelines drawn up by American Petroleum Institute (API), in which the properties can vary depending on, for example, hydrocarbon composition and sulfur content. Crude oil classification provides refiners with a rough guide to appropriate processing condition to reach desired products. Terminology like paraffinic, asphaltic, aromatic and naphthenic have been in use for a long time. With the progress of the science of the petroleum, addition of physical and chemical properties has been utilized to further enhance classification of crude oils. \n[1] Density has always been an important criterion of oils, generally an oil with low density is considered to be more valuable than an oil with higher density due to the fact that if contains more light fractions (i.e. gasoline). Thus, the API gravity or specific gravity is widely used for the classification of crude oils, based on a scheme proposed by the American Petroleum Institute (Table 1).\nA high API value >30 means a light crude with paraffinic character; a low API value means a heavy crude with increasing aromatic character. Table 1. Classifications of crude oil according to API gravity Low specific gravity ⇒ High °API value = paraffinic\nHigh specific gravity ⇒ Low °API value = naphthenic The UOP characterisation factor (Kw) (UOP 375-07[2]), is based on the observation that the specific gravities of the hydrocarbons are related to their H/C ratio (and thus to their chemical character) and that their boiling points are linked to their number of carbon atoms in their molecules.\nHigh values of Kw (13-12.5) indicate a predominately paraffinic character of its components; naphthenic hydrocarbons vary between 12-11 and values near 10 indicate aromatic character. The major types of hydrocarbons present in crude oils consist of 1) normal paraffins, 2) branched paraffins (iso-paraffins), 3) cycloparaffins (naphthenes) and 4) aromatics. According to API guidelines base stocks (the lubricant component, which are obtained after the crude oil is refined) are divided into five general categories. Table 2. API base stock classifications[3].*Viscosity Index (section 4.1). Besides the above-mentioned properties, there are other methods that can be used to check if an oil is naphthenic or paraffinic. Among those: The viscosity gravity constant is a mathematical relationship between the viscosity and specific gravity (ASTM D2501[4]) Paraffinic cuts have lower densities (and specific gravities) than naphthenic ones of about the same distillation range. VGC is of particular value in indicating a predominately paraffinic or cyclic composition. VGC is low for paraffinic crudes and high for naphthenic.[5] VGC is reported for base stocks and ranges from approximately 0.78 (paraffinic base stocks) to 1.0 (highly aromatic base stocks) and its value provides some guidance for the solvency properties of the oil. Like the results of the n-d-M method, VGC is usually reported for naphthenic products, but not for paraffinic ones. One way of obtaining compositional information on lubricating base oil is the n-d-M method (ASTM D3238[6]), an empirical method for determining the carbon type distribution by indicating the percentage of carbons in aromatic structure (%CA), the percentage of carbon in naphthenic structure (%CN) and the percentage of carbon in paraffinic structure (%CP).  Development of the n-d-M method was the consequence of much preceding work relating composition refractive index (n), density (d), and molecular weight (M).[1] If the viscosity, density, relative density (specific gravity) and refractive index[7] for a mineral oil is determined, the viscosity-gravity constant (VGC) and refractivity intercept (ri) can be calculated. Using the given values, the percent carbons (%CA, %CN, %CP) can be derived from a correlation chart, the ASTM D2140 method.[8] As with the n-d-M method, the results are normally reported for naphthenic oils. Although several systems have been developed with the purpose for the classification of crude oils, they are usually mentioned as (1) paraffin base, (2) naphthene base (3) mixed base or (4) asphalt base. However, there appears to be no specific definition for these classifications.[9] Base oil specifications, as defined by the producer or the purchaser, largely encompass the physical properties required for the fluid; density, viscosity, viscosity index (VI), pour point and flash point, and solubility information from aniline point or viscosity-gravity constant (VGC).[10] Naphthenic base oils generally have intermediate VI's and very low pour points which make them useful in the manufacture of specialty lubricants. Dewaxing is normally not required due to the low quantities of linear paraffins (n-paraffins). Viscosity index (ASTM D2270[11]) is a measure of the extent of viscosity change with temperature; the higher the VI, the less the change. VI is calculated from viscosity measurements at 40°C and 100°C. The viscosities of paraffinic and naphthenic base oils have very different behavior with temperature change. Normally, paraffinic base oils have less viscosity variation (higher VI) than naphthenic base oil which display larger variation with temperature (lower VI).  The low to intermediate VI make naphthenic base oils particularly suitable for specialty applications.[10] The pour point (ASTM D97[12]) measures the temperature at which a base oil no longer flows. For paraffinic base oils, pour points are usually between −12 °C and −15 °C, and are determined by operation of the dewaxing unit. The pour points of naphthenic base oils, generally devoid of wax content, may be much lower (down to <−70 °C).[10] The aniline point (ASTM D611[13]) is of considerable value in the characterization of petroleum products. The aniline point measure of the ability of the base oil to act as a solvent and is determined from the temperature at which equal volumes of aniline and the base stock are soluble High aniline points (approximately 100°C or greater) imply a paraffinic base stock, while low aniline points (less than 100°C) imply a naphthenic or aromatic stock.[10] VGC[4] is an indicator of base oil composition and solvency that is calculated from the density and viscosity. High values indicate higher solvency and therefore greater naphthenic or aromatic content.[10] The refractive index can provide information of the composition of the base oil. Low RI values indicate paraffinic materials and high RI values indicate aromatic components. The RI value also increases with molecular weight.[14] Naphthenic oils have extraordinary low-temperature properties, high compatibility with many polymers and good solvent power. These are properties that make naphthenic oils particularly useful for the speciality oil market: 1. Transformer oils. Naphthenic oils have excellent cooling and insulating properties because of a low viscosity index. The good solubility of the oils is also important for enhanced compatibility with seals and gaskets, for example. 2. Process oils. Naphthenic oils are used in a large number of chemical processes due to their good solvent power. These include, for example, plasticizers in polymer-based formulations, rheology modifier in printing inks and carrier oil in anti-foaming agents. Naphthenic oils have been proven to be suitable in the tyre oils segment because of their low content of polycyclic aromatic hydrocarbons (PAHs), which are hazardous to health and the environment. 3. Lubricating oils. Base oils are needed to manufacture products such as greases and industrial lubricants. Naphthenic base oils are particularly suited as metalworking fluids. The main functions of the naphthenic oil in this case are cooling and lubrication, providing a balance between the two.",
  "source_url": "https://en.wikipedia.org/wiki/Naphthenic_oil"
}