{
  "id": 208,
  "title": "Suchir Balaji",
  "data": "This is an accepted version of this page Suchir Balaji (November 21, 1998 – November 26, 2024) was an American artificial intelligence (AI) researcher who died by an apparent suicide after  accusing his former employer, OpenAI, of violating United States copyright law. Balaji's death drew international attention after claims of foul play were made by his parents and some prominent Americans due to his purported whistleblower status. The San Francisco Police Department has found \"no evidence of foul play\" during its investigation. The San Francisco Office of the Chief Medical Examiner concluded the death was a suicide. Balaji was born in Florida[2][3] on November 21, 1998, into an Indian-American family.[4] He grew up in Cupertino, California, where both of his parents worked in the technology sector.[5] He started coding with the children's educational tool Scratch at the age of 11 and had built his own computer by the time he was 13.[6] Balaji attended Monta Vista High School and was a finalist for the 2015–16 season of the United States of America Computing Olympiad.[7][8] In 2017, he ranked 7th place in a Kaggle \"Passenger Screening Algorithm Challenge\" sponsored by the TSA, for which he earned $100,000.[8][9] He also won first place in both the 2017 Pacific Northwest Regional and Berkeley Programming Contests, and placed 31st in the ACM International Collegiate Programming Contest 2018 World Finals.[10][11] He wrote a paper about chip design at 14 years old, and at 17, took a gap year to work as a software developer at Quora.[1][12] Following his gap year, Balaji attended and graduated from the University of California, Berkeley with a BA in computer science. While in college, he interned at Scale AI in 2019, and subsequently joined OpenAI upon graduation in 2021.[12] John Schulman, a cofounder of OpenAI, recruited Balaji right out of college. He spent nearly four years working at the company as an artificial intelligence researcher.[12] Among other projects, he was involved in gathering and organizing the internet data used to train GPT-4, a language model used by the company's online chatbot, ChatGPT. He also worked on a precursor model called WebGPT. Writing in an online eulogy, Schulman claimed that \"Suchir’s contributions to this project were essential, and it wouldn’t have succeeded without him.”[13][14] Balaji left the company in August 2024 after becoming disillusioned with its business practices, saying \"If you believe what I believe, you have to just leave the company.\"[15] After leaving OpenAI, he said he had been working on \"personal projects.\"[6] According to one interview with his mother, he planned to create a non-profit centered on machine learning and neurosciences. Balaji's mother also said that \"He felt AI is a harm to humanity\"[16][1] In an October 23, 2024 New York Times interview, Balaji alleged that products like ChatGPT violate United States copyright law because they are trained on the products of business competitors, and because the chatbots' outputs can then imitate and substitute those products.[15] He said that ChatGPT and similar chatbots are ruining the commercial viability of the individuals and organizations who produced the data that the AI systems are trained on.[17][15] The New York Times piece contains a summary of Balaji's essay \"When does generative AI qualify for fair use?\", published on his personal website earlier that week. In the essay, he mathematically analyzes outputs of large language models such as ChatGPT, and argues that they fail the four-factor test for determining fair use under U.S. copyright law.[17][15][18] He further suggests that the argument could be applied to other generative artificial intelligence products as well.[18] At the time, OpenAI was being sued for copyright infringement by prominent authors and news publishers, including The New York Times. In a November 18, 2024 court filing, Balaji was identified by the New York Times's attorneys as one of a number of people who might have \"relevant documents\" in the copyright case against OpenAI. Several of the people named in the news service's court filings as potentially having relevant documents were former or current OpenAI employees.[19] Balaji had said that he would testify against the AI company.[6][13] Unlike other OpenAI whistleblowers, Balaji did not reveal any new information about the company.[12] The New York Times article cites Stanford University law professor Mark Lemley, who disagreed that generative AI services violate copyright law, and intellectual property (IP) attorney Bradley Hulbert, who said a new law might be necessary to settle the question of legality.[15] Months after Balaji's death, which attracted significant public attention, Hulbert told Fortune magazine that Balaji's essay \"[reads like] the argument of a really smart non-lawyer who read up on the subject but does not have a thorough understanding.\" Another IP attorney, quoted anonymously by the magazine, said Balaji's analysis \"misunderstands the law in some fundamental ways.\" The latter attorney did not divulge their identity, citing concerns about conspiracy theories surrounding Balaji's death.[12] OpenAI argued that its software was \"grounded in fair use and related international copyright principles that are fair for creators and support innovation,\" and was \"trained on publicly available data\".[6] Balaji's parents say they last heard from their son on November 22, 2024. After he stopped responding to text messages, they asked San Francisco police to enter his home to conduct a well-being check.[20] On November 26, 2024, the police found Balaji dead in his apartment from a gunshot wound to the head.[12] He was 26 years old.[6] The gun that was recovered was registered to Balaji, who purchased it in January 2024.[12] A San Francisco Office of the Chief Medical Examiner (OCME) autopsy report was released on February 14, 2025, showing that Balaji died of a single, self-inflicted gunshot wound on the day that the police found him. Toxicology results showed he had both alcohol and amphetamine in his system at the time of his death.[19][21] The police said that \"no evidence of foul play\" was found during the initial investigation.[6] In mid-December, 2024, the OCME determined the death was a suicide,[6][4] in what has been described in the media as a \"preliminary determination.\"[22][4] The police reaffirmed on January 15, 2025 that no evidence of foul play had  been found in their investigation.[4] On January 20, 2025, The Mercury News wrote that San Francisco police had reiterated multiple times that the death was a suicide.[23] The police had declined to release further information, citing an \"open and active\" investigation. The OCME had stated it would release its autopsy once toxicology tests were complete.[20] San Francisco police had publicly stated that the investigation had been open since its inception as of February 7, 2025, but Balaji's parents' lawyers claimed they had been informally told that it was closed, after having been briefly reopened.[12] Due to his purported whistleblower status as a \"custodial witnesses\" in the New York Times's lawsuit against OpenAI, and his claims that OpenAI and other large technology companies violated AI copyright laws and maintain poor AI ethics standards, Balaji's death attracted public and media interest. The news coverage also drew attention to his original essay outlining his legal arguments against OpenAI.[24][25][8] A spokesperson for his former employer, OpenAI, said he was \"devastated\" by the news of Balaji's death.[6] Balaji's parents and friends believe the circumstances of his death are unclear. His family and close friends report that he had no history of mental health issues or distress, and was in generally good spirits after his birthday that week.[26] The parents say they hired an independent investigator to determine the cause of death. They had pathologist Dr. Joseph Cohen perform a second autopsy, which Balaji's mother said \"doesn't confirm the cause of death stated by police.\"[27][20] Balaji's parents believe their son was murdered by a firearm,[23][28] and have called for an FBI investigation. Balaji's parents claim to have evidence from their independent investigation, such as ballistic evidence from the private autopsy, which they claim shows a downwards bullet travel path that would be impossible by a self-administered gunshot. Balaji's parents also claim that a tuft of wig hair found at the scene that did not belong to Suchir represents unexplained evidence.[29] Balaji's family has not released a copy of the autopsy report as of January 16, 2025.[4] A lawsuit the parents filed on January 31 states the independent autopsy shows Balaji died of a self-inflicted gunshot wound.[30] The forensic pathologist who performed the autopsy declined to comment on it to The Mercury News.[23] Elon Musk, Tucker Carlson, California Congressman Ro Khanna, and San Francisco Supervisor Jackie Fielder have publicly echoed Balaji's parents' skepticism and calls for an investigation.[23][22][20] Balaji's mother discussed her son's death on Carlson's podcast, The Tucker Carlson Show, on January 15, 2025.[31] Doubts about the cause of death spread on social media even before Balaji's parents had made their public statements.[23]",
  "source_url": "https://en.wikipedia.org/wiki/Suchir_Balaji"
}