{
  "id": 28,
  "title": "Sheeda",
  "data": "The Sheeda is a fictional race created in comics published by DC Comics. They first appear in Seven Soldiers #0 (April 2005), and were created by Grant Morrison and J.H. Williams III. Their first DC Universe appearance was in Morrison's introductory run on the JLA: Classified series in 2004. The Sheeda are a blue-skinned race from the future. Sheeda are either capable of changing size or existing in a wide variety of sizes. The smallest is a little larger than a mosquito. These Sheeda can control a sentient being by attaching themselves to the back of the creature's neck. They are also somehow related to both spiders and scorpions. Also, they are capable of interbreeding with regular humans. They are masters of both science and magic. As such, they have created creatures such as the Mood 7 Mind Destroyer (Guilt) and the Submissionary Constructs. According to comic, the Sheeda are tied to Seven Imperishable Treasures, based on Celtic myth's Four Treasures, such as the Foundation Stone of Manhattan (based on the Lia Fáil), the Hammer of Bors (possibly based on Mjolnir), the Cauldron of Rebirth, the Gwydion (a homunculus made of 'living language', based on Merlin) and the sword Excalibur (possibly the counterpart of the sword of Nuada). Seven Soldiers of Victory #1 lists the seven treasures as Gwydion the Merlin, The Undry Cauldron (Dagda's Cauldron), Pegasus the flying horse, Excalibur, the all-knowing Fatherbox, the Hammer, and the Spear whose name is both love and vengeance (possibly a reference to the Gáe Bulg, but eventually revealed to be the progeny of Aurakles, the first superhero). Once a civilization reaches a certain level of development, the Sheeda arrive to 'harvest' it; to destroy its monuments and defeat its champions. Over the course of the story, they accomplish this task with Arthurian Camelot (according to the story, Arthurian Camelot is a recurring motif in history: the particular Camelot destroyed by the Sheeda existed in the 81st century B.C.). More recently, the Sheeda have returned, first via the Miracle Mesa in the American Southwest which, according to local Native American legend, rotates through other worlds. The Sheeda, as a preparation for the defeat of the era's champions (such as the Justice League), lure a team of superheroes (the reformed Seven Soldiers of Victory, who number only six) to the area and defeat them in an event known as the Harrowing. The Sheeda are deeply superstitious about teams of seven members, and seek to destroy all such teams. The Sheeda traditionally attack humanity in a period of utopia. This time, however, they have been drawn out by Zor, the \"Terrible Time Tailor\", a renegade member of the Seven Unknown Men of Slaughter Swamp. The first three issues of JLA: Classified were published before any part of Seven Soldiers of Victory, and appear to be a prelude to that series. In JLA: Classified, the Sheeda arrange for the disappearance of the Justice League and subsequently enslave the Ultramarine Corps super-team that responds in the League's absence to an emergency instigated by the Sheeda and Gorilla Grodd. The Sheeda are defeated, but the scale of their threat is not fully understood, let alone halted. The Sheeda \"ambassador\" Neh-Buh-Loh promises an upcoming \"Harrowing\" and claims that the incursion was merely a test of the Earth's superheroes; the next time the Sheeda attack, Neh-Buh-Loh claims, they will be more stealthy about it. It is likely that Seven Soldiers depicts this latter, more stealthy approach. The Sheeda are not extra-dimensional, inhuman, or diabolical. They are from the future: roughly one billion years from now. They are either a mutated or genetically engineered form of humanity, or they are the race that replaced humanity. Whichever it is, the Earth now orbits a dying sun, and mismanagement of the planet by the Sheeda has reduced it to a wasteland. The black flowers of Slaughter Swamp now cover the Earth, the seas are reduced to mist. In this world live the Sheeda. Their culture is horrific - described as 'a grim parody of civilization' by one character. Its arts, sciences and ecology are at a standstill, but they have discovered time travel technology. Using this, they travel back through time, come to a certain era, and lay waste to the planet, taking almost everything of value and taking most of the populace as slaves. First, it provides for their world, since it has fallen into shambles, and second, it gives the populace something to do besides plot an uprising. In an interview Grant Morrison explained that: \"[These soldiers] are recruited into an apocalyptic battle with some ancient Enemies of Humanity, a race of beings called the Sheeda, who are familiar to us from folk tale and legend as 'the Unseelie Court', or the people of 'Faerie' among many other names. Periodically, these Sheeda arrive like locusts in their millions in huge floating 'Castles' they use to 'harvest' civilizations which have reached their peak. The Sheeda ransack these cultures and take away their treasures, their achievements, their learning to enrich their own burned-out culture\". \"The name is from the Irish Sidhe, pronounced 'Shee', as in banshee. The Sidhe were the Fairy Folk, the strange ones from the hills who haunt the old legends of so many cultures. I had a wild idea about what these legends might REALLY be describing and realized I'd found the perfect villains for this story. I based my portrayal of the Sheeda civilization itself on a dark, inverted Goth image of Queen Elizabeth 1's England. They're very evil, decadent and corrupt but as I say we don't reveal their TRUE nature and who they really are until later in the series. In FRANKENSTEIN! issue 4 in fact, 'Frankenstein vs. Fairyland'\". [1] In the representation of Sheeda's language depicted in Shining Knight #4 Morrison used the Ogham alphabet.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Sheeda"
}