{
  "id": 155,
  "title": "Serbia national rugby league team",
  "data": "The Serbia national rugby league team represents Serbia in the sport of rugby league football. They have competed in international competition since 2003 under the administration of the Serbian Rugby League. They are coached by Englishman Darren Fisher, and captained by Stevan Stevanović. Rugby League was first played in Serbia in 1953 when it was introduced by Dragan Marsicevic, secretary of the Yugoslav Sport Association.[citation needed] Two French teams toured later that year, and in 1954 the clubs Partizan and Radnički were formed. These clubs played their first match on 26 April 1954. In 1961 a Yugoslav Rugby League team played its only game against a French Select XIII team in Banja Luka. The French team won 13–0. The sport died out soon afterwards due to the communist regime banning the sport.[citation needed] The rebirth of Serbian Rugby League Federation was on 10 November 2001 with the new federation been formed. There is now an eight team domestic competition between Dorcol Spiders, Morava Cheetahs, Red Star Belgrade, Belgrade University, Radnički Nova Pazova, Tsar Lazar, Soko, Stari Grad, and Niš. Serbia has participated in the Mediterranean Cup competition in 2003 and 2004. Serbia won the 2006 and 2007 Slavic Cup after beating Czech Republic 36–28 in Prague and 56–16 in Belgrade, respectively. Serbia failed to qualify for the 2008 Rugby League World Cup, losing to Holland, Russia and Georgia in 2006, to be eliminated from the qualification process. Serbia won the 2007 and 2010 European Shield tournaments, by beating both Germany and Czech Republic on both occasions. Serbia took part in then European 2nd tier competition Euro Med Challenge in 2008. After being defeated 4-30 by Russia in Novi Sad and 14-20 by Lebanon in Bhamdoun, Serbs finished third. Serbia was a participant in the 2009 European Cup, having been drawn in a group alongside Wales and Ireland. Serbia participated in the 2013 Rugby League World Cup qualifiers in October 2011. They played games against Italy, Lebanon and Russia, but were defeated in all three matches and so were ultimately unsuccessful in qualification for the tournament. Serbia participated in the inaugural Balkans Cup tournament held in their own country. Serbia finished second in the tournament after a defeat to Greece who had a full squad of Australian born players in the final.[1] Serbia participated in the qualification for the 2017 Rugby League World Cup. The first stage of qualifying involved having to finish in the top three in their 2014–15 European Shield competition. During their qualification, Serbia created history after beating Russia for their first ever time on their eighth time of asking.[2] The final qualification tournament consisted of six teams: the top three teams from the European B tournament, the winners of the European C tournament and seeded nations Wales and Ireland. The tournament featured two groups of three teams playing in a single round-robin format. The winners of each group qualified for the World Cup, while the runners-up faced each other in a play-off match on 5 November 2016 to determine the final spot. A seeded draw took place to determine the groups on 5 November 2015. Serbia were placed in Group A. They took on Wales on 15 October 2016, in Llanelli Wales and Italy in Belgrade on 22 October for a place in the 2017 World Cup.[3] In the lead up to the World Cup qualifiers, Serbia played Spain in Valencia and ran out 64-4 winners a dominant display in the first ever meeting between these two nations.[4] In the first World Cup qualifier against a Wales side full of Super League and Championship players, Serbia lost, 50–0, proving that there is still a long way to go but that there was some slight improvement from last time the two nations meet in 2009 when Serbia lost 88–8.[5] In the second and final game of World Cup qualifying Serbia needed victory over Italy to send them through to a one-game playoff against Russia but lost the game at the Makiš Stadium in Belgrade, 14–62, which was a result against an Italian team with many NRL and English Super League players who were Australians of Italian heritage.[6] On 10 November 2016, 15 years was celebrated since the re-forming of Serbian Rugby League a milestone occasion.[7] Serbia were eliminated very early in qualifying, but caught a lucky break when Russian Rugby League Federation were disqualified due to internal issues. Serbia reluctantly took Russia's place in the final stages of qualifying but were easily eliminated losing  on 26 October 2019 to Scotland \t86–0 in Glasgow , then losing the deciding match in Belgrade to Greece on 9 November 2019 by another embarrassing score-line of 6–82. Also see Category:Serbia national rugby league team coaches. The 19-man national team selected for the match against Ukraine in October 2024:[8] Below is table of the official representative rugby league matches played by Serbia at test level up until 27 October 2024: †Includes matches played against the France Espoirs side.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Serbia_national_rugby_league_team"
}