{
  "id": 419,
  "title": "2020–21 South Pacific cyclone season",
  "data": "The 2020–21 South Pacific cyclone season was an average season where most tropical cyclones formed within the South Pacific Ocean to the east of 160°E. The season officially started on November 1, 2020, and officially ended on April 30, 2021, however a tropical cyclone could form at any time between July 1, 2020, and June 30, 2021, and would count towards the season total. During the season, tropical cyclones will be officially monitored by the Fiji Meteorological Service (FMS), Australian Bureau of Meteorology (BoM), New Zealand's MetService. The United States Armed Forces through the Joint Typhoon Warning Center (JTWC) will also monitor the basin and issue unofficial warnings for American interests. RSMC Nadi attaches a number and an F suffix to tropical disturbances that form in or move into the basin while the JTWC designates significant tropical cyclones with a number and a P suffix. RSMC Nadi, TCWC Wellington and TCWC Brisbane all use the Australian Tropical Cyclone Intensity Scale and estimate windspeeds over a period of ten minutes, while the JTWC estimated sustained winds over a 1-minute period, which are subsequently compared to the Saffir–Simpson hurricane wind scale (SSHWS). The season began with the formation of Tropical Depression 01F, over a month after the official start. Despite the slightly late start, activity picked up, with two more systems forming after. In mid-December, Severe Tropical Cyclone Yasa became the earliest category 5 severe tropical cyclone on record in the South Pacific basin. Yasa struck Fiji, resulting in heavy damage. Severe Tropical Cyclone Ana and Tropical Cyclone Bina also affected Fiji within days of each other, resulting in heavy rains and strong winds. Tropical Cyclone Lucas crossed into the basin from the Australian region and affected the Loyalty Islands. In early March, Cyclone Niran moved into basin from the Australian region as a Category 5 severe tropical cyclone. The storm passed close to New Caledonia, bringing heavy impact, before transitioning into an extratropical cyclone north of New Zealand. Ahead of the season officially starting on November 1, the Fiji Meteorological Service (FMS) and New Zealand's National Institute of Water and Atmospheric Research (NIWA), both issued a tropical cyclone outlook that discussed the upcoming season.[2][3] These outlooks took into account a variety of factors such as a developing weak to moderate La Niña event and what had happened in previous seasons such as 1970–71, 1984–85,1995–96, 2007–08, 2016–17 and 2017–18.[2][3] The Southwest Pacific tropical cyclone outlook issued by New Zealand's National Institute of Water and Atmospheric Research (NIWA) in conjunction with MetService and various other Pacific meteorological services, predicted that nine to twelve tropical cyclones would occur over the South Pacific Ocean between 135°E and 120°W.[3] The outlook also predicted that four of these tropical cyclones would intensify further and become either a Category three, four or five severe tropical cyclone on the Australian tropical cyclone intensity scale.[3] In addition to contributing towards the Southwest Pacific tropical cyclone outlook, the FMS predicted that between four and six tropical cyclones would occur within the basin, while one of these tropical cyclones was expected to intensify further and become either a category three, four or five severe tropical cyclone on the Australian scale.[2] Both outlooks also predicted that the majority of systems would occur to the west of the International Dateline, which as a result, meant that New Caledonia had an elevated chance of being impacted by a tropical cyclone.[2][3] It was also predicted that the Solomon Islands, Vanuatu, Fiji and Tokelau had a normal chance of being impacted by a tropical cyclone, while Wallis and Futuna, French Polynesia, Niue, Samoa, American Samoa, Tonga and Tuvalu all had a normal to reduced chance of being impacted by a tropical cyclone.[3] On December 8, a disturbance formed near Fiji, starting the 2020–21 South Pacific Ocean cyclone season, it gradually intensified into a depression and attained a tropical storm status according to JTWC. It reached at the maximum 10 minutes sustained wind speed of 55 km/h (35 mph) and minimum pressure of 1000 mb (29.53 inHg). Another disturbance formed near the existing 01F and rapidly intensified into a depression. It hampered the system intensification due to a brief interaction with Tropical Depression 01F. Following the same day, another disturbance formed and intensified into a depression the next day. 01F became a remnant low and was absorbed by Tropical Depression 02F. On December 13, 15:00 UTC, 02F intensified into a Category 1 tropical cyclone, giving it the name Yasa. It quickly strengthened into a Category 5 tropical cyclone before impacting Fiji. 03F intensified into Category 1 tropical cyclone Zazu, strengthening to Category 2. Yasa became the third most intense tropical cyclone of 2020, behind only Goni and Haishen with a minimum barometric pressure of 917 mb (27.08 inHg) and a maximum wind speed of 230 km/h (145 mph). Yasa caused heavy damage in and four deaths in Fiji. It then became extratropical on December 20. After all that, the basin remained quiet for a while until activity picked up in late January. Four depressions formed within a few days of each other, with two becoming named, Ana and Bina. Ana became a Category 3 tropical cyclone struck Fiji like Yasa did and caused damage in the island nation. Bina was a short-lived storm that affected Fiji and Vanuatu. Then, on February 1, Lucas entered the basin form the Australian region. It peaked as a Category 2 tropical cyclone and affected the Loyalty Islands. Afterward, another depression formed. Another pause of inactivity ensued again, with only a small disturbance forming, in late February. However, in early March, Niran entered the basin from the Australian region as a Category 5 severe tropical cyclone. It passed close to New Caledonia before becoming extratropical north of New Zealand. The basin became quiet once again until a disturbance formed on April 9, strengthening into a depression later. Upon post-analysis data, it was updated to Category 1 tropical cyclone (Australian scale). During December 8, the FMS reported that Tropical Disturbance 01F had developed about 145 km (90 mi) to the northeast of Apia in Samoa.[4] At this stage, the system had a broad low level circulation and was located within a marginal environment for further development, with warm sea surface temperatures as well as moderate levels of vertical wind shear.[5] Over the next couple of days, the system gradually moved westwards before the FMS classified it as a tropical depression during December 11, while it was located about 280 km (175 mi) to the west of the Fijian Dependency of Rotuma.[6] At 00:00 UTC on December 11, the JTWC upgraded the system to a tropical storm on the Saffir–Simpson hurricane wind scale.[7] The depression continued to consolidate, with deep convection wrapping into the centre of the system from the northern semicircle, and by 12:00 UTC, one-minute sustained winds had increased to 75 km/h (45 mph).[8] A few hours later, the FMS estimated maximum 10-minute sustained winds to be at 55 km/h (34 mph), with a minimum central atmospheric pressure of 998 hPa (29.47 inHg).[9] However, environmental conditions were only marginally conducive for intensification, with strong vertical wind shear inhibiting further development.[8] By 00:00 UTC on December 12, both the JTWC and the FMS reported that the shear had displaced the system's deep convection to the northeast, leaving the center of circulation fully exposed.[10][11] Due to the deteriorating structure of the system, the FMS ceased advisories on Tropical Depression 01F at this time.[11] The storm then weakened and degenerated into a low pressure system later on December 12. Because of the Fujiwhara effect, the remnant was absorbed by Tropical Depression 02F shortly afterward, which would later become Severe Tropical Cyclone Yasa.[12] 01F caused heavy rain in American Samoa, with a peak rainfall total of 62 mm (2.44 in) recorded at the Pago Pago International Airport.[13] Tropical Disturbance 02F was first noted by the FMS on December 11, while it was located about 800 km (495 mi) to the northeast of Port Villa in Vanuatu.[6] Environmental conditions were very favourable for tropical cyclogenesis, with radial outflow in the upper troposphere, low vertical wind shear, and sea surface temperatures near 30 °C (86 °F). Convective rainbands began to develop around the system as it tracked slowly eastwards, wrapping into the low-level circulation center.[14] At 00:00 UTC on December 12, the Fiji Meteorological Service (FMS) upgraded the system to Tropical Depression 02F and began issuing forecast track maps.[15] At the same time, the Joint Typhoon Warning Center (JTWC) issued a tropical cyclone formation alert for the system.[14] The JTWC also noted a Fujiwhara interaction with 01F, which briefly hampered the development of the system.[16][17] At 15:00 UTC December 12, the JTWC determined the system had strengthened into Tropical Cyclone 05P and was now producing winds up to gale force, while it absorbed the remnant of Tropical Depression 01F.[18] About a day later, on December 13, the FMS determined that the depression had further strengthened to Category 1 status, as convection continued wrapping into the center, with the storm acquiring the name Yasa.[19] Soon afterwards, the JTWC upgraded Yasa to a Category 1-equivalent cyclone on the Saffir–Simpson scale.[20] The storm continued to intensify and soon became a Category 3 on the Australian scale. Just about 12 hours later on December 14, Yasa rapidly intensified to Category 4 status on the Australian scale as a defined eye began to clear on infrared satellite imagery.[21] The storm continued rapidly intensifying and strengthened to a Category 5 tropical cyclone on the Australian scale, the highest rating possible, while completing its loop, with a central pressure of 929 mbar and wind speeds of 110 knots (125  mph).[22] This was the earliest date a Category 5 South Pacific tropical cyclone formed on record and only the second Category 5 South Pacific tropical cyclone recorded in December. Yasa continued its rapid intensification trend and further intensified to the equivalent of a high-end Category 4 tropical cyclone on the Saffir–Simpson scale (SSHWS), developing a well-defined and obvious eye, while continuing to become more symmetrical.[23] By 00:00 UTC on December 16, Yasa had intensified into a Category 5-equivalent tropical cyclone on the SSHWS, with 1-minute sustained winds of 260 km/h (160 mph). At 18:00 UTC, Yasa's maximum 10-minute sustained winds increased to 230 km/h (140 mph), with a minimum atmospheric pressure of 917 hPa (27.08 inHg),[24] making the system one of the most intense tropical cyclones ever recorded in the Southern Hemisphere. After making landfall on Vanua Levu, Yasa moved into an area of unfavorable conditions, causing the storm to rapidly weaken, with Yasa weakening into a Category 3 severe tropical cyclone later that day. Yasa continued its weakening trend as it turned southward, dropping to Category 1 tropical cyclone status in late December 18. Late on December 19, Yasa transitioned into an extratropical storm, and the FMS issued their final advisory on the storm. Afterward, Yasa's extratropical remnant moved southward and then eastward, before dissipating on December 24, to the northeast of New Zealand. [citation needed] During December 11, the FMS reported that Tropical Disturbance 03F had developed about 480 km (300 mi) to the northeast of the island nation of Niue.[6] Deep convection near the system was initially only fragmented; however, environmental conditions were assessed as being conducive for development, with low vertical wind shear, good upper-level outflow and sea surface temperatures near 29 °C (84 °F).[9] The system's organisation improved steadily over the next few days, and at 12:00 UTC on December 13, the Joint Typhoon Warning Center (JTWC) upgraded the depression to a tropical storm on the Saffir-Simpson hurricane wind scale.[25] Zazu continued to strengthen even as it began extratropical transition, reaching Category 2 status on the Australian scale on December 15, despite struggling with the effects of westerly wind shear.[26] During December 16, the system moved into MetService's area of responsibility, before they reclassified it as an extratropical low later that day.[27] Zazu's extratropical remnant continued southward for another day, before turning eastward on December 18, and dissipating a day later. Yellow cyclone alerts (the third-highest level) were issued for the island of Niue on December 15, while residents were taken to higher grounds by officials.[28] Zazu brought heavy surf which severely damaged the wharf on Niue which was recently rebuilt while bringing rainy conditions to the island that same day.[29] Zazu also brought wind gusts up to 120 km/h (75 mph) to the island nation of Tonga, but no significant damage was reported.[30] During January 22, the FMS reported that Tropical Disturbance 04F had developed about 700 km (435 mi) to the northwest of Noumea in New Caledonia.[31] At this stage, the system was poorly organised and lied under the western edge of an upper-level ridge of high pressure in a low to moderate area of vertical windshear. Early on January 27, the storm strengthened into a tropical depression.[32] The FMS ceased advisories on the system, late on January 28.[33] During January 26, the FMS reported that Tropical Disturbance 05F had developed within the South Pacific convergence zone about 220 km (135 mi) to the northeast of Port Vila in Vanuatu.[34][35] During that day, the system moved eastwards and developed into a tropical depression, within an area of low to moderate vertical wind shear.[36] Over the next couple of days, the system moved eastwards and gradually developed further, as atmospheric convection started to wrap into the systems low level circulation center.[37] During January 29, the FMS reported that the depression had developed into a Category 1 tropical cyclone on the Australian scale and named it Ana.[38][39] At this time, the system was located about 350 km (215 mi) to the northwest of Nadi in Fiji and had started to be steered south-southeastwards towards Fiji, by a ridge of high pressure to the northeast of the system.[39] The United States Joint Typhoon Warning Center subsequently initiated advisories, on the newly named system and designated it as Tropical Cyclone 15P.[35] During January 30, Ana continued to move south-southeastwards and passed through the northern Yasawa Islands into the Bligh Waters, where it became slow-moving and intensified into a category 2 tropical cyclone.[40] The system subsequently continued to develop with an eye feature appearing on both radar and microwave imagery before it made landfall on Viti Levu near Rakiraki at around 18:00 UTC (06:00 FST, January 31).[40][41][42] While located over Viti Levu, Ana moved south-southeastwards over the Central Division, where it passed in between Navua and Fiji's capital city: Suva.[40] The JTWC subsequently reported that the system had peaked with 1-minute sustained winds of 120 km/h (75 mph), which made it equivalent to a Category 1 hurricane on the Saffir-Simpson hurricane wind scale.[43] During January 31, Ana emerged into the Kadavu Passage and passed near or over Kadavu, before the FMS reported that the system had peaked as a Category 3 severe tropical cyclone, with 10-minute sustained winds of 120 km/h (75 mph).[43][44] During February 1, the system rapidly weakened into a subtropical low, as its low-level circulation center became exposed and moved south-eastwards into an area of high vertical wind shear.[45][46][47] Over the next few days, Ana moved south-eastwards over the South Pacific Ocean as a subtropical low, before it was last noted during February 3.[43] During January 27, the FMS reported that Tropical Disturbance 06F had developed near the Lau Island of Nayau, about 250 km (155 mi) to the east of Suva, Fiji.[48] At this stage, the system was poorly organised and located to the south of a ridge of high pressure, in an area of moderate to high vertical wind shear.[48] Later that day the system developed into a tropical depression and caused gale-force winds over the Lau Islands, before it was last noted by the FMS during the next day as it moved out of the tropics.[49] Strong winds and heavy rainfall associated with the depression affected Tonga on January 29.[50] During January 29, the FMS reported that Tropical Disturbance 07F had developed about 700 km (435 mi) to the north-northeast of Port Vila in Vanuatu in a relatively favorable environment with warm sea surface temperatures and low wind shear.[51] On the evening of January 31, the depression intensified further to Tropical Cyclone Bina. However, Bina soon became very disorganized and was downgraded to a tropical depression on the morning of February 1.[52] It further weakened to an area of low pressure on the same day as it became even more disorganized. Despite not being classified as a tropical cyclone at landfall, Bina extended the heavy rains and gale winds associated with Cyclone Ana which struck the islands hours before.[53] The Prime Minister Frank Bainimarama urged the public to continue being aware and be cautious of continued flash floods.[54] On the afternoon of February 1, Tropical Cyclone Lucas moved into the basin from the Australian region as a Category 2 tropical cyclone, to the northwest of Port Vila in Vanuatu.[52] Lucas maintained a steady southwestward heading during its time in the basin,[55] and gradually weakened under increasing vertical wind shear. Lucas's LLC became exposed as it weakened to a Category 1 cyclone on the Australian scale and began to undergo subtropical transition just north of New Caledonia on February 2, at which time the JTWC ceased warnings on the storm.[56] Shortly after, Lucas made landfall in New Caledonia at 18:00 UTC that day as a Category 2 tropical cyclone.[57] In the Loyalty Islands, numerous homes, telecommunication systems, and electrical lines were damaged.[58] An estimated 6,338 people lost power in the country during the cyclone's passing.[59] Drinking water was contaminated and communication was cut off for over 36 hours.[60][61] A 29-year-old woman and another man drowned off the Gold Coast of Queensland amidst dangerous swells produced by the extratropical remnants of Lucas, their bodies having been recovered on February 9.[62] On February 7, a weak tropical disturbance formed near the Lau Island of Cikobia-i-Lau, to the north of Nadi, Fiji.[63] The JTWC issued a TCFA on the disturbance at 15:00 UTC the next day, designating it as Invest 92P.[64] It strengthened to a tropical depression as it tracked to the south. However, the FMS ceased their warnings on 09F as it moved out of the tropics.[65] The JTWC on the other hand had upgraded the system to Tropical Cyclone 20P early on February 10, with 1-minute sustained winds of 85 km/h (53 mph).[66] However, the JTWC also issued their final warning on 09F as it accelerated south-southeastward and became extratropical.[67] On February 22, a tropical disturbance formed from the South Pacific convergence zone, to the northwest of Labasa, Fiji.[68] It moved to the southwest slowly under the periphery of a trough. However, the disturbance was declared a low pressure system on February 24, with the FMS issuing their final warning.[69] On March 5, the FMS reported that Tropical Disturbance 11F had formed to the southeast of Port Vila, Vanuatu. Under an unfavorable environment and the nearby Cyclone Niran, the storm moved to the southeast before dissipating on the next day.[70] Upon post-analysis data, the FMS upgraded 11F to tropical depression with 10-min winds of 35 mph. On March 5, Severe Tropical Cyclone Niran entered the basin from the Australian region as it continued to move to the east. Maintaining its initial intensity as a Category 5 cyclone, it also became the third severe tropical cyclone of the season, alongside Yasa and Ana. At that time, the storm began to weaken due to increasing wind shear and on near-midnight, it skirted the southeastern coast of New Caledonia as a Category 3 severe tropical cyclone.[71][72] Further weakening continued as Niran accelerated to the southeast while leaving the coast of the country, before becoming extratropical on the next day. The system continued moving southeastward for two days, before being absorbed into a larger extratropical cyclone to the south on March 8. As the storm approached, New Caledonia was placed on high alert, as Niran was expected to cause severe damage in the country, especially on the main island of Grande Terre.[73][71] Authorities placed the entire island nation under a Level Two Tropical Cyclone Alert late on March 5 as the storm bore down on the country.[74] Air Calédonie moved their entire fleet of airplanes to Brisbane, Australia, in order to protect them from the storm.[75][76] Waves as high as 13 metres (43 ft) were also expected for the western side of New Caledonia.[73] Niran caused extensive damage in New Caledonia during its close passage.[72] 39,000 households lost electricity in urban areas while roads quickly became impassable.[77] Winds of up to 150 km/h (93 mph) affected portions of the country in its passage, despite the strongest portion of the storm missing the coastline.[78] Two people were injured, including a child which was hit by shards of glass from a bay window.[79][80] In the capital city of Nouméa, several ships were forced aground on the coast.[79]  400 people were also housed in three evacuation centers. Another estimate placed over 69,000 total customers without power in the country.[81] Rainfall was less than anticipated, with a report of 50 mm (2.0 in) of rain falling in six hours. Vegetation and crops were damaged as well, though the true extent of damage is unknown.[82] On April 8, the BoM started to monitor a tropical low in the northeastern Australian Region. The tropical low quickly moved southeastward and entered the South Pacific region, where it organized further into Tropical Depression 13F, with the JTWC designating it as Tropical Cyclone 28P. Soon after its formation, however, extratropical transition begun, and within 18 hours after its formation, the JTWC gave its last warning as it merged with a large extratropical cyclone.[83] Upon post-analysis data, 13F was upgraded to Category 1 tropical cyclone. Within the South Pacific, a tropical depression is judged to have reached tropical cyclone intensity should it reach winds of 65 km/h (40 mph), and it is evident that gales are occurring at least halfway around the center. Tropical depressions that intensify into a tropical cyclone between the Equator and 25°S and between 160°E and 120°W are named by the FMS. However, if a tropical depression reaches tropical cyclone strength to the south of 25°S between 160°E and 120°W, it will be named by MetService in conjunction with the FMS. Should a tropical cyclone move out of the basin and into the Australian region, it will retain its original name. The names Yasa, Zazu, Ana, and Bina were used for the first time this season (and only, in the case of Yasa and Ana), which replaced Yolande, Zoe, Ami and Beni in the 2002-03 season. The names that were used for the 2020–21 season are listed below:[84] If a tropical cyclone enters the South Pacific basin from the Australian region basin (west of 160°E), it will retain the name assigned to it by the Australian Bureau of Meteorology. The following storms were named in this manner: After the season, the names Yasa and Ana were both retired due to the damages they caused, and were replaced with Yabaki and Aru, respectfully.[84] This table lists all the storms that developed in the South Pacific to the east of 160th meridian during the 2020–21 season. It includes their intensity on the Australian tropical cyclone intensity scale, duration, name, landfalls, deaths, and damages. All meteorological data is taken from the warning centers while damage estimates are in 2021 USD.",
  "source_url": "https://en.wikipedia.org/wiki/2020%E2%80%9321_South_Pacific_cyclone_season"
}