{
  "id": 787,
  "title": "Agnes Lam",
  "data": "Agnes Lam (Chinese: 林玉鳳; born 7 March 1972) is a Macau poet, educator, journalist and politician. As a member of the Civic Watch party, she was elected to Macau's legislature in their 2009 Legislative Assembly election, and was the only member of the party represented there. She is the Assistant Dean of the Faculty of Social Sciences at the University of Macau, and currently heads their Center for Communication. She has published on the history of print media in China. She writes several columns in Macau newspapers, and has written and published several volumes of poetry. Her writing has won several awards, in China and Macau. Lam was born on 7 March 1972 in Macau. Her parents had moved from mainland China to Macau and her father worked in construction and food service before they were able to buy farmland in Areia Preta. Lam was one of nine children and was able to attend college on the condition that she help fund her siblings' education afterwards.[1] Lam earned a degree in journalism from the University of Macau in 1991, and worked with Teledifusão de Macau thereafter, becoming a full-time television reporter in 1994. She covered local events, such as the opening of Macau Airport and visits to Macau by foreign leaders.[1] She hosted a weekly television program, \"Witnessing the Handover\" which ran until 1999.[2] Following her work in journalism, Lam completed a master's degree and Ph.D. from University of Beijing, studying the development of Chinese and Portuguese print media in Macau. In 1997, she joined the faculty of the University of Macau's Department of Communication, where she taught journalism.[1] She was appointed the Assistant Dean of the University of Macau's  Faculty of Social Sciences.[1] Later, she helped establish the university's Department of Communication, where she teaches, and heads their Center for Communication.[2][3] Lam joined the Macau Civic Power party, later becoming the president of the party, and campaigned unsuccessfully for a seat in Macau's legislature in 1999 and 2003. She was elected to the legislature on her third campaign in 2017,[4][5][6] and remained in office until 2021, when she ran an unsuccessful re-election campaign.[1][7] Lam has written ten books. Her most notable work, published in 2015, is a history of the Macau press, titled The Beginning of the Modern Chinese Press History: Macau Press History 1557- 1840.[2] She has also published four volumes of poetry: A Pond in the Sky: Selected and New Poems (Association of Stories in Macao, 2013), Water Wood Pure Splendour (Asia 2000, 2001), Woman to Woman and Other Poems (Asia 2000, 1997), and Poppies by the Motorway (Chinese University Press, 2018).[8] She is the vice president of Macau PEN.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Agnes_Lam"
}