{
  "id": 191,
  "title": "Jack Waring",
  "data": "John Waring (3 October 1919[3] – 3 June 2004), also known by the nickname of \"Sogger\", was an English professional rugby league footballer who played in the 1930s and 1940s, and coached in the 1950s, and rugby union footballer who played in the 1940s. He played representative level rugby league (RL) for England, and at club level for Thatto Heath ARLFC (in Thatto Heath, St Helens), Star Rovers ARLFC (in St Helens), Blackbrook ARLFC (in Blackbrook, St Helens), St Helens, Dewsbury (World War II guest), Belle Vue Rangers, Featherstone Rovers,[4] and Warrington, as a wing, centre, stand-off or scrum-half,[1] and representative level rugby union (RU) for the Army and the Combined Services/United Services (during World War II), as a fly-half, and coached club level rugby league (RL) for Warrington (A-Team).[5] Jack Waring was born in Doulton Street, St. Helens, his birth was registered in Prescot, Lancashire, England. He was one of eleven siblings, he was a pupil at St. Teresa's school, St. Helens, he served as a gunner in the Royal Artillery during World War II, he lived in O'Sullivan Crescent, Blackbrook, St Helens c. 2004, and he died aged 84 in Whiston Hospital, Whiston, Merseyside. Jack Waring won a cap for England while at St. Helens, he played at centre and scored a last-minute try in the 8–5 victory over Wales at the Watersheddings, Oldham on Saturday 9 November 1940, in front of a crowd of 5,000,[2] he represented the Army, and the Combined Services/United Services (during World War II), against representative rugby union teams from; Australia, New Zealand, and South Africa. Jack Waring made his début for Featherstone Rovers on Monday 22 November 1947, he played his last match for Featherstone Rovers during the 1948–49 season, he was transferred from Featherstone Rovers to Warrington, he made his début for Warrington on Saturday 9 October 1948, he played his last match for Warrington on Saturday 12 March 1949.[6] Jack Waring was one of eleven siblings; he was the younger brother of the rugby league footballer for St Helens Recs; William \"Bill\" Waring, and the older brother of the rugby league footballer for St. Helens, and Warrington; Gerald \"Ged\" Waring,[7] and the rugby league footballer for St. Helens; Thomas \"Tom\" Waring.[8][9]",
  "source_url": "https://en.wikipedia.org/wiki/Jack_Waring"
}