{
  "id": 361,
  "title": "Smash (British band)",
  "data": "Smash (normally typeset as S*M*A*S*H) are an English punk rock trio, who enjoyed brief notoriety in the early 1990s in the UK.[1] S*M*A*S*H was formed by Ed Borrie (vocals, guitar), Salvatore Alessi (credited as Salv) (bass), and Rob Hague (drums) in Welwyn Garden City in Hertfordshire, England.[2] Ed Borrie and Salvatore Alessi formed S*M*A*S*H after meeting at school in the mid-1980s - Salvatore had previously been in a band called GLC.[1]  Rob Hague joined soon afterwards.[2] The band's sound recalled the late 1970s and early 1980s punk and new wave bands. The British music press were enthusiastic about the band creating a scene called New wave of new wave, along with similar UK bands of the time such as Echobelly, Sleeper, Compulsion and These Animal Men.[3] The band's second single was a tribute to feminism called \"Lady Love Your Cunt\".[1] It appeared on their debut mini album \"S*M*A*S*H\" which was a compilation of their first two limited edition 7\" singles, and was well received by critics. The band made some appearances on UK TV programmes such as Naked City, as well as live performances, including a collaboration with Billy Bragg during an Anti-Nazi League rally. With a recording contract, the band toured tirelessly, increasing press coverage and attention from fans.[1] The trio still found time to laugh at themselves, occasionally performing under the name S*H*I*T*E. S*M*A*S*H became the first act to appear on the BBC Television flagship chart show Top of the Pops (TOTP) without having released a single. The trio played \"Shame\" on TOTP, after their debut EP reached number 26 in the UK Albums Chart.[4] Their only hit single was \"(I Want to) Kill Somebody\", which was only available in the shops for one day in 1994. It reached number 26 in the UK Singles Chart.[4] Its controversial subject matter eventually lead to its banning.[3] Their debut full-length album, Self Abused, was not a commercial success, although the group remained a favourite of the critics.[3] The band recorded a single for the Seattle based label Sub Pop, but S*M*A*S*H remained virtually unknown outside the UK, despite a whistle-stop tour of the United States and support slots across Europe.[3] The EP \"Another Love Song E.P.\" followed in 1995, before the group released their final single, \"Rest of My Life\", a year later.[3] The band split up in 1996.[3] In 1997 bass player Salv joined Carter USM as a full-time member, but in 2004 the trio reformed, recording a number of tracks for a forthcoming EP and playing several gigs around the UK. Recently Rob has been playing drums for The Bleach Boys. S*M*A*S*H's second LP, Icon was released on 8 October 2007, 13 years after their Self Abused album. The band released a third album, Goodbye WGC, in 2017.  They were due to release a fourth album in 2018/2019, but split at the end of 2018.[2] On 24 July 2019, Ed Borrie played his first solo gig at the Lexington, London, supporting My Life Story, and in promotion of his solo album What Goes On.",
  "source_url": "https://en.wikipedia.org/wiki/Smash_(British_band)"
}