{
  "id": 402,
  "title": "Television in Bangladesh",
  "data": "Television is one of the most popular forms of media and information in Bangladesh.[1] It was one of the first countries in South Asia to introduce television on 25 December 1964, in the then East Pakistan under the state-owned television network Pakistan Television Corporation in its capital, Dhaka. After the Bangladesh Liberation War in 1971, the Dhaka television station of PTV was renamed to Bangladesh Television, which had a monopoly on the country's television industry until 1997, with the launch of ATN Bangla on satellite television. Since then, the number of privately owned television channels saw a tremendous rise in the Bangladeshi television market. As of 2019, 64% of households in Bangladesh had a television set,[2] with cable television dominating the pay television market there.[3] This is a tremendous increase compared to the data from 1975, when less than 0.2% of Bangladeshi households had a television set.[4] Bangladesh Television currently serves as the sole television broadcaster provided on terrestrial television,[1] as Ekushey Television, formerly provided on terrestrial from its launch in 2000, was shut down two years later, although it did resume broadcasting later but on satellite television.[5] All television sets in Bangladesh shall be licensed for ownership.[6] Bangladesh has a total of forty television channels currently on the air, thirty-six of which are privately owned. Several television channels were even taken off the air. Pirate television stations have also existed in Bangladesh.[7] Television programming in the then East Pakistan was first commenced in 1964, when Pakistan Television established a television station in Dacca, the first after Lahore, and broadcast from the DIT Bhaban on a four-hour basis. On 4 March 1971, PTV's Dacca television station was unofficially renamed \"Dhaka Television\", and on 23 March, it began showing the flag of Bangladesh and playing the national anthem of Bangladesh and several pro-Bangladesh songs, as a part of the station to join the struggle for independence from Pakistan.[8] After the independence of Bangladesh, the station was immediately renamed Bangladesh Television, subsequently becoming a government-owned entity. In 1975, Bangladesh Television moved its studios and facilities in a newly built headquarters in Rampura. Bangladesh Television had established fourteen relay terrestrial television stations up to 2003, the first one being in Natore in 1974, which cover up to more than 90% of Bangladesh's territory.[9] Bangladesh Television was the first television station in the region of South Asia to commence full-time color broadcasts on 16 December 1980, as inaugurated by president Ziaur Rahman,[10][11] followed by Pakistan Television of Pakistan and Doordarshan of India in 1982.[9] As Bangladesh Television was the only television channel available in the country at the time, its viewership and popularity soared. Satellite television was introduced in Bangladesh in 1992, with over ten foreign channels having a presence in the country at the time.[12] Simultaneously, the first cable company (Translinks), affiliated to Star TV, opened in the same year.[13] The first Bengali-language satellite television channel based in Bangladesh, ATN Bangla, was launched in 1997, followed by Channel i in 1999.[14] Satellite television saw a tremendous increase in popularity among Bangladeshis at that period, and thus, Bangladesh Television began to stagnate. As a privately owned terrestrial television network in Bangladesh did not exist at the time, A.S. Mahmud, along with the UK-based Simon Dring, had plans to establish Ekushey Television in the late 1990s.[15] It was officially launched on 14 April 2000, and quickly gained widespread popularity around Bangladesh.[16] However, the channel was forced to cease all transmissions in 2002, shortly after the BNP government took over,[17] leaving BTV the sole Bangladeshi television network to broadcast on terrestrial television today, even though Ekushey Television did resume broadcasting but on satellite television in 2007. During Ekushey Television's closure, Bangladesh saw a significant increase in privately owned television channels. NTV was the first among them to be launched in 2003, followed by RTV and Boishakhi Television in 2005, and Channel 1 and Banglavision in 2006. However, several television channels were short-lived and were shut down by the government, such as ATV, TEN and Sonar Bangla. Later in 2007, the caretaker government ordered several channels to shut down as they were accused of broadcasting illegally without a no-objection certificate or permission. The channels were STV-US, Channel S from the United Kingdom, Ruposhi Bangla (not to be confused with the unrelated Indian channel of the same name), Falgun Music, TV-5, Bijoy TV, and My TV,[18] although the latter two would return to the air. In 2009, Jamuna Television began test transmissions and was later shut down by the BTRC for broadcasting after its license had already expired, though it would later return to the air in 2014.[19] Bangladesh Television commenced international satellite broadcasts in 2004 via BTV World.[20] In 2007, Bangladesh's first exclusively news channel, CSB News, went on the air but was later shut down after airing footage of anti-government protests.[21] The number of news channels in Bangladesh, however, tremendously rose, with the launch of ATN News and Independent Television, and test broadcasts of Somoy in 2010, and later its official broadcasts in 2011. It was later decided by the Government of Bangladesh in 2009 to rule Bangladesh Television as the only television broadcaster in Bangladesh to broadcast on terrestrial television legally.[22] On 27 April 2010, Channel 1 was shut down by the BTRC due to illegal activity.[23] On 30 July 2011, Maasranga Television, Bangladesh's first high definition television channel, began operations.[24] On 21 June 2012, Ekattor, Bangladesh's first news channel broadcasting in full HD was launched. On 6 May 2013, Diganta Television and Islamic TV were obliged to cease all transmissions by the BTRC.[25] On 27 June 2013, ULAB established the first student television station in Bangladesh, ULAB TV.[26] On 2 December 2014, Bangladesh's first music-oriented television channel, Channel 16, was accused by the BTRC of illegally broadcasting via an Israeli satellite and even after its license had already been expired, and left unrenewed, and demanded the channel to shut down.[27][28] The country's first children's television channel, Duronto TV, was launched on 5 October 2017.[29] In May 2019, BEXIMCO launched Akash DTH, Bangladesh's first DTH satellite television provider.[30][31] On 2 October 2019, all Bangladeshi television channels began broadcasting via the Bangabandhu-1 satellite.[32] During the COVID-19 pandemic, both BTV and Sangsad Television broadcast live educational lessons for primary and secondary level students.[33] On 9 November 2020, Bangladesh's first sports-oriented television channel, T Sports, began broadcasting.[34] On 30 July 2021, Nexus Television, Bangladesh's first non-fiction infotainment television channel, began operations.[35] Coinciding the Bangladeshi Victory Day on 16 December 2021, business-related Spice Television began test transmissions.[36] The channel later officially began transmissions on 9 June 2022 as Ekhon.[37] On 30 June 2022, Global Television began transmissions.[38] This was followed by Green TV on 19 May 2023[39] and the first Bangladeshi television channel utilizing AI technology Channel S on 12 June 2024.[40][41] During the quota reform protests, the headquarters of Bangladesh Television was subject to an arson attack and was vandalized on 18 July 2024, forcing the network to cease transmissions temporarily,[42][43] although it resumed transmissions the following day.[44] Shortly after the resignation of prime minister Sheikh Hasina on 5 August 2024, several television channels, primarily ones that are news-oriented, were attacked and vandalized, including Ekattor TV, DBC News, Somoy TV, Independent Television etc.[45][46][47] Later on, eight television channels were forced off the air as a result of the attacks, although they have resumed transmissions over time.[48] On 8 August 2024, Dhaka Reporters Unity demanded immediate reinstation of all unjustly closed media outlets in Bangladesh, which included the television channels shut down under the Awami League government, while condemning the attacks on television channels.[49] On the same day, the defunct Diganta Television was allowed to broadcast again and is slated to return to the air soon.[50] On 18 September 2024, Information and Broadcasting Adviser Nahid Islam stated that it is no longer necessary for privately owned television channels to broadcast the two o'clock news bulletin of Bangladesh Television, which was mandated for a long time.[51][52] The High Court of Bangladesh later suspended the order of shutting down CSB News on 23 September, allowing the channel to return to broadcasting.[53] BTV World was replaced by BTV News, BTV's news-oriented channel, on 31 December 2024.[54] State-owned Bangladesh Television began test transmissions on digital terrestrial television in Dhaka, Chittagong, and Khulna on 25 January 2011.[55] Bangladesh adopted the DVB-T system for digital television broadcasts in 2014.[56] Licence for DVB-S was provided to RealVU on 2014. But, the service took of around 2019, when it was rebranded to Akash DTH. The service currently holds a monopoly on DTH service in Bangladesh. On 4 November 2021, as a part of the Digital Bangladesh campaign, the Ministry of Information and Broadcasting urged all cable operators to provide set-top boxes. All satellite television channels in Dhaka and Chittagong were announced to be migrated to digital satellite television by 30 November. It was also announced that by 31 December 2021, all divisional and metropolitan cities of Bangladesh, along with Jessore, Gazipur, Narayanganj, Tangail, and Pabna, will switch over to digital satellite television, but this decision was later delayed by the High Court of Bangladesh.[57][58][59] The government later announced that the installation of set-top boxes to stream television channels will be made obligatory in all divisional and metropolitan areas by 1 June 2022.[60] This decision was postponed again by the High Court for three more months on 31 May 2022.[61][62] The Government of Bangladesh has permitted 46 local privately owned television channels to broadcast as of 2023,[63][64] of which 36 channels are currently broadcasting. All of the private television channels in Bangladesh broadcast solely on satellite and cable television, and BTV Dhaka, BTV Chittagong, and Sangsad Television are the only three television channels in the entire country that broadcast on terrestrial television.[65] Bangladesh Television broadcasts nationwide terrestrially via its fourteen relay stations. State-owned Bangladesh Television, the owner of BTV Dhaka and BTV Chittagong, is the oldest television broadcaster in Bangladesh, having to be founded in 1971. For a brief period of time, Ekushey Television was the first and only privately owned terrestrial channel in the country and was also the first of its kind in South Asia,[15] until its closure in 2002. Bangladesh has four state-owned television channels, which are BTV Dhaka, BTV Chittagong, BTV News, and Sangsad Television, the country's parliamentary television channel. The network announced the establishment of six more television stations in the future. In total, there are 40 television channels currently on air in Bangladesh. BTV formerly had an international service named BTV World, launched in 2004. It was replaced with BTV News by the end of 2024. Bangladesh has a high number of mixed entertainment television channels, namely ATN Bangla, Channel i, Ekushey Television, NTV, RTV, Boishakhi Television, Bangla TV, Banglavision, My TV, Mohona Television, Maasranga Television, Deepto TV, Nagorik and many more. It also has several news channels, which are Desh TV, ATN News, Ekattor, Somoy TV, DBC News, Independent Television, Jamuna Television, News24 and Channel 24. Bangladesh has one television channel dedicated to other specific genres, such as Gaan Bangla for music programming, Duronto TV for children's programming, T Sports for sports programming, Nexus Television for non-fiction programming,[66] and Ekhon for business programming. Several unlicensed television stations, namely Bengali Movie SK TV, Channel 5, Channel 7, DM TV, Movie Bangla TV, Bangla Music TV, SB TV, Ctg TV, Ananda Bangla TV, CTN TV, and Rang TV, have existed in Bangladesh.[7][67] The first presence of foreign television in Bangladesh occurred in 1992 when Bangladesh Television began relaying CNN and BBC broadcasts. Later, satellite television was introduced in the country, with citizens gaining access to foreign television channels for the first time. Prior to that, wealthy families in Bangladesh illegally had access to foreign television via satellite or cable television smuggled from the country's border with India.[68] Foreign television channels, typically the ones from India, such as Star Plus, Star Jalsha, and Zee Bangla,[69][70] broadcast in clean feed after being obliged to do so since October 2021.[71] The broadcast of Bangladeshi advertisements on foreign television channels is prohibited according to the Cable Television Network (Regulation) Act of 2006.[72] As of December 2020, the Government of Bangladesh has approved 90 foreign channels to broadcast in the country.[73] However, there were numerous cases of Bangladesh banning foreign television channels. Several of them were accused of having negative effects on Bangladesh's social and religious values, so they were banned by the government in 2002, but their bans have been lifted over time.[74][75] Later, on 29 July 2006, all satellite and cable television channels went off air in Bangladesh, but all besides thirteen Indian ones resumed broadcasting over time.[76] In 2007, ten satellite television channels, including FashionTV, were banned in Bangladesh after being accused of airing obscene content.[77] In February 2013, fearing the rise of the Hindi language among children in Bangladesh, the government banned the Indian feeds of Disney Channel and Disney XD, along with Turner-owned Pogo, from broadcasting in the country. They were also accused of doing so without authorization.[78][79] After the July 2016 Dhaka attack, UAE-based Peace TV and Peace TV Bangla were banned by the Government of Bangladesh.[80] In 2017, Bangladesh's high court rejected a 2014 proposal to ban three Indian channels, which are the aforementioned Star Jalsha, Star Plus, and Zee Bangla.[81][82] Due to them broadcasting local Bangladeshi commercials, worth 10 billion BDT, the government imposed a blackout on all channels owned by India-based Zee Entertainment Enterprises in Bangladesh on 2 April 2019, although they would later resume broadcasts there a day later.[83][84] After failing to resolve their dispute with Jadoo Vision Ltd. and for using various excuses to avoid paying their dues, cable operators have temporarily shut Star India channels in November 2020.[85] On 2 October 2021, cable operators in Bangladesh imposed a blackout on several foreign television channels that did not provide clean feeds, constituted in a 2006 policy. Cable operators have already been informed about foreign channels without clean feeds in August. However, on 5 October 2021, the foreign channels resumed broadcasting in Bangladesh via clean feeds.[86][87][88] Later, eleven of them were temporarily blacked out again for sneakingly airing commercials during breaks.[89] In March 2022, due to the ongoing Russian invasion of Ukraine, cable operators in Bangladesh blacked out Russian state-owned RT without notice.[90] In December 2024, a writ petition was filed in the High Court calling for the ban of Indian television channels in Bangladesh.[91][92] The BTRC only allows licensed internet service providers to broadcast television channels over the internet. In October 2016, the BTRC blocked internet protocol television and video on demand services in Bangladesh, which were gaining popularity among urban people, although the ban was lifted two years later in 2018.[97][98] In 2019, BDCOM Online Ltd launched the first IPTV service in Bangladesh.[99] The RAB raided the headquarters of the IPTV channel Joyjatra Television on 30 July 2021 after the arrest of Helena Jahangir, the channel's owner, and found no valid documents, and demanded for the channel's shutdown.[100] Prior to their shutdown in September 2021, around 59 IPTV channels have been broadcasting illegally in Bangladesh without valid licenses.[101][102] Later, in November 2021, fourteen IPTV channels gained approval from the government to broadcast.[103]",
  "source_url": "https://en.wikipedia.org/wiki/Television_in_Bangladesh"
}