{
  "id": 874,
  "title": "Intramuscular injection",
  "data": "Intramuscular injection, often abbreviated IM, is the injection of a substance into a muscle. In medicine, it is one of several methods for parenteral administration of medications. Intramuscular injection may be preferred because muscles have larger and more numerous blood vessels than subcutaneous tissue, leading to faster absorption than subcutaneous or intradermal injections. Medication administered via intramuscular injection is not subject to the first-pass metabolism effect which affects oral medications. Common sites for intramuscular injections include the deltoid muscle of the upper arm and the gluteal muscle of the buttock. In infants, the vastus lateralis muscle of the thigh is commonly used. The injection site must be cleaned before administering the injection, and the injection is then administered in a fast, darting motion to decrease the discomfort to the individual. The volume to be injected in the muscle is usually limited to 2–5 milliliters, depending on injection site. A site with signs of infection or muscle atrophy should not be chosen. Intramuscular injections should not be used in people with myopathies or those with trouble clotting. Intramuscular injections commonly result in pain, redness, and swelling or inflammation around the injection site. These side effects are generally mild and last no more than a few days at most. Rarely, nerves or blood vessels around the injection site can be damaged, resulting in severe pain or paralysis. If proper technique is not followed, intramuscular injections can result in localized infections such as abscesses and gangrene. While historically aspiration, or pulling back on the syringe before injection, was recommended to prevent inadvertent administration into a vein, it is no longer recommended for most injection sites by some countries. Intramuscular injection is commonly used for medication administration. Medication administered in the muscle is generally quickly absorbed in the bloodstream, and avoids the first pass metabolism which occurs with oral administration.[1] The medication may not be considered 100% bioavailable as it must still be absorbed from the muscle, which occurs over time.[2]: 102–103  An intramuscular injection is less invasive than an intravenous injection and also generally takes less time, as the site of injection (a muscle versus a vein) is much larger. Medications administered in the muscle may also be administered as depot injections, which provide slow, continuous release of medicine over a longer period of time.[3] Certain substances, including ketamine, may be injected intramuscularly for recreational purposes.[4] Disadvantages of intramuscular administration include skill and technique required, pain from injection, anxiety or fear (especially in children), and difficulty in self-administration which limits its use in outpatient medicine.[5] Vaccines, especially inactivated vaccines, are commonly administered via intramuscular injection.[6] However, it has been estimated that for every vaccine injected intramuscularly, 20 injections are given to administer drugs or other therapy.[6] This can include medications such as antibiotics, immunoglobulin, and hormones such as testosterone and medroxyprogesterone.[5] In a case of severe allergic reaction, or anaphylaxis, a person may use an epinephrine autoinjector to self-administer epinephrine into the muscle.[7] Because an intramuscular injection can be used to administer many types of medications, specific contraindications depend in large part on the medication being administered.[8] Injections of medications are necessarily more invasive than other forms of administration such as by mouth or topical and require training to perform appropriately, without which complications can arise regardless of the medication being administered. For this reason, unless there are desired differences in rate of absorption, time to onset, or other pharmacokinetic parameters in the specific situation, a less invasive form of drug administration (usually by mouth) is preferred.[8] Intramuscular injections are generally avoided in people with low platelet count or clotting problems, to prevent harm due to potential damage to blood vessels during the injection. They are also not recommended in people who are in hypovolemic shock, or have myopathy or muscle atrophy, as these conditions may alter the absorption of the medication.[5] The damage to the muscle caused by an intramuscular injections may interfere with the accuracy of certain cardiac tests for people with suspected myocardial infarction and for this reason other methods of administration are preferred in such instances.[5] In people with an active myocardial infarction, the decrease in circulation may result in slower absorption from an IM injection.[9]: 368–369  Specific sites of administration may also be contraindicated if the desired injection site has an infection, swelling, or inflammation.[9]: 368–369  Within a specific site of administration, the injection should not be given directly over irritation or redness, birthmarks or moles, or areas with scar tissue.[9]: 368–369 As an injection necessitates piercing the skin, there is a risk of infection from bacteria or other organisms present in the environment or on the skin before the injection. This risk is minimized by using proper aseptic technique in preparing the injection and sanitizing the injection site before administration.[9]: 369  Intramuscular injections may also cause an abscess or gangrene at the injection site, depending on the specific medication and amount administered. There is also a risk of nerve or vascular injury if a nerve or blood vessel is inadvertently hit during injection. If single-use or sterilized equipment is not used, there is the risk of transmission of infectious disease between users, or to a practitioner who inadvertently injures themselves with a used needle, termed a needlestick injury.[5][9]: 372 Injections into the deltoid site in the arm can result in unintentional damage to the radial and axillary nerves. In rare cases when not performed properly, the injection may result in shoulder dysfunction.[10] The most frequent complications of a deltoid injection include pain, redness, and inflammation around the injection site, which are almost always mild and last only a few days at most.[11] The dorsogluteal site of injection is associated with a higher risk of skin and tissue trauma, muscle fibrosis or contracture, hematoma, nerve palsy, paralysis, and infections such as abscesses and gangrene.[12] Furthermore, injection in the gluteal muscle poses a risk for damage to the sciatic nerve, which may cause shooting pain or a sensation of burning. Sciatic nerve damage can also affect a person's ability to move their foot on the affected side, and other parts of the body controlled by the nerve. Damage to the sciatic nerve can be prevented by using the ventrogluteal site instead, and by selecting an appropriate size and length of needle for the injection.[13] An intramuscular injection can be administered in multiple different muscles of the body. Common sites for intramuscular injection include: deltoid, dorsogluteal, rectus femoris, vastus lateralis and ventrogluteal muscles.[12][14] Sites that are bruised, tender, red, swollen, inflamed or scarred are generally avoided.[15] The specific medication and amount being administered will influence the decision of the specific muscle chosen for injection. The injection site is first cleaned using an antimicrobial and allowed to dry. The injection is performed in a quick, darting motion perpendicular to the skin, at an angle between 72 and 90 degrees. The practitioner will stabilize the needle with one hand while using their other hand to depress the plunger to slowly inject the medication – a rapid injection causes more discomfort. The needle is withdrawn at the same angle inserted. Gentle pressure may be applied with gauze if bleeding occurs.[16] Pressure or gentle massage of the muscle following injection may reduce the risk of pain.[17] Aspirating for blood to rule out injecting into a blood vessel is not recommended by the US CDC, Public Health Agency of Canada, or Norway Institute of Public Health, as the injection sites do not contain large blood vessels and aspiration results in greater pain.[18][19][20] There is no evidence that aspiration is useful to increase safety of intramuscular injections when injecting in a site other than the dorsogluteal site.[6] Aspiration was recommended by the Danish Health Authority for COVID-19 vaccines for a time to investigate the potential rare risk of blood clotting and bleeding, but it is no longer a recommendation.[21][22] The Z-track method is a method of administering an IM injection that prevents the medication being tracked through the subcutaneous tissue, sealing the medication in the muscle, and minimizing irritation from the medication. Using the Z-track technique, the skin is pulled laterally, away from the injection site, before the injection; then the medication is injected, the needle is withdrawn, and the skin is released. This method can be used if the overlying tissue can be displaced.[23] The deltoid muscle in the outer portion of the upper arm is used for injections of small volume, usually equal to or less than 1 mL. This includes most intramuscular vaccinations.[12] It is not recommended to use the deltoid for repeated injections due to its small area, which makes it difficult to space out injections from each other.[12] The deltoid site is located by locating the lower edge of the acromion process, and injecting in the area which forms an upside down triangle with its base at the acromion process and its midpoint in line with the armpit.[15] An injection into the deltoid muscle is commonly administered using a 1-inch long needle, but may use a 5⁄8-inch long needle for younger people or very frail elderly people.[11] The ventrogluteal site on the hip is used for injections which require a larger volume to be administered, greater than 1 mL, and for medications which are known to be irritating, viscous, or oily. It is also used to administer narcotic medications, antibiotics, sedatives and anti-emetics.[12] The ventrogluteal site is located in a triangle formed by the anterior superior iliac spine and the iliac crest, and may be located using a hand as a guide.[15] The ventrogluteal site is less painful for injection than other sites such as the deltoid site.[17] The vastus lateralis site is used for infants less than 7 months old and people who are unable to walk or who have loss of muscular tone.[12] The site is located by dividing the front thigh into thirds vertically and horizontally to form nine squares; the injection is administered in the outer middle square.[15] This site is also the usual site of administration for epinephrine autoinjectors, which are used in the outer thigh, corresponding to the location of the vastus lateralis muscle.[24] The dorsogluteal site of the buttock site is not routinely used due to its location near major blood vessels and nerves, as well as having inconsistent depth of adipose tissue.[25] Many injections in this site do not penetrate deep enough under the skin to be correctly administered in the muscle.[12][26] While current evidence-based practice recommends against using this site, many healthcare providers still use this site, often due to a lack of knowledge about alternative sites for injection.[27] \nThis site is located by dividing the buttock into four using a cross shape, and administering the injection in the upper outer quadrant. This is the only intramuscular injection site for which aspiration is recommended of the syringe before injection, due to higher likelihood of accidental intravenous administration in this area.[12] However, aspiration is not recommended by the Centers for Disease Control and Prevention, which considers it outdated for any intramuscular injection.[16] Some populations require a different injection site, needle length, or technique. In very young or weak elderly patients, a normal-length needle may be too long to inject properly. In these patients, a shorter needle is indicated to avoid injecting too deeply.[28] It is also recommended to consider using the anterolateral thigh as an injection site in infants under one year old.[28] To help infants and children cooperate with injection administration, the Advisory Committee on Immunization Practices in the United States recommends using distractions, giving something sweet, and rocking the baby side to side. In people who are overweight, a 1.5-inch needle may be used to ensure the injection is given below the subcutaneous layer of skin, while a 5⁄8-inch needle may be used for people who weigh under 60 kilograms (130 lb). In any case, the skin does not need to be pinched up before injecting when the appropriate length needle is used.[29] Injections into muscular tissue may have taken place as early as the year 500 AD. Beginning in the late 1800s, the procedure began to be described in more detail and techniques began to be developed by physicians. In the early days of intramuscular injections, the procedure was performed almost exclusively by physicians.[8] After the introduction of antibiotics in the middle of the 20th century, nurses began preparing equipment for intramuscular injections as part of their delegated duties from physicians, and by 1961 they had \"essentially taken over the procedure\".[8] Until this delegation became virtually universal, there were no uniform procedures or education for nurses in proper administration of intramuscular injections, and complications from improper injection were common.[8] Intramuscular injections began to be used for administration of vaccines for diphtheria in 1923, whooping cough in 1926, and tetanus in 1927.[30] By the 1970s, researchers and instructors began forming guidance on injection site and technique to reduce the risk of injection complications and side effects such as pain.[8] Also in the early 1970s, botulinum toxin began to be injected into muscles to intentionally paralyze them for therapeutic reasons, and later for cosmetic reasons.[31] Until the 2000s, aspiration after inserting the needle was recommended as a safety measure, to ensure the injection was being administered in a muscle and not inadvertently in a vein. However, this is no longer recommended as evidence shows no safety benefit and it lengthens the time taken for injection, which causes more pain.[29] In animals common sites for intramuscular injection include the quadriceps, the lumbodorsal muscles, and the triceps muscle.[32]",
  "source_url": "https://en.wikipedia.org/wiki/Intramuscular_injection"
}