{
  "id": 160,
  "title": "Warrior's Dance",
  "data": "\"Warrior's Dance\" is the 20th single released by the British electronic band the Prodigy[1] on 11 May 2009,[2] and it is the second commercial single from the album Invaders Must Die after \"Omen\" and the free promotional single \"Invaders Must Die\". The track's chorus is a sample of \"Take Me Away\" by the Final Cut with True Faith. It also contains beat samples from \"Let The Warriors Dance\" by Addis Posse.[citation needed] The digital single was released on 17 April in Australia, exclusively on iTunes, although only the \"Edit\" version with none of the remixes is also available. When released on iTunes Australia, the song was titled incorrectly and the download was actually a song from Placebo. However, this was later corrected.[citation needed] The song peaked at number 9 on the UK Singles Chart.[3] The song was used in the soundtrack of the game Colin McRae: DiRT 2.[citation needed] Three remix versions of \"Warrior's Dance\" are being sold on the Prodigy's store, as digital downloads in MP3 format. An extra remix is exclusive to iTunes. The music video was posted on the band's Myspace and YouTube pages on 3 April 2009,[4] after being postponed from an exclusive broadcast on Channel 4 the week before.[5] It was directed by Corin Hardy.[citation needed] It uses a mix of puppetry and stop-frame animation, with three humanoid cigarette packets branded with various Prodigy logos (representing the three members of the band[6]) starting a miniature rave within a pub with other cigarette packages, eventually causing a fire on top of a table. The three Prodigy cigarette boxes then leave, leaving the rest of the dancing cigarette packages to continue burning. A man enters the pub to open up the next morning, puzzled to find all the burnt cardboard remains. Cigarette boxes contain the message \"Smoking is harmful to your health\" in Ukrainian language (\"Куріння шкодить вашому здоров'ю\"). The video won an award at the 2009 Rushes Soho Shorts Film Festival for best music video.[7] ‡ Sales+streaming figures based on certification alone.",
  "source_url": "https://en.wikipedia.org/wiki/Warrior%27s_Dance"
}