{
  "id": 466,
  "title": "Neethaane En Ponvasantham (soundtrack)",
  "data": "Neethaane En Ponvasantham is the soundtrack album, composed by Ilaiyaraaja, to the Indian romance film of the same name, directed by Gautham Vasudev Menon that stars Jiiva and Samantha. The album features eight tracks, with lyrics penned by Na. Muthukumar. The album was one of the most anticipated musicals of 2012 in Tamil cinema.[1] The production house sold the musical rights at an altitudinous price of ₹20 million (US$230,000), setting a record price for audio rights acquirement which were sold to Sony Music India.[2][3] It was released during a live concert on 1 September 2012. The film's Telugu version, Yeto Vellipoyindhi Manasu, also directed by Gautham Menon, reuses the same soundtrack. Menon approached Ilaiyaraaja to compose music for the film.[4] The film marked the first-time collaboration of Menon and Ilaiyaraaja.[5] Menon further clarified that he had decided to rope in Ilaiyaraaja for Neethaane En Ponvasantham, while working on the scriptment of the film already.[6] 7 singers have lent their voices for the songs, including composer Ilaiyaraaja, Karthik, Raaja's son Yuvan Shankar Raja, N. S. Krishnan's grand daughter Ramya NSK, Suraj Jagan, Sunidhi Chauhan and Bela Shende.[7] Ilaiyaaraja instantaneously composed the songs on harmonium with the singers in Chennai. In London, the rest of the recording with the background score was completed at Angel Recording Studios for which Anglo-Indian Music Productions was hired, providing singers, a 108-piece orchestra and percussion.[8] The 108-piece live symphony orchestral music was revealed to be the opening part of a song.[9] A children's choir was also used as backing vocals in a song.[10] Reports surfaced that the leading pair had lent their voices for the title track in the film,[11] but the lead actress denied the rumour.[12] Karthik stated that he had sung two songs for the film and the respective Telugu version as well.[13] All lyrics were penned by Na. Muthukumar, replacing film director Gautham Menon's usual associate lyricist Thamarai for the first time.[14] The production house sold the musical rights at an altitudinous price of ₹20 million (US$230,000), setting a record price of audio rights acquirement which were sold to Sony Music India.[2][3] A short audio trailer featuring the instrumental part of a song with visuals depicting the director, the choir, the artistes and the music director during the recording sessions at Angel Recording Studios, London was released over the internet on 11 May 2012.[15] On 2 June 2012, coinciding with Ilaiyaraaja's 69th birthday, a short audio teaser of the song \"Sayndhu Sayndhu Nee Paarkum Podhu\" sung by Yuvan Shankar Raja was released over YouTube that received over fifty thousand playbacks in two days.[16] Nearly half-minute video teaser of the song was released online on 22 July 2012 by Sony Music South via YouTube, sharing then through their official social networking pages.[17][non-primary source needed][18] On 14 August 2012 a forty second teaser preview of the song \"Ennoda Vaa Vaa\" crooned by singer Karthik was released on YouTube that garnered one lakh views in less than 48 hours.[19] The album was released in a grand manner on 1 September 2012 at the Jawaharlal Nehru Indoor Stadium, Chennai.[20][21][non-primary source needed] Over one lakh audio CDs were booked in advance, prior to the audio launch.[22] Several noted film personalities were present at the event; directors K. Balachandar, Bharathiraja, Balu Mahendra, P. Vasu, Suresh Krishna, Venkat Prabhu, Samuthirakani and R. Sundarrajan, Ilaiyaraaja's sons and composers, Yuvan Shankar Raja and Karthik Raja, actors Suriya, Karthi, Jayam Ravi and Premji Amaren apart from the lead cast were among the attendees.[23] Gautham Menon hosted the event. The function featured a documentary on the composers, followed by instrumental renditions of some of Ilaiyaraaja's most popular compositions performed by a local orchestra. Selected songs from the soundtrack were first introduced by the main cast, director and actor Suriya and were later continued as stage performance by the respective singers.[23][24] The songs from the album were performed by Anglo-Indian Music Productions orchestra and the Hungarian National Philharmonic that was earlier chosen to work on the background score.[25] The audio launch function was telecast on 16 September 2012, 1430 hrs IST on Jaya TV. Parts of \"Ennodu Va Va\" were shown while singer Karthik was giving a live performance of the song.[26] The track list was revealed online on 29 August 2012.[27] All lyrics are written by Na. Muthukumar The soundtrack received positive reviews from music critics. Musicperk quoted, \"A great musical from Raja after a long time. All hail the Maestro.\"[33] Milliblog called the soundtrack \"every Raja fan's wet dream\".[34] Music Aloud's review said – \"A musical extravaganza was promised, and a musical extravaganza has been delivered.\"[35] Behindwoods said \"It's a strong comeback for Ilaiyaraja and this has turned out to be another musical treat from Gautham Menon. A new superhit combo is born!!! [sic]\"[36] NDTV quoted \"Neethaane En Ponvasantham perfect rendition of melody, trance\" and said \"You couldn't have asked for a better album. Pick up this album and get drenched in the musical shower\".[37]",
  "source_url": "https://en.wikipedia.org/wiki/Neethaane_En_Ponvasantham_(soundtrack)"
}