{
  "id": 360,
  "title": "Amos C. Noyes",
  "data": "Amos Clark Noyes (September 17, 1818 – September 4, 1880) was an American politician and business owner. Born in Grafton County, New Hampshire, he later moved to Pennsylvania, where he served on the Pennsylvania House of Representatives and as Pennsylvania Treasurer (1877–1880). Amos Clark Noyes was born on September 17, 1818, in Grafton County, New Hampshire. His ancestors were of Scotch-Irish descent. Noyes became a prominent and highly respected figure in the state of Pennsylvania.[1] Noyes was also a prominent landowner and noted lumberman in the vicinity of the West Branch of the Susquehanna River in Pennsylvania.[citation needed] Noyes taught school at the age of sixteen.[2] In 1847, he moved to Lockport, Pennsylvania, where he worked in the lumber business and was a dealer of general merchandise. He resided in Emporium, Cameron County, Pennsylvania for two years before relocating to Westport, Pennsylvania, in 1849, where he lived for many years and was known as “Square Timber Noyes.”[2] He served briefly as a colonel of militia in the run-up to the American Civil War, during which he was a prominent War Democrat.[3] As a contractor, Noyes was involved with the construction of the Clinton County Courthouse in Lock Haven, Pennsylvania, which was built between 1867 and 1869.[4] Noyes was nominated as the Democratic candidate for the House of Representatives by the legislative districts of Lycoming and Clinton (in 1862).[1] He served a total of five one-year terms in office, from 1863–1865 and 1871–1873.[5] In 1875, at the Democratic State Convention in Erie, Pennsylvania, Noyes was a major, albeit unsuccessful, candidate for the party nomination for governor. He was elected to the office of Pennsylvania Treasurer and served from 1877 to 1880.[5] Noyes Township in Clinton County was named after Amos Noyes.[1][6][7] The Col. A.C. Noyes Castle, Knights of the Golden Eagle, named for Noyes, was instituted in 1890 in Westport, Pennsylvania, with 49 members.[8] Noyes was married on July 30, 1854, to Rebecca J., daughter of Charles and Hannah (Saltman) Stewart. Rebecca was born on September 10, 1833, in Westport, Pennsylvania, and like her husband came from an old Scotch family.[3] The funeral of Amos Noyes took place on September 7, 1880.[3]",
  "source_url": "https://en.wikipedia.org/wiki/Amos_C._Noyes"
}