{
  "id": 42,
  "title": "Private-purchase naval weapons",
  "data": "Private purchase naval weapons are maritime weapons that were used aboard ships other than those in regular navies. They were stocked on private vessels for either an offensive or defensive purpose that did not fall under any actual branch of any naval department. Thus, they do not bear standard government issue marks of their host country despite their use aboard said ships of that country.[1] These weapons were important to maritime history because they equipped privateers, pirate vessels and merchant galleys as a means of defense. They were used just as their naval cousins in both attacking and defending during hostile boarding. Private purchase boarding axes were both used as a weapon and a tool for fires aboard ship. Other than their lack of government issue markings, they served the same purpose. Private ship owners lacked the resources of nations to supply their needs, so sometimes even rough blacksmith-made items of primitive manufacture were used. Like their naval counterparts, private issue sea service weapons had their common equivalents among the ships-of-the-line, meaning typical boarding weapons of the time period.[2] These consisted of boarding cutlasses, axes, pikes, hangers/swords, and naval dirks. Because they were private stock, they were typically made in smaller quantities that their naval versions, with more scope for variations in design. Some very closely resembled the government-issue styles, but many borrowed freely from other countries' patterns or mis-matched different styles. Some of the government contractors that made swords for the Navy department also produced swords for private purchase. Ships of these private firms far out-numbered the actual number of government naval vessels as a whole. As manufacture of pistols was much more complicated than sword making many private ship owners purchased bulk orders of guns either from rival nations or that were not typically identified as a naval issue weapon. For example, a British ship-owner might decide to purchase a supply of French firearms or even use Belgian-made cavalry pistols with lanyard rings as a close substitute for a maritime pistol.[3] Many of these weapons copied their naval equivalents and had similar designs. Maritime cutlasses will have corrugated/ribbed iron grips and sheet-metal guards over the hilt.[4] Boarding pikes will have leaf-shaped or 4-sided spiked points, although the private purchase items may be cruder and lack the long backstraps found on some pikes of the naval type. Nautical motifs can sometimes help to identify sea service use, such as an anchor design, etchings of sea shells, dolphins, ships, etc. Likewise, sea items were frequently blackened/japanned to protect their iron parts from the rusting effect of salt air. A hanger sword with a black-painted guard is often a genuine private purchase maritime weapon. The ship's axe rapidly developed into the modern fireaxe and some are indistinguishable from their true naval counterparts. Modern British fire axes, war-time trench axes and even some tool axes have characteristics similar to boarding axes.[5] True boarding axes had heavy cutting blades that either broadly flared out at the edge or were single-flared. Some had langet straps to secure the blade, but others did not. Most importantly, true boarding axes had thick 3 or 4-sided wicked spikes that curved downward protruding from the non-bladed end.",
  "source_url": "https://en.wikipedia.org/wiki/Private-purchase_naval_weapons"
}