{
  "id": 671,
  "title": "Mackey Saturday",
  "data": "Mackey Saturday is an American designer and typographer whose work includes logos for Instagram, Oculus and Luxe. He runs his own design firm and was formerly a principal at New York City design firm Chermayeff & Geismar & Haviv. Saturday was born in Chico, California.[1] He attended Kelly Walsh High School in Casper, Wyoming,[1] and studied design at the University of Northern Colorado in Greeley, Colorado.[2] After first discussing a potential redesign of Instagram's logo with Instagram co-founder Kevin Systrom in 2011, Saturday began work on the redesign the following year. While he was in the middle of working on the design, Facebook acquired Instagram for $1 billion.[3] Saturday redrew the app's previous Billabong webfont by hand to create a cleaner, more elegant and fluid design. His subtle redesign maintained the style of the original while cleaning up the script-style font. It was noted in particular for making the \"I\" look more like an I, as it formerly resembled a J or a g. Saturday's intent was to create a logotype that would stand the test of time, like Kellogg's, Campbell's and Coca-Cola.[4][5][6][7] The new logo was released in May 2013 alongside the app's new photo tagging feature.[5] Saturday worked with fellow designers Cory Schmitz and Nicolaus Taylor to create a sleek, minimalist new logo for virtual reality company Oculus, following its 2014 acquisition by Facebook. They dropped the eye design of the previous logo in favor of a sideways O shaped like the company's headsets. The logotype was updated as well, with a rounded look to complement the new logo.[8][9][10] Saturday created the logo for on-demand parking service Luxe.[11] The new, simpler look was launched in July 2015.[12] He also designed the logo for technology company Hello.[2] In 2015, Saturday redesigned the logo for event ticket marketplace SeatGeek, with a simple theater seat and the company name in a clean sans-serif custom font. The arms and curve of the seat resemble eyes and a smiling mouth. The new logo launched in February 2016.[11] In 2017, Saturday designed a new logotype for Silk, a brand of dairy-alternative products.[13]  In 2018, he created new logos for Unsplash, a stock photography website;[14] and for financial technology company Affirm.[15] Saturday is a founder of Brooklyn-based family planning company Dadi, which focuses on male fertility and reproductive health and was launched in April 2019.[16] In 2016, Saturday joined Chermayeff & Geismar & Haviv as a principal.[2] The New York-based branding and graphic design firm was founded by Ivan Chermayeff and Tom Geismar in 1957,[17] and has designed iconic logos for companies including NBC, Mobil and Chase Bank.[18] Saturday left the firm in 2019. After a decade living in Denver, Colorado,[19] in 2016 Saturday and his wife relocated to Brooklyn, New York.[19][20] Saturday is an avid skateboarder and surfer.[21][22]",
  "source_url": "https://en.wikipedia.org/wiki/Mackey_Saturday"
}