{
  "id": 589,
  "title": "Old Ford railway station",
  "data": "Old Ford was a railway station in Old Ford, north of Bow, in east London.[1] The railway through the site was opened on 26 September 1850 by the East & West India Docks & Birmingham Junction Railway which was renamed in 1853 as the North London Railway (NLR), It was not until 1 July 1867 that Old Ford station opened.[2][3] It was situated between Victoria Park and Bow, and was located on Old Ford Road, east of the junction with Lefevre Road (now Lefevre Walk). The station building was situated on Old Ford Road and was an L-shaped structure straddling the two tracks. The station was designed by Thomas Matthews, was constructed of yellow stock brick and had a flat roof. The north-facing front of the station consisted of six large arched windows with a large door situated in the middle. The longer western side of the building was adorned with \"North London Railway\" which was shortened to N. London Railway on the shorter eastern side. The reason for the L-shape is that the western side incorporated the station masters house which was accessible via a separate entrance on the west side of the station. After passing through the ticket office and past the ticket inspectors, passengers for Bow and Poplar would turn left whilst passengers for Hackney and Broad Street would turn right and descend the stairs to platform level. Both platforms had buildings such as waiting rooms, toilets and staff offices. Both platforms were covered by awnings for part of their length at the north (station building) end. At the south end of the platforms lay the goods yard on the eastern side and the signal box (opened in 1900 replacing an earlier 1874 structure) on the western side.[4] The East & West India Docks & Birmingham Junction Railway (later North London Railway (NLR)) was incorporated by Act of Parliament on 26 August 1846. It was empowered to construct a railway from the district of Poplar and the docks to Camden Town in north London.[5] The railway's headquarters and locomotive works were initially in Bow. By the 1860s the North London Railway was performing well and following the opening of the new NLR terminus at  Broad Street, additional stations were added to the route and on 29 June 1867 this included a new station at Old Ford. On 22 July 1867, two workmen were killed at Old Ford when a freight train collided with a vehicle due to being misrouted by incorrectly set points. The men were in a team loading rails onto a lorry in a siding when the train approached the station and its driver noticed that the points were set to lead his wagon into the siding. The train driver applied his brakes and sounded the whistle, and the men who were engaged in loading the lorry, with the exception of two that were on board the lorry, had time to get out of the way. The subsequent impact destroyed the lorry, killing one of the two men and injuring the other so seriously that he later died.[6][Note 1] In 1868 the NLR opened a goods depot south of the station and two years later ownership was passed to the London & North Western Railway. In 1902 the opening of the Whitechapel & Bow Railway and by 1906 the commencement of electric tram services saw a decline in passenger numbers at Old Ford.[7] The London & North Western Railway (LNWR) took over the working of the North London Railway under a common management arrangement on 1 February 1909 although the North London Railway continued to exist until 1922.[8] Following the Railways Act 1921, also known as the grouping act, operation of the station fell under the control of the London Midland & Scottish Railway. Traffic had been in decline for some years and the North Poplar Scout Group rented a room on the platform from July 1923 (possibly earlier) and 1935. On 2 January 1929 a girder supporting the building failed and a period of disrupted working followed, with single line working being operated. With increased journey times (and probably train cancellations), many passengers looked for alternative ways and custom was lost at all the stations along the line. The problem was resolved by partial demolition of the station building but it is unclear when normal services resumed.[7] Sunday services to Poplar were withdrawn on 29 January 1940.[9] Old Ford station was closed in 1944 after damage caused by air raids and V1/V2 attacks saw the withdrawal of the passenger service between Broad Street and Poplar (East India Road) stations. A replacement bus service was provided but this was withdrawn on 23 April 1945. The railway was re-opened as the route was a key route for freight to and from the London Docks.[7][Note 2] The platform buildings were demolished during 1963 The street-level station buildings were demolished in October 1967 and all that remained at track level was the remains of the platforms and stairwells. The goods yard closed on 12 November 1967 and the signal box soon after.[10] The East Cross Route (formerly the A102(M) but now the A12) was built alongside the railway alignment in the late 1960s as part of the aborted London Motorway Box scheme and Old Ford Road was truncated at the old station site (which lay alongside) and a footbridge provided. A rail viaduct over the road was provided north of the former station site.[11] Freight traffic ceased on 3 October 1983 with the track being lifted during May 1984,[12] and a terrace of houses was later built in its place south of the station. A short section of undeveloped track bed exists north of the station (as of 2021). 51°32′09″N 0°01′33″W﻿ / ﻿51.5359°N 0.0258°W﻿ / 51.5359; -0.0258",
  "source_url": "https://en.wikipedia.org/wiki/Old_Ford_railway_station"
}