{
  "id": 426,
  "title": "Orbital node",
  "data": "An orbital node is either of the two points where an orbit intersects a plane of reference to which it is inclined.[1] A non-inclined orbit, which is contained in the reference plane, has no nodes. Common planes of reference include the following: If a reference direction from one side of the plane of reference to the other is defined, the two nodes can be distinguished. For geocentric and heliocentric orbits, the ascending node (or north node) is where the orbiting object moves north through the plane of reference, and the descending node (or south node) is where it moves south through the plane.[4] In the case of objects outside the Solar System, the ascending node is the node where the orbiting secondary passes away from the observer, and the descending node is the node where it moves towards the observer.[5], p. 137. The position of the node may be used as one of a set of parameters, called orbital elements, which describe the orbit. This is done by specifying the longitude of the ascending node (or, sometimes, the longitude of the node.) The line of nodes is the straight line resulting from the intersection of the object's orbital plane with the plane of reference; it passes through the two nodes.[2] The symbol of the ascending node is  (Unicode: U+260A, ☊), and the symbol of the descending node is  (Unicode: U+260B, ☋). In medieval and early modern times, the ascending and descending nodes of the Moon in the ecliptic plane were called the \"dragon's head\" (Latin: caput draconis, Arabic: رأس الجوزهر) and \"dragon's tail\" (Latin: cauda draconis), respectively.[6]: p.141,  [7]: p.245  These terms originally referred to the times when the Moon crossed the apparent path of the sun in the sky (as in a solar eclipse). Also, corruptions of the Arabic term such as ganzaar, genzahar, geuzaar and zeuzahar were used in the medieval West to denote either of the nodes.[8]: pp.196–197,  [9]: p.65,  [10]: pp.95–96 The Koine Greek terms αναβιβάζων and καταβιβάζων were also used for the ascending and descending nodes, giving rise to the English terms anabibazon and catabibazon.[11][12]:  ¶27 For the orbit of the Moon around Earth, the plane is taken to be the ecliptic, not the equatorial plane. The gravitational pull of the Sun upon the Moon causes its nodes to gradually precess westward, completing a cycle in approximately 18.6 years.[1][13] The image of the ascending and descending orbital nodes as the head and tail of a dragon, 180 degrees apart in the sky, goes back to the Chaldeans; it was used by the Zoroastrians, and then by Arabic astronomers and astrologers. In Middle Persian, its head and tail were respectively called gōzihr sar and gōzihr dumb; in Arabic, al-ra's al-jawzihr and al-dhanab al-jawzihr — or in the case of the Moon, ___ al-tennin.[14] Among the arguments against astrologers made by Ibn Qayyim al-Jawziyya (1292–1350), in his Miftah Dar al-SaCadah: \"Why is it that you have given an influence to al-Ra's [the head] and al-Dhanab [the tail], which are two imaginary points [ascending and descending nodes]?\"[15]",
  "source_url": "https://en.wikipedia.org/wiki/Orbital_node"
}