{
  "id": 368,
  "title": "United States Naval Reserve Midshipmen's School",
  "data": "The United States Navy Reserve Midshipmen's School was an expedited auxiliary naval officer training program instituted in June 1940.[1] Its goal was to train a planned 36,000 Naval Reserve officers for commands in the vastly-expanding U.S. Navy fleet being built up in preparation for the United States' entry into World War II. To achieve this, several new Naval Reserve Midshipmen's Schools were established mainly on college campuses around the country. Between 1940 and 1945 their junior officer candidates, many alumni of the Navy's V-12 training, completed a 30-day indoctrination course before entering the midshipman school's 90-day V-7 Navy College Training Program.[2] After successful completion, graduates were commissioned as ensigns in the U.S. Naval Reserve.  The majority entered into active duty with the U.S. fleet[3] in the Pacific Theater during the war.[4] The first United States Naval Reserve Midshipman's school conducting V-7 training was established on board the converted battleship USS Illinois (BB-7) in New York City during the spring of 1940. Others followed at Columbia University, Cornell University, Northwestern University, University of Notre Dame, Rensselaer Polytechnic Institute, and Smith College. Enrollment closed in August 1945. The V-7 program of voluntary training for officer candidates was announced on June 26, 1940, by President Franklin Delano Roosevelt. Its goal was to rapidly train 36,000 young officers needed to meet the demands of a vastly expanding naval fleet being built up in preparation for U.S. entry into World War II. By March 1941, eighteen months into the global conflict and nine months before Pearl Harbor, the Navy had only 18,000 officers. Most were stationed in the Far East, where the lack of a U.S. Army presence left the Navy to bear the full burden in the event of war.[4] The Navy closed enrollment in the V-7 program on August 25, 1945. The 5,000 midshipmen still in training were permitted to complete their courses at Columbia University, University of Notre Dame, Cornell University, Fort Schuyler in New York State, and the United States Naval Academy at Annapolis, Maryland.[5] During the spring of 1940, U.S. Naval Reserve Midshipman School, Prairie State, was opened on board the converted battleship USS Illinois (BB-7) in New York City with Captain John J. London in command.[6] The first class in the midshipmen program produced 264 new officers during the early days of World War II before the U.S. was involved, 232 of whom reported for active duty.[3] The second V-7 class at Prairie State began November 22 after its officer candidates had finished their initial training cruise on the  USS New York (BB-34) during the summer of 1940.[6] A total of 480 junior officers from it graduated in February 1941.[4] The V-7 course at Columbia provided the fictional setting for the early chapters of the World War II novel The Caine Mutiny. Starting in April 1942, the University of Notre Dame hosted six classes of the 30-day indoctrination school, with each class composed of 1200. In October 1942, the indoctrination school became a full-fledged Naval Reserve Midshipman School, with a complete 4-month course. The program was hosted in Morrissey Hall, Lyons Hall, Howard Hall, and Badin Hall.[7][8] The Navy also built a drill hall on the campus. Captain H. P. Burnett was the commanding officer of the school.  The school terminated in November 1945, after ten 4-month courses and over 10,000 officers trained.[7][9] Starting in July 1943, Notre Dame would go on to also host a V-12 Navy College Training Program. The Naval Indoctrination School at Camp MacDonough in Plattsburgh, New York, opened on March 6, 1944, with a capacity of 2,500 and Commander Chauncey M. Loutrit in command. It conducted the one-month class required prior to attending a midshipman's school.[1]",
  "source_url": "https://en.wikipedia.org/wiki/United_States_Naval_Reserve_Midshipmen%27s_School"
}