{
  "id": 552,
  "title": "Peggy Glanville-Hicks",
  "data": "Peggy Winsome Glanville-Hicks (29 December 1912 – 25 June 1990) was an Australian composer and music critic. Peggy Glanville Hicks, born in Melbourne, first studied composition with Fritz Hart at the Albert Street Conservatorium in Melbourne. There she also studied the piano under Waldemar Seidel. She spent the years from 1932 to 1936 as a student at the Royal College of Music in London, where she studied piano with Arthur Benjamin, conducting with Constant Lambert and Malcolm Sargent, and composition with Ralph Vaughan Williams. (She later asserted that the idea that opens Vaughan Williams' 4th Symphony was taken from her Sinfonietta for Small Orchestra (1935), and it reappears in her 1953 opera The Transposed Heads).[1] Her teachers also included Egon Wellesz, in Vienna, and Nadia Boulanger, in Paris. She was the first Australian composer whose work, her Choral Suite, was performed at an International Society for Contemporary Music (ISCM) Festival (1938). From 1949 to 1955 she served as a critic for the New York Herald Tribune, succeeding Paul Bowles, working under Virgil Thomson. At the same time she continued composing and was musical director at the Museum of Modern Art in New York.[2] She was granted U.S. citizenship in 1949.[3] After leaving America, she lived in Greece from 1957 to 1975. In the United States she asked George Antheil to revise his Ballet Mécanique for a modern percussion ensemble for a concert she helped to organize.[4] In 1966, after years of failing eyesight, she was diagnosed with a brain tumour, which was surgically removed, and she regained her sight. However, a result of this operation was her loss of a sense of smell. She died in Sydney in 1990. She had returned to Australia at the encouragement of James Murdoch and others. Murdoch also wrote her biography. Her will established the Peggy Glanville-Hicks Composers' House in her home in Paddington, Sydney, as a residency for Australian and overseas composers.[5] The organisation New Music Network established the Peggy Glanville-Hicks Address in her honour in 1999.[6] Her instrumental works include the Sinfonia da Pacifica (in three short movements, begun in 1952 on a boat traveling from New Orleans back to her home in Australia, and premiered in Melbourne the following year); the Etruscan Concerto for piano and orchestra, championed in 1992 by Keith Jarrett;[7] Concerto romantico for viola and orchestra; and the Sonata for Harp, premiered by Nicanor Zabaleta in 1953; performed by Marshall McGuire on the CD Awakening, the work was named the Most Performed Contemporary Classical Composition at the APRA Music Awards of 1996.[8] Her best known operas are The Transposed Heads and Nausicaa. The Transposed Heads is in six scenes with a libretto by the composer after Thomas Mann, and was premiered in Louisville, Kentucky, on 3 April 1954.[9] Nausicaa was composed in 1958–60 and premiered in Athens in 1961. The libretto is from the novel Homer's Daughter by Robert Graves and supports the theory that The Odyssey, attributed to Homer, is actually a story told by women. Glanville-Hicks visited Graves on Majorca in 1956 and worked with his friend Alastair Reid to complete the libretto.[10] The premiere was a major event in the operatic calendar, and was considered a triumph for Glanville-Hicks, but the opera has never been re-staged. Her last opera, Sappho, was composed in 1963 for the San Francisco Opera, with hopes that Maria Callas would sing the title role. However, the company rejected the work and it has never been produced.[11] This opera was recorded in 2012 by Jennifer Condon conducting the Gulbenkian Orchestra and Coro Gulbenkian [pt] with Deborah Polaski in the title role. She was married to British composer Stanley Bate, who was homosexual,[12] from 1938 to 1949, when they divorced.[13] She married journalist Rafael da Costa in 1952; the couple divorced the following year.[14] She was also involved with Mario Monteforte Toledo and Theodore Thomson Flynn.[15] Like Bate, many of the men with whom Glanville-Hicks was close were gay; she had few intimate female friends, and often dressed in male attire.[16] She was an intimate friend of the expatriate U.S. writer and composer Paul Bowles, and they remained very close all their lives, although their relationship was mainly epistolary after his move to Morocco in 1947. She set some of his letters to orchestral accompaniment in Letters From Morocco.[17] Sources",
  "source_url": "https://en.wikipedia.org/wiki/Peggy_Glanville-Hicks"
}