{
  "id": 335,
  "title": "Ptychopteridae",
  "data": "The Ptychopteridae, phantom crane flies, are a small family (three extant genera) of nematocerous Diptera. Superficially similar in appearance to other \"tipuloid\" families, they lack the ocelli of the Trichoceridae, the five-branched radial vein of the Tanyderidae, and the two anal veins that reach the wing margins of the Tipulidae. They are usually allied with the Tanyderidae based on similarities of the mesonotal suture, this group being called the Ptychopteromorpha. Ptychoptera albimana (Palearctic) has a mean of 554 eggs laid. The shape is slightly arcuated, \"curiously ornamented\", and roughly 0.8 mm × 0.2 mm (0.0315 in × 0.0079 in). Duration is reported at 7 days. The larvae are eucephalous and distinctive for the long, caudal respiratory siphon they possess. At hatching, they measure just under 4 mm (0.16 in) in P. albimana, quickly growing to nearly 80 mm (3.1 in). They occur in moist habitats (described as \"wet swales and meadows\" for Ptychoptera; along lentic shorelines and alder swamps for Bittacomorpha) where they feed as collector-gatherers on decaying organic matter. The pupae possess a single, greatly elongated spiracular horn protruding from their thoraces. In Ptychoptera and Bittacomorpha, the right horn is elongated; in Bittacomorphella, the left. Reported times spent in this stage vary from 5 to 12 days. The characteristic and unique feature of the family is a lobe at the base of the haltere called the prehaltere. The adults are found most often from late spring through to autumn in shaded, moist environs. Presumably, adults feed little, if at all. Two generations occur per year. The common species of Eastern North America (Bittacomorpha clavipes) is known for the odd habit of spreading out its legs while flying, using expanded, trachea-rich tarsi to waft along on air currents. Why they are called “phantom” crane flies:  Their legs are thin and black with white sheaths near the tips, and when they fly under a shady tree, everything disappears except the white spots, appearing and disappearing like a “phantom”. The general appearance of the two forms is strikingly different. The species of the Bittacomorphinae are similar in size and shape to the Tipulidae, but exhibit a striking black and white coloration — hence the common name \"phantom crane flies\". The two genera differ as adults in their size and the extent of white coloration on the legs. The larvae of Bittacomorphella possess unique protuberances not seen in the other two genera. Ptychoptera species resemble large mycetophilids, being generally a shiny black and often with patterned wings. Ptychopterinae – 16 antennomeres; M1 cell present Bittacomorphinae – 20 antennomeres; M1 & M2 veins fused, thus without M1 cell",
  "source_url": "https://en.wikipedia.org/wiki/Ptychopteridae"
}