{
  "id": 89,
  "title": "Loerrach International",
  "data": "Loerrach International e.V. (registered association) is an association of citizens, educational, sport and cultural institutions, service clubs, municipal administration and local council in Lörrach in southwestern Germany. It has the goal of fostering relations with the town's partner towns. Its structure has long been a model for similar town partnership organisations in other European cities. At the suggestion of Charles de Gaulle and Konrad Adenauer, the then mayor of Loerrach Egon Hugenschmidt founded the first partnership with Sens in France in 1966. Under mayor Rainer Offergeld the partnership with Senigallia in Italy followed and in 1986 and under mayor Gudrun Heute-Bluhm in 2003 with Chester in England. Further partnerships have been established with Meerane in Saxony, Vyshhorod in the Ukraine und Lubliniec in Silesia. A special feature is the friendship with Edirne in Turkey, which arose from a citizens‘ initiative. Loerrach International was founded by Gudrun Heute-Bluhm as president and Manfred G. Raupp as chairman on 22 September 2004. The various fractions in the city council were each asked to nominate a representative and a deputy to the extended board of the society. Working groups were set up for Sens, Senigallia, Chester, Meerane, and Eastern Europe, and the youth organisation SAK Lörrach, the town band, its schools (Hans-Thoma-Gymnasium Lörrach, Phaenovum Schülerforschungszentrum Lörrach-Dreiländereck) and DHBW-Loerrach, sport and culture organisations and service clubs were invited to collaborate.\nOn his election to mayor in 2014 Jörg Lutz became ex officio president of the society. Since the society's foundation around 50 events involving the partner towns have taken place every year, the majority involving schools and youth groups from the partner towns. The structure of the society brings together interested citizens, educational institutions, the local council and city administration. The president is ex officio the current mayor and the secretarial duties of the management committee is the responsibility of the representatives of the various town partnerships. However, all other activities are conducted by about 140 members on a voluntary basis. Since November 2022 Prof. Dr. Sebastian Feichtmair, Head of International Business at Baden-Wuerttemberg Cooperative State University Loerrach, has been the chairperson.[1] He took over from Susanne Daniel who became the 2nd chairperson.[2][3]",
  "source_url": "https://en.wikipedia.org/wiki/Loerrach_International"
}