{
  "id": 72,
  "title": "Tarek Ben Halim",
  "data": "Tarek Ben Halim (4 December 1955 – 11 December 2009) was a Libyan investment banker who left the banking sector in 2000 to pursue charitable work and advocate for justice and democracy in the Arab World.[1] In 2004, he founded Alfanar, which describes itself as the first Arab venture philanthropy organisation that seeks to introduce a more effective and sustainable approach to development in the Arab region.[2] Ben Halim was born on 4 December 1955 and spent his early years in Tripoli. His mother, Yusra Kanaan, was Palestinian, and his father, Mustafa Ahmed Ben Halim, a Libyan of Egyptian descent, served as Prime Minister of Libya from 1954 to 1957 and as Libya's Ambassador to France from 1958 to 1960. After the coup that brought Muammar Gaddafi to power in 1969, Ben Halim and his family were exiled and moved to Beirut before settling in London. He was educated at Atlantic College in Wales and went on to study finance at the University of Warwick before receiving an MBA from Harvard Business School.[3] Ben Halim had a career in investment banking, which included positions at JP Morgan, Credit Suisse First Boston, and Goldman Sachs, where he became a managing director. In 2000, Ben Halim was responsible for the $2 billion flotation of Turkcell, which at the time was the largest emerging market IPO.[4] Exile from Libya and stories of his mother's flight from Palestine reportedly had a strong influence on Ben Halim's belief in justice and democracy as necessary tools for improving the lives and communities of the Arab World.[5] In a commentary piece published in The Los Angeles Times in February 2003, Ben Halim criticized \"self-serving, unrepresentative governments that have, with few exceptions, ruled the Arab world since the 19th century\". He hoped that changing the Iraqi regime in 2003 would cause similar changes in leadership across the region, and he volunteered to work with the British forces. He was appointed Deputy Director of private sector development with the Coalition Provisional Authority (CPA). However, he soon became frustrated with the CPA's approach and stated that he \"felt that the occupying force seemed more focused on quick gain rather than building a sustainable framework that would survive its departure.\" He resigned after only a few months in his role.[6] In 2004, he started Alfanar (\"lighthouse\" in Arabic) with the intention to promote a strong, vibrant, professional civil society in the Arab world. According to Alfanar, it aims to improve lives in disadvantaged communities throughout the region by fostering the growth of innovative, self-reliant organisations that effectively respond to pressing, long-term community needs.[7] Ben Halim died on 11 December 2009, aged 54, after being diagnosed with brain cancer 14 months earlier. He was married to Cynthia Oakes, a Princeton graduate and daughter of US journalist John Bertram Oakes.[8] His obituary in The Guardian describes him as \"a man of high principle and humour\".[9]",
  "source_url": "https://en.wikipedia.org/wiki/Tarek_Ben_Halim"
}