{
  "id": 626,
  "title": "2001 CFL season",
  "data": "The 2001 CFL season is considered to be the 48th season in modern-day Canadian football, although it is officially the 44th Canadian Football League season. The Canadian Football League were able to get new corporate partnerships who bought into the philosophy of \"less is more\". Television ratings grew again, especially in the ages 13–34 category, in 2001. TSN saw a ratings growth of 55%, while RDS grew by 116%. The CFL suspended its Week 11 games in respect to the victims of the September 11 terrorist attacks. The CFL officially returned to Ottawa when they were guaranteed an expansion franchise on October 16. The ownership group led by Brad Watters unveiled the new franchise as the Ottawa Renegades, and began play the next season. The ownership group were also guaranteed the 92nd annual Grey Cup game in 2004. About 65,255 fans bought tickets to watch the 89th Grey Cup game at Olympic Stadium in Montreal, making it the second largest attendance draw in CFL history. The Canadian Football League offices in downtown Toronto moved to Wellington St. East, after having their offices at Eglinton St. for the last 10 years. Records: Saskatchewan's Paul McCallum broke the record for longest field goal in CFL history by booting a 62-yard field goal against the Edmonton Eskimos on October 27, 2001 in a 12–3 victory at Taylor Field.[1] The Winnipeg Blue Bombers tied a CFL record by winning 12 consecutive games. [2] The 2001 CFL season, along with the 1999 CFL season, would be one of the closest times when an East Division team could have crossed over to the West Division for that division's last playoff spot since the introduction of the crossover in 1997. The Toronto Argonauts had to only win one more game to go 8–10 (1 OTL), to beat the BC Lions final standings by an overtime loss advantage, or the Lions had to lose a game for the same result. This was settled in the last game of the season for both teams. The opposing team, which was the same team for both, was the Hamilton Tiger-Cats, longtime rivals of Toronto. The Tiger-Cats were defeated by BC, but defeated Toronto, ensuring no crossover. Close wins and losses by both teams against the Saskatchewan Roughriders also played a role in the final standing outcome. Note: GP = Games Played, W = Wins, L = Losses, T = Ties, OTL = Overtime losses, PF = Points For, PA = Points Against, Pts = Points The Calgary Stampeders are the 2001 Grey Cup Champions, defeating the heavily-favoured Winnipeg Blue Bombers 27–19 at Montreal's Olympic Stadium. The Calgary Stampeders became the second team in history to have a regular-season losing record to win the Grey Cup. The Stampeders' Marcus Crandell (QB) was named the Grey Cup's Most Valuable Player and Aldi Henry (DB) was the Grey Cup's Most Valuable Canadian. [2]",
  "source_url": "https://en.wikipedia.org/wiki/2001_CFL_season"
}