{
  "id": 822,
  "title": "Spain women's national football team",
  "data": "The Spain women's national football team, officially known as the Spain national football team (Spanish: Selección Española de Fútbol),[3] has represented Spain in international women's football competitions since 1980. It is governed by the Royal Spanish Football Federation, the governing body for football in Spain. Spain are the reigning and one of five national teams to have been crowned world champions, having qualified three times for the FIFA Women's World Cup and winning the title in 2023. They are one of only two countries alongside Germany, to have won both women's and men's World Cups.[4] Spain became the first nation in the women's game to be the world champions in all three categories (U-17, U-20 and senior level) at the same time.[5] At continental level, Spain won the first edition of the UEFA Women's Nations League in 2024, becoming the first nation to win both women's and men's competitions.[6][7] They also have qualified five times for the UEFA Women's Championship, reaching the semi-finals in 1997.[8] After underground women's football clubs started appearing in Spain around 1970, one of its instigators, Rafael Muga, decided to create a national team. It was an unofficial project as football was considered an unsuitable sport for women by both the Royal Spanish Football Federation and National Movement's Women's Section, which organized women's sports in Francoist Spain. When asked about the initiative in January 1971 RFEF president José Luis Pérez Payá answered \"I'm not against women's football, but I don't like it either. I don't think it's feminine from an aesthetic point of view. Women are not favored wearing shirts and shorts. Any regional dress would fit them better\".[9] One month later, on 21 February 1971, the unofficial Spanish national team, including Conchi Sánchez, who played professionally in the Italian league, made its debut in Murcia's La Condomina against Portugal, ending in a 3–3 draw. The team wasn't allowed to wear RFEF's crest and the referee couldn't wear an official uniform either. On 15 July, with a 5-days delay for transfer issues, it played its first game abroad against Italy in Turin's Stadio Comunale, suffering an 8–1 defeat. It was then invited to the 2nd edition of unofficial women's world cup (Mundialito 1981), but RFEF forbid them to take part in the competition.[10] Despite these conditions Spain was entrusted hosting the 1972 World Cup. RFEF vetoed the project, and the competition was cancelled and disbanded. The unofficial Spanish team itself broke up shortly after. After the transition to democracy in the second half of the decade RFEF finally accepted women's football in November 1980, creating first a national cup and next a national team, which finally made its debut under coach Teodoro Nieto on 5 February 1983 in A Guarda, Pontevedra. The opponent was again Portugal, which defeated Spain 0–1. The team subsequently played 2-leg friendlies against France and Switzerland drawing with both opponents in Aranjuez and Barcelona and losing in Perpignan before it finally clinched its first victory in Zürich (0–1).[11] On 27 April 1985 it played its first official match in the 1987 European Championship's qualification, losing 1–0 against Hungary. After losing the first four matches Spain defeated Switzerland and drew with Italy to end third. The team also ended in its group's bottom positions in the subsequent 1989 and 1991 qualifiers. In 1988 Nieto was replaced as manager by Ignacio Quereda, who went on to coach the team for the next 27 years. Years later he[who?] would confess: There was never love or support from the Federation towards those women soccer players.[citation needed] Teodoro Nieto left International Footballer Conchi Sanchez (Amancio) out of the Spanish team even though the player was the first Captain during the 70s and was winning championships in Italy.[citation needed] The 1995 Euro qualifying marked an improvement as Spain ended 2nd, one point from England, which qualified for the final tournament. In these qualifiers Spain attained its biggest victory to date, a 17–0 over Slovenia. In the 1997 Euro qualifying it made a weaker performance, including a record 0–8 loss against Sweden in Gandia, but the European Championship was expanded to eight teams and Spain still made it to the repechage, where it defeated England on a 3–2 aggregate to qualify for the competition for the first time. In the first stage the team drew 1–1 against France, lost 0–1 against host Sweden, and beat 1–0 Russia to qualify on goal average over France to the semifinals, where it was defeated 2–1 by Italy. All three goals were scored by Ángeles Parejo. This success was followed by a long series of unsuccessful qualifiers. In the 1999 World Cup qualifying round, Spain ended last for the first time, not winning a single game. In the 2001 Euro's qualifiers, it made it to the repechage, where it suffered a 3–10 aggregate defeat against Denmark. In the 2003 World Cup qualifying stage, it again ended last despite starting with a 6–1 win over Iceland. In the 2005 Euro's qualifiers, where a 9–1 win over Belgium was followed by a 5-game non-scoring streak, it ended 3rd behind Denmark and Norway. In the 2007 World Cup qualifying round, the team again ended 3rd behind Denmark and Finland despite earning 7 more points. In the 2009 Euro qualifiers, Spain made its best performance since the 1995 qualifiers, narrowly missing qualification as England clinched the top position by overcoming a 2–0 in the final match's second half. Spain had to play the repechage, where it lost both games against the Netherlands. In the 2011 World Cup, Spain again ended 2nd, with no repechage, after England again overcame a half-time 2–0 in their second confrontation.[12] Spain finally achieved a place in the final stage of a European Championship, having qualified for the UEFA Women's Euro 2013 after beating Scotland in the qualifiers playoff.[13] In the group stage, a win over England and a draw against Russia was enough to qualify for the quarterfinals, where they were eliminated by Norway. Two years later, Spain qualified for the first time ever to a World Cup, winning nine of its ten matches of the qualifying round. In the group stage of the 2015 FIFA Women's World Cup, however, their campaign ended up being a disaster. Spain managed only a 1–1 draw into the weakest team in the group, Costa Rica, before losing 0–1 to Brazil. In their last match with South Korea, they lost 1–2 after an initial lead, becoming the worst European team in the tournament. After the World Cup, the 23 players on the roster issued a collective statement for the end of Ignacio Quereda's reign as head coach.[14] Later that summer, Quereda stepped down and was replaced by Jorge Vilda, who had previously coached the U-19 team and was on the shortlist for the 2014 FIFA World Coach of the Year.[15][16]\nSpain qualified for the UEFA Women's Euro 2017 by winning all its matches and finishing 11 points ahead of the second-placed team.\nIn 2017 the national team participated for the first time in the Algarve Cup winning the tournament.[17]\nHowever, its performance in the UEFA Women's Euro 2017 was very disappointing: only one match won (against Portugal, the worst ranked team in Euro), two defeats against England (0–2) and Scotland (0–1) in the group stage. Nevertheless, Spain advanced to the quarterfinals, at which  point it lost against Austria in a match finishing 0–0 after extra time and then 3–5 in a penalty shoot-out. The national football team was therefore eliminated after more than 345 minutes without scoring a single goal. At the 2019 Women's World Cup, Spain were in Group B with China PR, South Africa, and Germany. They finished second in the group to progress to the knockout stage of a World Cup for the first time in their history.[18] However, the team was eliminated in the round of 16 by the eventual champions United States. In October 2019, the federation announced the creation of España Promesas (essentially Spain B), a team for players too old for younger age groups but not in the latest full squad, to provide training and occasional match experience for those in consideration for the future,[19] that was later reconverted and renamed Spain under-23. Spain broke into the top 10 of the FIFA World Rankings in the early 2020s, while their players won all the categories of the UEFA awards, the first time from a single nation in 2021. Spain qualified for the UEFA Women's Euro 2022 undefeated and assembled what would be the strongest ever Spanish team in history, and was ranked among the top contenders for the title.[20] However, just before the tournament began, Spain suffered two big blows, with both Jennifer Hermoso and Alexia Putellas withdrew due to sustaining injury. Without the two taliswomen in the squad, Spain failed to perform at full expectation in the tournament and only reached the quarter-finals in second place after Germany. Spain then performed well against England, even took the lead in 54' by Esther González, but conceded a late equalizer by Ella Toone before Georgia Stanway crushed Spain's hope to win a major European title in extra time.[21] In September 2022, fifteen players sent an email removing themselves from national team consideration.[22] Seven players who did not sign the letter claimed they were pressured by their club, Real Madrid, not to do so, a claim the club denied. The initial player complaints included poor quality of training under Vilda and his staff compared to their club environment, a lack of tactical preparation for matches, and claims of a controlling environment in which players would be frequently questioned about their whereabouts and shopping purchases. By April 2023, many of the players had entered talks with the federation.[23] At the 2023 World Cup, La Roja finished second in Group C.[24] Spain then defeated Switzerland, the Netherlands and Sweden in the knockout stages to reach their first World Cup final.[25][26] This Women's World Cup was also the first in which Spain reached a semi-final.[27] Spain eventually won, winning their first World Cup title, by defeating England 1–0 in the final thanks to a goal from Olga Carmona.[28] During the trophy ceremony, the Spanish Football Federation (RFEF) President Luis Rubiales kissed Spain player Jenni Hermoso on the lips without her consent.[29] Five days after winning the World Cup, 81 players (including the tournament squad) announced they would refuse to play for Spain until the leadership of the RFEF changed due to the Rubiales affair.[29] During the subsequent aftermath, The RFEF dropped the word “women” from the official title. Both men and women’s teams now go by the gender neutral name “Seleccion Espanola de Futbol”. The logo and the branding of both teams were also aligned. Each team has one star over the logo in honour of them winning a world cup each.[3] In a quote, the then interim president Pedro Rocha said: “Beyond a symbolic step, we want it to imply a change in concept, and the recognition that football is football, practiced by whoever practices it… We do not need, on any medium, to differentiate the brands of both teams; Depending on the context, depending on the images that accompany the logo, it is perfectly understood whether we are referring to our champions or our champions\" Spain qualified their first ever team for the women’s football tournament at the 2024 Summer Olympics in Paris.[30] Spain finished atop Group C, winning all three of their group matches and accumulating nine points.[31] In the quarterfinal against Colombia, Spain netted two late-game goals to equalize the match with a 2-2- scoreline. The match was ultimately decided via penalty shootout, in which Spain defeated Colombia 4-2. [32] Despite being regarded as favorites to win the gold medal, Spain was defeated by Brazil in a match that was widely characterized as an upset.[33][34][35] Publications took note of Brazil's dominance and Spain's lapses in defense.[36] Spain were ultimately defeated by Germany in the bronze medal match as a result of the national team conceding a penalty kick, and missing one of their own in second-half stoppage time.[37] Their inability to earn a medal described as an underperformance.[38] Win\n  Draw\n  Loss\n  Fixtures 000 The following players were called up for the 2025 Nations League against Belgium and England on 21 and 26 February 2025. INJ Player withdrew from the squad due to an injury.\nPRE Preliminary squad.\nRET Player retired from the national team\nWD Player withdrew from the squad due to non-injury issue. 0 0 List of captains by appearances as captain X The superscript indicates the number of goals scored by each player in that match Clean Sheets: Goalkeeper must play at least 60 minutes to obtain the points of a clean sheet.Average: percentage of clean sheets achieved per gameRatio: goals conceded per game FIFA Women's World Rankings UEFA Women's National Team Coefficient Ranking",
  "source_url": "https://en.wikipedia.org/wiki/Spain_women%27s_national_football_team"
}