{
  "id": 354,
  "title": "Alexandra Hedison",
  "data": "Alexandra Hedison (born July 10, 1969) is an American photographer, director, and actress. She is married to actress and filmmaker Jodie Foster. Born in Los Angeles, California, on July 10, 1969, she is the daughter of Bridget (née Mori) and the actor David Hedison.[1] Alexandra Hedison is a fine art photographer.[2] Hedison first exhibited her series of abstract landscapes in 2002 at Rose Gallery in Bergamot Station, Los Angeles with others.[3] As a photographer,[1] in 2005, she exhibited the (Re)Building series, which addressed themes of loss, transition and recovery while using construction as a metaphor for memory in the architecture of the subconscious. Her series of large format photographs entitled Ithaka, which takes its title from the CP Cavafy poem of the same name, was shot in the temperate rain forest of North America. First exhibited in London, Ithaka was included in The New Yorker's 2008 Passport to the Arts and Month of Photography Los Angeles the following year.[citation needed] Hedison's work is represented in public and private collections worldwide, and her photographs have been shown in solo and group exhibitions in galleries and museums throughout the US and Europe, including Los Angeles, New York, and London.[citation needed] Hedison was selected by Barclays Capital for international sponsorship in 2008.[4] In 2009, Hedison published a series of books sponsored by the Center of Cultural Intelligence in Singapore.[5] In 2009, the Ithaka series was exhibited at Frank Pictures Gallery in Santa Monica. This exhibition was the Month of Photography Los Angeles (MOPLA) Official Opening Night Exhibition,[6] in conjunction with Pro'jekt LA.[7] In 2010, her solo show \"In the Woods\" was exhibited at Meredith Gunderson Projects in London. The same year Hedison showed Ithaka in a solo exhibit at Mews 42 Gallery in London. In 2011, Hedison did a residency with Myriam Blundell Projects at the Willums Art Foundation in Pourrieres, France.[3] In 2012, her work series \"Everybody Knows This Is Nowhere\" was exhibited in a solo show at Diane Rosenstein Gallery in Beverly Hills.[8] In 2013, Hedison was selected to be part of the \"My Aim Is True\" exhibition at the Frostig Collection in Los Angeles.[9] In 2013, Hedison was part of \"First Anniversary - Exhibition of Paintings and Sculpture and Photographs\" at Diane Rosenstein Fine Art, Los Angeles, in a group exhibition with others.[10] In 2016, Hedison exhibited in \"Both Sides of Sunset - Photographs of Los Angeles\" at Kopeikin Gallery in Los Angeles, along with others.[11] In 2016, \"Everybody Knows This Is Nowhere\" opened at the Centro Cultural de Cascais in Cascais, Portugal, an exhibit that included photography and film installations. The show was named in Time Out magazine as one of the top ten exhibitions in Lisbon during the year.[12] In 2017, Hedison and Jodie Foster co-chaired the 14th edition of the Hammer Museum's annual Gala in the Garden.[13] Hedison has also appeared in multiple television series including Showtime's The L Word as con artist Dylan Moreland. In March 2024, Hedison, alongside concept artist Joanna Bush, business manager Anna DerParseghian, and film publicist Teni Karapetian, participated in an Armenian Film Society panel discussion about Armenian women film and entertainment, moderated by Sona Movsesian.[14] Hedison was in a relationship with comedian and talk show host Ellen DeGeneres from 2000 to 2004.[15] In April 2014, Hedison married Jodie Foster, after dating for a year.[16]",
  "source_url": "https://en.wikipedia.org/wiki/Alexandra_Hedison"
}