{
  "id": 638,
  "title": "John Colton (bishop)",
  "data": "John Colton (c. 1320 – 1404) was a leading English-born academic, statesman and cleric of the fourteenth century. He was the first Master of Gonville and Caius College, Cambridge. He spent much of his career in Ireland, where he held the offices of Treasurer of Ireland, Lord Chancellor of Ireland and Archbishop of Armagh. He is chiefly remembered today for his book  The Visitation of Derry (1397), which he either wrote or commissioned. Little is known of his parents, or of his early years. He was born at Terrington St Clement in Norfolk.[1] He was in the service of William Bateman, who was Bishop of Norwich 1344–1355. He took a degree in divinity at the University of Cambridge in 1348 and the following year became the first Master of the new Gonville Hall, Cambridge, now Gonville and Caius College. The founder of the college, Edmund Gonville, had been a neighbour of Colton's in Terrington, but he seems to have owed the appointment mainly to his patron Bishop Bateman, who was deeply involved in the running of the college after Gonville's death in 1351. He became parish priest of his native Terrington: he also held the living of St Mary's, Wood Street, London.[2] Colton spent some years at the Papal Court at Avignon in the 1350s and early 60s, and apparently for a time he thought of making a permanent career there. He first came to Ireland to take up office as Lord Treasurer in 1373, and became Dean of St Patrick's Cathedral the following year.[2] He also held a prebend in York Minster.[2] He was Lord Chancellor from 1379 to 1382,[2] and became Archbishop of Armagh in 1383 (he had served for a time as Chamberlain to Richard FitzRalph, Archbishop of Armagh 1346–60).[2] He accompanied the Justiciar of Ireland, Edmund Mortimer, 3rd Earl of March, on an expedition to Cork in 1381; March died on the expedition and Colton briefly, and very reluctantly, replaced him as Justiciar, simply because no other leading Irish figure would take the position.[2] He resigned the office in the spring of 1382.[1] He was held in high regard by the English Crown and was sent by Richard II on a special mission to Rome in 1398; he later received a gift of money as  a tribute to his fidelity.[2] Like most Crown officials then, even those in holy orders, Colton was required to perform military as well as administrative duties, and he seems to have been a competent soldier:[2] in 1372 he defeated a  band of marauders who had burnt Athy Priory, and in 1373, at his own expense, he raised a troop for the defence of Dublin. He clashed with the O'Byrne clan at Carrickmines in South County Dublin, while defending the stronghold of Newcastle MacKynegan, and had his horse shot from under him.[2] The expenses of the military campaign were heavy and he was reduced to pawning his own goods.[1] Colton is best remembered for writing or commissioning the Visitation of Derry;[3] the actual author may have been his secretary Richard Kenmore.[4] This is an account of his ten-day tour, in the year 1397, of the Diocese of Derry. The Episcopal see of Derry happened to be vacant, and Colton took the opportunity to assert his metropolitan authority over the diocese in all matters of religion and morals. That the visitation took place at all is remarkable: Archbishops of Armagh in the Middle Ages were usually Englishmen, to whom Ulster was an unfamiliar and hostile country. As a rule, they lived in Dundalk or Drogheda, and they rarely even visited Armagh itself, let alone anywhere more remote. Conditions in  Ulster were chronically disturbed, with the Irish and English in a state of more or less continuous warfare. It has been argued that the visitation had a political purpose, namely to demonstrate that the Crown did not regard Ulster as a foreign country and that Crown officials were well able to exercise their jurisdiction in that province, even if their visits were rare in practice.[5] Colton himself had worked hard, with considerable success, in the early 1390s to persuade the Gaelic rulers of Ulster, especially the O'Neill dynasty, to make their peace with the Crown. The book, published under the title Acts of Archbishop Colton, with extensive notes by  William Reeves (later Bishop of Down, Connor and Dromore) in 1850, is regarded as an especially valuable source of information on life in late fourteenth century Ulster. Colton, with a sizeable retinue, including Richard Kenmore and Thomas O'Loughran, Canon of Armagh, a trusted confidant who acted as Colton's Gaelic interpreter,[6] entered the diocese at Cappagh, and proceeded to Derry and Banagher.[7] The only difficulty he encountered was the refusal of the Archdeacon of Derry and the Cathedral Chapter to recognise Colton's authority, but under threat of excommunication they quickly submitted. Colton conducted a wide variety of business, reconsecrating churches and graveyards, settling a bitter property dispute and hearing several matrimonial causes. The most colourful decision he made was the injunction to the Abbot of Derry to refrain from cohabitation with his mistress or any other woman. He wrote a number of constitutions for the regulation of each diocese under his charge, two of which survive. He also wrote two tracts on the Papal Schism: On the Causes of the Schism and On the Remedy for the same Schism. Unlike his two predecessors, he was little troubled by the decades-old controversy over whether he enjoyed primacy over all other Irish bishops, and in particular the Archbishop of Dublin. Colton, who had resigned his see a few days earlier, no doubt in anticipation of his final end, died on 27 April 1404 in Drogheda and was buried in St Peter's Church. Webb calls him \"a man of great talent and activity, of high reputation for virtue and learning, dear to all ranks of people for his affability and sweetness of temper\".[8] Archer, Thomas Andrew (1887). \"Colton, John\" . In Stephen, Leslie (ed.). Dictionary of National Biography. Vol. 11. London: Smith, Elder & Co. pp. 408–409.",
  "source_url": "https://en.wikipedia.org/wiki/John_Colton_(bishop)"
}