{
  "id": 258,
  "title": "Harry Calder",
  "data": "Harry Lawton Calder (24 January 1901 – 15 September 1995) was named as a Wisden Cricketer of the Year in 1918, then a 17 year old schoolboy. Calder is the youngest person to receive this accolade, one of the game's top honours, and the only Wisden Cricketer of the Year that never played first-class cricket. Calder was born in South Africa.  His father, Henry Calder, had a brief first-class career, playing ten matches for Hampshire, Western Province and Eastern Province in the late 19th century. He came to England in 1914 and was educated at Cranleigh School in Surrey for five years, playing cricket for the school's First XI for five years, three as captain.  As a 16-year-old spin bowler, he took many wickets for the school team in 1917, and was named as a Cricketer of the Year in the 1918 edition of Wisden Cricketers' Almanack alongside four other schoolboy cricketers, there being no first-class cricket during the First World War.  Another five schoolboys were selected by Wisden as Cricketers of the Year in 1919. Calder was the youngest. Calder never appeared in a first-class game, although he did play for the Surrey Second XI in 1920, scoring 0 and 6 not out and bowling four wicketless overs for 21 against Staffordshire.[1] The other nine schoolboy Cricketers of the Year in 1918 and 1919 all played at least one first-class game. Calder went back to South Africa with his family in 1919.  His father encouraged him to continue to play cricket, but he decided to concentrate on golf and tennis instead.  He worked in industry and banking.  He was not tracked down until 1994, the year before his death, when the cricket historian Robert Brooke traced him to a nursing home in Cape Town. Calder said he had not known of the honour and had not played cricket since school, more than three-quarters of a century earlier. This biographical article related to an English cricket person born in the 1900s is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Harry_Calder"
}