{
  "id": 743,
  "title": "Daniel A. Wagner",
  "data": "Daniel A. Wagner is the UNESCO Chair in Learning and Literacy,[1] and professor of education at the University of Pennsylvania, where his research specializes in learning, literacy, child development, educational technologies, and international educational development. He is founding director (1983) of Penn’s Literacy Research Center and the federally funded National Center on Adult Literacy (1990). In recent years, the center has become the International Literacy Institute (ILI), co-established by UNESCO and the University of Pennsylvania.[2] Wagner is also the director of Penn’s International Educational Development Program (IEDP) and is a Fellow of the American Psychological Association, the American Anthropological Association, and the American Educational Research Association. He is the author numerous books[3] and articles on learning, literacy, cross-cultural research and methodologies, and is a frequent speaker at major national and international conferences across the world.[4] He has worked as an advisor to, among others, the World Bank, UNESCO, UNICEF, USAID, and DFID. In 2012,  Wagner was appointed by Hillary Clinton as a Member of the U.S. National Commission for UNESCO.[5] In the same year, he was named UNESCO Chair in Learning and Literacy. In 2012–2014, he served as Chair of the Brookings Global Research Task Force on Learning. In 2014, he was a recipient of the UNESCO Confucius International Literacy Prize.[6] He has maintained multi-year educational projects in India, South Africa, and Morocco.[7] Born in 1946 and raised in Chicago, Illinois, Wagner’s grandfather was an electrical engineer who helped to build the first electricity grid and street lighting in the city of Chicago in the 1920s. Following in his grandfather's and father's footsteps, Daniel Wagner completed his undergraduate degree in Engineering from Cornell University in 1968. In graduate school he shifted to psychology, completing a master's degree in experimental psychology from the University of Michigan in 1971, and a PhD in developmental psychology in 1976. Later, he was a NIH postdoctoral fellow in human development at the Harvard University Graduate School of Education between 1979and 1981. He has been a visiting fellow at the International Institute of Educational Planning in Paris, a visiting professor at the University of Geneva (Switzerland), and a Fulbright Scholar at the University of Paris-René Descartes. He served as a Peace Corps volunteer in Morocco for two years 1968–70 working as a civil engineer in rural areas of the Middle Atlas Mountains. Wagner has served as an advisor to a wide range of agencies, including: United Nations, UNESCO, UNICEF, Ford Foundation, IDRC, World Bank, USAID, UK-DFID, OECD, Van Leer Foundation, International Institute for Educational Planning, International Bureau of Education, Fast Track Initiative/Global Partnership for Education, U.S. Department of Education, National Science Foundation, U.S. Food and Drug Administration, National Academy of Sciences, and numerous NGO and university-funded projects.[8]\nAs Director of the International Educational Development Program (IEDP) at the University of Pennsylvania, Wagner oversees an annual cohort of approximately 20–30 Masters and Doctoral students. Since 2009, the IEDP has graduated more than 100 students, who work in a number of international organizations, such as: UNESCO, UNICEF, OECD, World Bank, Save the Children, and Aga Khan Foundation. The program has a close relationship with UNESCO and the Peace Corps, and is responsible for the PennIEDP-Peace Corps Coverdell Fellowships and the UNESCO Fellowship. There are several instances in which Dan Wagner has shared racist and sexist beliefs about graduate students at the University of Pennsylvania. His problematic behavior has led to several warnings from Penn's School of Education. He has also been accused multiple times of abusive work practices like using his students' work without giving them authorship credit [9] Wagner research focuses on learning, literacy, child development, educational technologies, and international educational development. This work focuses on understanding how learning takes place in children, youth and adults in a variety of settings. His work is diverse in terms of subsectors of education, including both early grade reading and adult literacy, bilingualism and cognitive development, improving learning assessments in developing countries, and the UN Sustainable Development Goals.[10] Wagner, D. A. (2018). Learning as development: Rethinking international education in a changing world. NY: Routledge. Wagner, D. A., Castillo, N. M., & Grant Lewis, S. (2022). Learning, Marginalization, and Improving the Quality of Education in Low-income Countries. London: Open Book Publishers. Wagner, D. A. (2020). Learning as development: Rethinking international education in a changing world. Tokyo: Horitsu-Bunka-Sha  (in Japanese translation), by permission of Taylor-Francis.Wagner, D. A., Wolf, S. & Boruch, R. F. (eds.) (2018). Learning at the bottom of the pyramid: Science, measurement, and policy in low-income countries. Paris: UNESCO-IIEP. http://www.iiep.unesco.org/en/learning-bottom-pyramid-4608 Wagner, D. A. (2019). Apprentissage et Developpement: Repenser l’éducation internationale dans un monde qui change. Paris: Editions Harmattan. https://www.amazon.com/Learning-Education-Developing-Countries-Development-ebook/dp/B00MGOB930/ref=tmm_kin_title_0?_encoding=UTF8&sr=&qid= https://web.archive.org/web/20160307023227/http://www.meducationalliance.org/sites/default/files/usaid_wagner_report_finalforweb_14jun25_1.pdf Wagner lives in Philadelphia with his wife (a lecturer and psychologist) and two children.[citation needed]",
  "source_url": "https://en.wikipedia.org/wiki/Daniel_A._Wagner"
}