{
  "id": 418,
  "title": "John Nutt",
  "data": "John Nutt (before 1600 – after 1632) was an English pirate. He was one of the more notorious brigands of his time, raiding the coast of southern Canada and western England for over three years before his capture by Sir John Eliot in 1623. His arrest and conviction caused a scandal in the English court, after Nutt paid Eliot £500 in exchange for a pardon, and was eventually released by Secretary of State George Calvert.[1][self-published source?] Born in Lympstone, near Exmouth in Devon, England, John Nutt arrived in Newfoundland as a gunner on a Dartmouth ship around 1620. He decided to settle in the area permanently and moved his family to live in Torbay, Newfoundland and Labrador. He soon organized a small crew with whom he seized a small French fishing boat as well as two other French ships (another account claims the ships were English and Flemish) during the summer of 1621 before returning to the western coast of England. He continued using unemployed sailors, particularly those conscripted to press gangs, and actually lured away a significant number from the Royal Navy paying regular wages and commissions.[2] He also offered his services to protect French and English settlements including the Colony of Avalon then under the leadership of George Calvert.[3] He continued raiding shipping both in the Gulf of St. Lawrence and the Irish Sea for over three years, often avoiding attempts to apprehend him, before he requested a royal pardon from John Eliot, the Vice Admiral of Devon. Eliot agreed in exchange for a £500 bond, however he was arrested by Eliot and imprisoned once back in England. Tried and convicted for piracy, Nutt was about to be hanged when George Calvert, then Secretary of State, intervened on his behalf having been a friend and associate of his while Nutt and his family were living in the Avalon Colony. Nutt was given his pardon and also granted £100 in compensation while Eliot, for his betrayal, was charged with malfeasance in office and imprisoned.[2][4][5][self-published source?]",
  "source_url": "https://en.wikipedia.org/wiki/John_Nutt"
}