{
  "id": 571,
  "title": "15th National Film Awards",
  "data": "The 15th National Film Awards, presented by Ministry of Information and Broadcasting, India to felicitate the best of Indian Cinema released in 1967.[1][2] Ceremony took place at Vigyan Bhavan, New Delhi on 25 November 1968 and awards were given by then President of India, Zakir Husain. With 15th National Film Awards, format of awards has been changed, which includes introduction of new awards and categorisation. Unlike earlier, films then categorised into feature films and short films. Feature films awards were continued with All India Awards and Regional Awards but couple of more awards were introduced at the all India level to honour artists and technicians. Major awards introduced for feature films starting with 15th National Film Awards includes awards for Best Actor, Best Actress, Best Direction, Best Cinematography, Best Music Direction, Best Playback Singer of the Year and Best Screenplay. Starting 15th National Film Awards, Short films had their own share of awards which introduced seven new awards for various types/genre of short films made in the country, including Best Promotional Film, Best Educational / Instructional Film, Best Film on Social Documentation etc. Certificate of Merit in all the categories is discontinued with 15th National Film Awards, which also led to discontinuation of second and third film/documentary, again in all the categories, except Second Best Feature Film. Six different committees were formed based on the film making sectors in India, mainly based in Bombay, Calcutta and Madras along with the award categories. Another committee for all India level was also formed which included some of the members from regional committee. For 15th National Film Awards, central committee was headed by R. K. Nehru.[1] Awards were divided into feature films and non-feature films. President's Gold Medal for the All India Best Feature Film is now better known as National Film Award for Best Feature Film, whereas President's Gold Medal for the Best Documentary Film is analogous to today's National Film Award for Best Non-Feature Film. For children's films, Prime Minister's Gold Medal is now given as National Film Award for Best Children's Film. At the regional level, President's Silver Medal for Best Feature Film is now given as National Film Award for Best Feature Film in a particular language. Certificate of Merit in all the categories is discontinued over the years. Feature films were awarded at All India as well as regional level. For 15th National Film Awards, a Bengali film Hatey Bazarey won the President's Gold Medal for the All India Best Feature Film, whereas a Bengali film Chiriyakhana and two Hindi films, Hamraaz and Upkar won the maximum number of awards (two). Following were the awards given in each category:[1] Following were the awards given:[1] The awards were given to the best films made in the regional languages of India. For feature films in Assamese, English, Gujarati, Kashmiri and Oriya language, President's Silver Medal for Best Feature Film was not given. The producer and director of the film were awarded with ₹5,000 and a Silver medal, respectively.[1] Following were the awards given:[1] Following were the awards not given as no film was found to be suitable for the award:[1]",
  "source_url": "https://en.wikipedia.org/wiki/15th_National_Film_Awards"
}