{
  "id": 425,
  "title": "Nora Vynne",
  "data": "Eleanora Mary Susanna Vynne (31 October 1857 – 18 February 1914) was a British novelist and political activist. She was a leading member of the Freedom of Labour Defence who argued for equal rights for women in the workplace. Vynne was born in Kennington in 1857. She would spend some of her childhood in Rickerby in the Lake District where she was home schooled.[1] Her first job was in the highlands of Scotland where she was a teacher at Peterhead in Aberdeenshire. In 1881 her father, Charles Vynne, died and she moved to London. Her mother, Sarah Anne Vynne (born Clarke) was still living. In London she took to writing short pieces for magazines including Winter's Weekly. Winter's Weekly was edited by John Strange Winter which was the pen name of Henrietta Stannard and it was to him (her) that she dedicated her first book, The Blind Artist's Pictures and Other Stories, in 1893.[1] Stannard had included her stories in the first issues of Winter's Weekly and she had placed Vynne's picture on the cover of one issue. Vynne's short stories were a success and J. M. Barrie described them as \"the best\".[1] She published another collection the following year and in 1895 she published A Man and his Womankind which was her first novel.[2] In 1896 she was able to use her teaching skills and her reputation as a writer to establish a school of writing which operated by post and via the pages of the magazine ''Atalanta''. Subscribers paid ten shillings a year to submit stories that were read and evaluated by Vynne. At the end of the year the best writer was awarded a £20 scholarship.[1] She was a leading member of the Freedom of Labour Defence who argued for equal rights for women in the workplace.[3] In 1903 her non-fiction collaboration with Helen Blackburn was looking at Women under the Factory Act. They criticised legislators for treating women as if they had not the intelligence of animals as if they always needed to be cared for to protect them. They argued that women should be allowed to take risks with their health in the workplace or they may find themselves always in need to protection as if they were incapable.[4] The book was noted for its accuracy, but the Economic Journal recognised its authors as Freedom of Labour Defence members and suspected that it may be arguing for the \"equality of men and women\".[3] She created the magazine Women and Progress out of the remains of Christiana Herringham's Women's Tribune which started and ended publication in 1906. Vynne's new publication had herself and the well connected suffragist Lady Frances Balfour as joint editors. The magazine was dedicated to achieving equal citizen rights for men and women. They were happy to see younger women excluded from having the vote as long as it applied equally to young men as well. The magazine appeared to be about to be a success when shortage of funds obliged it to fold in June 1914.[1] Today the magazine serves as a good source of early suffragette history.[5] After she died it became apparent that Vynne had lied a lot about her age.",
  "source_url": "https://en.wikipedia.org/wiki/Nora_Vynne"
}