{
  "id": 476,
  "title": "Old New Year",
  "data": "The Old New Year, the Orthodox New Year, also known as Ra's as-Sanah or Ras el-Seni in the Middle East, is an informal traditional holiday, celebrated as the start of the New Year by the Julian calendar. In the 20th and 21st centuries, the Old New Year falls on January 14 in the Gregorian calendar. This traditional dating of the New Year is sometimes commonly called \"Orthodox\" because it harks back to a time when governments in Russia and Eastern Europe used the Julian calendar, which is still used by some jurisdictions of the Eastern Orthodox Church. The Eastern Orthodox Church's liturgical year actually begins in September. In the Middle East, within the Alawites and Middle Eastern Christians, the term Ra's as-Sanah or Ras el-Seni refers to the Old New Year, which is regularly celebrated by these groups.[1][2][3] The holiday in North Macedonia is known as Old New Year (Macedonian: Стара Нова година, romanized: Stara Nova godina) or as Vasilica (Василица), \"St. Basil\".[n. 1] Late on January 13, people gather outside their houses, in the center of their neighborhoods where they start a huge bonfire and drink and eat together. Traditional Macedonian music is sung. For those who stay at home, it is the tradition to eat home-made pita with a coin inside. Whoever finds the coin in their part is said to have luck during the year.[4] Macedonians around the world also celebrate the holiday, especially in Australia, Canada, and the United States where Macedonian Orthodox Church has adherents. Although the Russian Soviet Federative Socialist Republic officially adopted the Gregorian calendar in 1918, the Russian Orthodox Church continued to use the Julian calendar. The New Year became a holiday that is celebrated by both calendars. As in most countries which use the Gregorian calendar, New Year's Day in Russia is a public holiday celebrated on January 1. On that day, joyous entertainment, fireworks, elaborate and often large meals and other festivities are common. The holiday is interesting as it combines secular traditions of bringing in the New Year with the Christian Orthodox Christmastide customs, such as Rozhdestvo. The New Year by the Julian calendar is still informally observed, and the tradition of celebrating the coming of the New Year twice is widely enjoyed: January 1 (New New Year) and January 14 (Old New Year). Usually not as festive as the New New Year, for many this is a nostalgic family holiday ending the New Year holiday cycle (which includes Eastern Orthodox Christmas on January 7) with traditional large meals, singing and celebratory drinking.[5][unreliable source?] In Scotland the Old New Year has traditionally been held on 12 January. In the first half of the 20th century, large segments of the Scottish Gaelic community still observed the feast[6] and, today, it is still marked in South Uist and Eriskay as Oidhche Challaig and as Oidhche Challainn in Glenfinnan. Also in Scotland, the coastal town of Burghead in Morayshire celebrates the eve of the Old New Year with \"The Burning o' the Clavie\"[citation needed]. Old New Year is 12 January in this district as well. The Old New Year in Serbia and among Serbs is commonly called the Serbian New Year (Serbian: Српска Нова година / Srpska Nova godina),[7] and sometimes the Orthodox New Year (Православна Нова година / Pravoslavna Nova godina) and rarely Julian New Year (Јулијанска Нова година / Julijanska Nova godina). The Serbian Orthodox Church, with traditional adherence in Serbia (including Kosovo), Bosnia and Herzegovina, Montenegro and Croatia, celebrates its feasts and holidays according to the Julian calendar.[7] Serbs celebrates Serbian New Year in a similar way as the New Year on 31 December, although the celebrations have usually become more modest in comparison.[8] This time, usually one concert is organized in front of either City Hall or the National Parliament (in Belgrade), while fireworks are prepared by the Serbian Orthodox Church and fired from the Church of Saint Sava, where people also gather. Other cities also organize such celebrations. Restaurants, clubs, cafes, and hotels are usually fully booked and organize New Year's celebrations with food and live music.[7] A traditional folk name for this holiday as part of Twelve Days of Christmas is Little Christmas (Мали Божић / Mali Božić). Some families continue with the procedures of Serbian Christmas traditions. Even before the Calendar (New Style) Act 1750 legally adopted it as such in England and Wales, most communities in Wales had long considered 1 January to be \"Dydd Calan\" (English: New Year’s Day). As such the disorder that occurred in England was not as prominent in Wales and the traditional New Year, known as \"Hen Galan\" (English: Old New Year) was allowed to continue as an informal holiday. Today, Hen Galan celebrations include the Mari Llwyd, the making of apple charms named \"perllan\" and the collecting of \"calennig\", with the most well known Hen Galan celebrations held at Cowbridge, Aberystwyth[9] and most notably in Cwm Gwaun. In the Cwm Gwaun, the collecting of calennig is a major part of the celebrations. Local children are absented from primary school to travel from house to house singing traditional Welsh language songs.[10] In return, the householders would originally give the children food to help through the winter months but in recent years the children are given sweets and money. Residents who did not welcome and reward the visitors were thought to get a \"llond y tŷ o fwg\" (English: a house full of smoke), meaning a year of bad luck.[11] Festivities are also held the night before Hen Galan, with the Grade II-listed Dyffryn Arms (known locally as Bessie's) a centre for local celebrations.[12][13] The tradition of the Old New Year has been kept in Palestine, Jordan, Armenia, Belarus, Uzbekistan, Bosnia and Herzegovina (mainly among Serbs), Georgia, Azerbaijan, Kazakhstan, Montenegro, Ukraine (Malanka) and Switzerland (as alter Silvester).[14] The Berbers of North Africa (from Morocco to Libya) traditionally celebrate the New Year on the \"Berber calendar\", which is very close to the Julian calendar. Because of certain calendar errors, the \"Berber New Year\" is celebrated in some areas on 12, rather than 14, January.[15][better source needed] The same day is celebrated in Tamil-speaking lands as Thai Pongal, when the sun ends its southward journey and starts moving northward. The Old New Year tradition has received mention in Russian art; the playwright Mikhail Roshchin wrote a comedy-drama called The Old New Year in 1973,[16] which was staged for many years. He also made it into a screenplay for a 1980 television film which featured music by Sergey Nikitin and poetry lyrics by Boris Pasternak. The film was released by Mosfilm studios.[17]",
  "source_url": "https://en.wikipedia.org/wiki/Old_New_Year"
}