{
  "id": 827,
  "title": "2020 Ottawa Redblacks season",
  "data": "The 2020 Ottawa Redblacks season was scheduled to be the seventh season for the team in the Canadian Football League. This would have been the first season for Paul LaPolice as the team's head coach and the seventh season with Marcel Desjardins as general manager. Training camps, pre-season games, and regular season games were initially postponed due to the COVID-19 pandemic in Ottawa. The CFL announced on April 7, 2020 that the start of the 2020 season would not occur before July 2020.[1] On May 20, 2020, it was announced that the league would likely not begin regular season play prior to September 2020.[2] On August 17, 2020 however, the season was officially cancelled due to COVID-19.[3] Three days following the conclusion of the 2019 season, on November 4, 2019, Rick Campbell announced that he was stepping down as head coach of the Redblacks.[4][5] In a press conference, Campbell explained that he had become disappointed that several former players left the team feeling underappreciated and dejected and that he had a strained relationship with the team's general manager, Marcel Desjardins.[6] Campbell left the Redblacks with a 44–62–2 record over six seasons with one Grey Cup championship in three appearances. He had one year remaining on his contract that OSEG agreed to pay out over five years.[6] On December 7, 2019, it was announced that Paul LaPolice had agreed to a three-year contract to become the head coach of the Ottawa Redblacks.[7] He was most recently the offensive coordinator for the Winnipeg Blue Bombers from 2016 to 2019, including the 107th Grey Cup championship.[7] He has also served as head coach of the Blue Bombers from 2010 to 2012 while compiling a 16–28 record. The 2020 CFL National Draft took place on April 30, 2020.[8] By virtue of recording the worst record in the league in 2019, the Redblacks had the first selection in each round, not including traded picks.[9] After trading for the rights to Nick Arbuckle and re-signing him, the Redblacks swapped first-round picks with the Calgary Stampeders and also sent them a third-round pick.[10] The team also gained a territorial selection after finishing in the bottom two of the previous year's standings.[9][11] The 2020 CFL Global Draft was scheduled to take place on April 16, 2020.[12] However, due to the COVID-19 pandemic, this draft and its accompanying combine were postponed to occur just before the start of training camp, which was ultimately cancelled.[1][13] The Redblacks were scheduled to select first in each round with the number of rounds never announced.[12] [14] The Redblacks had planned on hosting a number of themed home games during the season, one of which was scheduled to feature the unveiling of new red alternate jerseys July 24, 2020.[15] [14] Running backs Receivers Offensive linemen Linebackers Special teams Suspended Italics indicate American player • Bold indicates Global player • 104 Roster, 1 SuspendedRoster updated 2020-08-17 • Depth chart Archived 2019-06-03 at the Wayback Machine • Transactions Archived 2015-07-30 at the Wayback Machine • More CFL rosters Head coaches Offensive coaches Defensive coaches Special teams coaches Strength and conditioning → Coaching Staff Archived 2014-11-13 at the Wayback Machine\n→ More CFL staffs",
  "source_url": "https://en.wikipedia.org/wiki/2020_Ottawa_Redblacks_season"
}