{
  "id": 526,
  "title": "Telugu Desam Party",
  "data": "The Telugu Desam Party (TDP; transl. Party of the Telugu Land)[15] is an Indian regional political party primarily active in the states of Andhra Pradesh and Telangana.[16] It was founded by Telugu matinée idol N. T. Rama Rao (NTR) on 29 March 1982[17] and has focused on supporting Telugu people. The party has won a five-time majority in the Andhra Pradesh Legislative Assembly and has emerged as the most successful political outfit in the state's history. It is currently the ruling party in the Andhra Pradesh Legislative Assembly.[18][19] From 1 September 1995, the TDP was led by N. T. Rama Rao's son-in-law, Nara Chandra Babu Naidu as the national president of the party. The headquarters of the party is called N. T. R. Bhavan, which is located at Mangalagiri, Andhra Pradesh. The Telugu Desam Party follows a pro-Telugu ideology. It was founded as an alternative to the Congress hegemony, by emphasizing Telugu regional pride and serving as the party for farmers, backward castes and middle-class people. Since the 1990s, it has followed an economically liberal policy that has been seen as pro-business and pro-development.[20] The TDP uses yellow as the background colour for its flag, with a hut, wheel and plough symbol in the foreground. The party's electoral symbol is bicycle. Since 2014, every active member has been eligible for a life insurance policy of ₹2 lakh to be paid to their family in cases of death or permanent total disability, such as the loss of two limbs of eyes, due to accidents, with additional payouts of ₹5,000 per child (up to two) for educational costs. Active members are also reimbursed for up to ₹50,000 to cover hospital treatment from such accidents.[21] Nandamuri Taraka Rama Rao (NTR) is a prominent figure in Indian cinema and politics, particularly known for his influence in Telugu-speaking regions.[22] As an actor, he gained widespread recognition not only among Telugu-speaking people but across the country. NTR's contributions extend beyond the film industry, as he played a significant role in Andhra Pradesh's political landscape.[23][24][25][26] On 18 November 1977, the Pralaya cyclone struck the coastal regions of Andhra Pradesh, particularly affecting Diviseema in Krishna district. The cyclone caused widespread devastation, with turbulent seas resulting in massive flooding.[27] Thousands of people lost their lives, and extensive property damage was reported. Official reports indicated casualties more than 10,000. Around 20,000 acres of crops were destroyed, and the overall damage was estimated to be in crores of rupees.[28][29] The event left a lasting impact on the people of the region, and the memory of the flooding is still vivid among locals.[30][31] Shocked by the devastation, NTR mobilized support from the film industry and the general public to assist the victims of Diviseema. He appealed to people for donations, and the funds raised were used for the rehabilitation of the affected communities.[32] In response to the challenges faced by the people of Andhra Pradesh, NTR founded the Telugu Desam Party (TDP) on 29 March 1982,[33] with the aim of addressing the state's political and socio-economic issues. The party's formation marked a shift in the political landscape, as it sought to provide an alternative to the long-standing rule of the Indian National Congress, which had been in power for over 26 years.[34] In the 1983 state elections, the TDP secured a landslide victory, and NTR was sworn in as the 10th Chief Minister of Andhra Pradesh on 9 January 1983.[35] However, NTR's tenure as Chief Minister was interrupted in August 1984 when he went to the United States for medical treatment. During his absence, Nadendla Bhaskara Rao, a TDP MLA, took office as the Chief Minister with the support of the then Governor, Thakur Ram Lal.[36] NTR's son-in-law Naidu, played an active role in rallying the support of legislators for NTR.[37] He gathered them at Ramakrishna Cine Studios until NTR's return.[38] On 16 September 1984, NTR led a march and protest in Delhi, demonstrating against the central government's actions under Prime Minister Indira Gandhi. Subsequently, NTR regained his position as Chief Minister, restoring his leadership in the state.[39][40][41] In 1985, after successfully regaining his position as Chief Minister following a brief political crisis, NTR called for fresh elections. The elections resulted in a landslide victory for the TDP.[42] Naidu, who was initially involved in party activities by organizing training programs for legislators and computerizing membership records, was subsequently appointed as the party's general secretary in 1986.[37][43] During his tenure as Chief Minister, NTR implemented significant reforms in Andhra Pradesh, including the divestment of state industries, the introduction of the 1995 MACS Act for co-operatives,[44][45][46] and an overhaul of the education system with statewide entrance exams like EAMCET. He also initiated welfare programs such as subsidized rice and housing,[47] along with large-scale irrigation projects like the Telugu Ganga project.[48] NTR’s governance focused on decentralization, women empowerment, and enhancing the state's infrastructure, making lasting contributions to its political and economic development.[49][50][51] The party lost power in the 1989 Andhra Pradesh Legislative Assembly election,[52] and was restricted to the opposition. However, it regained power in the 1994 Andhra Pradesh Legislative Assembly election. NTR was sworn in as Chief Minister for the third time.[53] At the national level, the National Front (NF) was established under the leadership of the Janata Dal, which governed India from 1989 to 1990. NTR served as its chairperson.[54] In 1995, a political crisis in Andhra Pradesh resulted in the removal of NTR as both the Chief Minister and the party president. NTR's son-in-law, N. Chandrababu Naidu, along with other family members, including Nandamuri Harikrishna, Nandamuri Balakrishna, and eldest son-in-law Daggubati Venkateswara Rao, ousted NTR from his roles in the party and government. Naidu accused NTR of being influenced by his second wife, Lakshmi Parvathi, whom he had married in 1993 following the death of his first wife, Basava Tarakam, in 1985. With the majority of party legislators supporting him, Naidu went on to become the longest-serving Chief Minister of Andhra Pradesh and the president of TDP since then.[55][56][57] On 18 January 1996, NTR died of a heart attack at his residence in Hyderabad, aged 72.[58] With Naidu already assuming leadership of the TDP, Lakshmi Parvathi founded the NTR Telugu Desam Party (Lakshmi Parvathi). However, it failed to make any impact on the TDP's performance or vote share.[59] After the formation of Telangana, the TDP, in alliance with Bharatiya Janata Party (BJP), contested the 2014 Legislative Assembly election. TDP won 15 seats in the newly formed Telangana Legislative Assembly securing most of its seats in the districts of Ranga Reddy, Hyderabad, Mahabubnagar, Warangal, and Khammam.[60] The party also won a Lok Sabha seat from Malkajgiri in the simultaneously held 2014 Indian general election.[61][62] However, defections of legislators and other leaders from TDP to the Telangana Rashtra Samithi (TRS), now known as Bharat Rashtra Samithi (BRS), and the alleged portrayal of TDP as an \"Andhra party\" by the TRS, led to a decline of the party's influence in the state.[63][64][65][66][67][68] In the 2016 Greater Hyderabad Municipal Corporation election, TDP won just one councillor seat out of 150.[69] In the 2018 Telangana Legislative Assembly election, the party won two seats, both in Khammam district, out of 119 seats. It had contested the 2018 elections as part of the Praja Kutami, which included the Indian National Congress, traditionally a long-time opponent of TDP and other parties.[70][71] Following the bifurcation, TDP created separate state units for both Andhra Pradesh and Telangana. In 2015, L. Ramana, a two time former MLA from Jagtial, was appointed as the first president of the Telangana unit of TDP, serving until 2021. Ramana later quit the party to join the BRS.[72] He was succeeded by Bakkani Narasimhulu, a former MLA from Shadnagar, in July 2021.[73] The party performed poorly in the 2020 Greater Hyderabad Municipal Corporation election, failing to win any seats.[74] In November 2022, Kasani Gnaneshwar Mudiraj, a former MLC and BC leader, was appointed president of Telangana TDP by N. Chandrababu Naidu.[75] Kasani, who had also served as the national president of the Mudiraj Mahasabha, initiated efforts to revive the party in Telangana after his appointment.[76][77][78] However, on 30 October 2023, Kasani resigned as Telangana TDP president and joined the BRS, following N. Chandrababu Naidu announcement that TDP would not contest the 2023 Telangana Legislative Assembly election. Since then, the party's Telangana unit has remained without a leader.[79] The party also announced that it would not contest the 2024 Indian general election in Telangana, but would continue to be part of the NDA.[80] On 21 December 2022, the party organized a large public gathering in Khammam district of Telangana to re-energize the party cadre.[81][82] It was attended by TDP chief N. Chandrababu Naidu and the T–TDP unit President Kasani. A huge crowd attended the gathering held at the Sardar Patel Stadium in Khammam.[83] While addressing the gathering, Chandrababu Naidu appealed to those who quit the party to join other political parties to return to regain the party's past glory.[84] After 2018, it was the first time that TDP organized a show of strength in Telangana.[85][86][87][88] The TDP also holds influence in the union territory Andaman and Nicobar Islands, contesting the Port Blair Municipal Council elections periodically. With a significant Telugu population in the islands, the party secured and maintained two seats in both the 2015 and 2022 council elections.[89][90] On 14 March 2023, TDP councillor S. Selvi was elected as the chairperson, as part of the TDP–BJP alliance.[91][92] The Telugu Desam Party has had a significant presence in the Lok Sabha elections since its formation in 1982. In its first election in 1984, the party made a debut by winning 30 out of 42 seats in Andhra Pradesh.[93] Over the years, TDP's performance in the Lok Sabha elections has fluctuated. In the 1989 elections, the party's influence slightly waned but it remained a key player in the state's politics.[94][95] N. T. Rama Rao served as the chairperson of the National Front, a coalition of non-Congress parties in the late 1980s.[96] The TDP saw a resurgence in the 1996 and 1999 elections, forming alliances with national parties. N. Chandrababu Naidu played a crucial role as the convenor of the United Front, a coalition of non-BJP and non-Congress parties in the mid-1990s.[97][98][99] During the late 1990s, TDP leader G. M. C. Balayogi served as the Speaker of the Lok Sabha from 1998 to 2002.[100] The party played a crucial role in supporting the Janata Dal coalition government and was instrumental in the formation of the BJP-led National Democratic Alliance (NDA) government with Atal Bihari Vajpayee as Prime Minister. The party's alliance with the BJP was pivotal in securing the necessary majority for the NDA.[101][102][103] The TDP's fortunes declined in the 2004 and 2009 elections, but it improved it's seat count in 2014, winning 16 seats in alliance as part of the NDA.[104] However, in the 2019 elections, TDP faced a major setback, winning only 3 seats amidst strong competition from other parties in the state. After the bifurcation of Andhra Pradesh in 2014, the Lok Sabha seats were divided between the newly formed state of Telangana and Andhra Pradesh, leaving behind 25 seats in Andhra Pradesh and 17 seats in Telangana. In the recent 2024 election, the party, part of the NDA, managed to win 16 seats, playing a key role in the formation of the Third Modi ministry.[99]",
  "source_url": "https://en.wikipedia.org/wiki/Telugu_Desam_Party"
}