{
  "id": 187,
  "title": "Mary Fleener",
  "data": "Mary Fleener (born September 14, 1951) is an American alternative comics artist, writer and musician from Los Angeles.[2] Fleener's drawing style, which she calls cubismo, derives from the cubist aesthetic and other artistic traditions. Her first publication was a work about Zora Neale Hurston, called Hoodoo (1988), followed by the semi-autobiographical comics series Slutburger, and the anthology Life of the Party (1996). She is a member of the rock band called The Wigbillies. Among Fleener's influences are ancient Egyptian art and the works of Chester Gould (Dick Tracy), Otto Soglow (The Little King) and Al Capp (Li'l Abner). Robert Crumb and Robert Armstrong (creator of Mickey Rat) encouraged her to create her own comics. Her works have been exhibited at La Luz de Jesus Gallery, Track 16, David Zapt Gallery, Laguna Beach Art Museum Annex, LACE (Los Angeles), COCA (Seattle), Southwestern College, Patricia Correia Gallery, Sushi Gallery. In 2020 her work was included in the exhibit Women in Comics: Looking Forward, Looking Back at the Society of Illustrators in New York City.[3] She lives and works in Encinitas, California.[4] Mary Fleener was born in 1951.[5] Her  mother had worked for Disney from 1941 to 1943. Fleener attended Cal State Long Beach for 4 years where she focused on printmaking,[6] but she disliked the art program's focus on abstract works and dropped out in 1976.[7]  In 1984, she read an article \"new comix,\" by Matt Groening in the LA WEEKLY that inspired her to create her first comic works. She developed her aesthetic on her own, and considers herself self-taught.[8] She started drawing minicomics in 1984 and published her first full work, Hoodoo, four years later.  Her semi-autobiographical Slutburger Stories were first published by Rip Off Press, and later by Drawn & Quarterly. Many of Fleener's short stories appeared in anthologies like Weirdo and Twisted Sisters and the all-women Wimmen's Comix; and her illustrations appeared in Entertainment Weekly.[9] Fleener went on to create more semi-autobiographical strips that were released in 1996 in the anthology Life of the Party, published by Fantagraphics.[9] These comix depicted the artist and a colorful cast of characters playing in rock bands, surfing, going to college, and gleefully partaking of drugs and casual sex, among other things. Fleener's art style complements her stories, which are narrated in matter-of-fact but bemused first-person dialogue.[10] Life of the Party. Fantagraphics Books, 1996. ISBN 1-56097-261-0, a collection of an autobiographical series (as translated in German and Spanish)[11]",
  "source_url": "https://en.wikipedia.org/wiki/Mary_Fleener"
}