{
  "id": 329,
  "title": "Carrara San Martino railway station",
  "data": "Carrara San Martino railway station, previously named Carrara Città, was a railway station common to two lines, now suppressed, located near the center of Carrara. The station of Carrara San Martino was born at the end of the nineteenth century by the desire of businessmen of Carrara to give their city a connection with the railway line, being the station of Carrara-Avenza about 5 km downstream from the city. The station was built as a result of lengthy negotiations conducted by the carrarese General Domenico Cucchiari, fighter of the Risorgimento repeatedly decorated for bravery and parliamentarian elected to the Chamber of Deputies in the college of Carrara. The general Cucchiari had distinguished himself in the battle of San Martino and since the opening of the station was mainly due to his efforts, the inauguration took this name. Hence the name still in use in the area, where today stands the court of Carrara. The building was inaugurated on 10 September 1866 with the opening of the Avenza-Carrara railway, 4.5 km long, by the Upper Italian Railways.[1] The station suffered two bombings, the first of 30 December 1944 after which in the station the large containers of gas exploded and 32 people died. The second took place on January 6, 1945, and also hit the bridges of Anderlino, interrupting the line, even in this case were recorded victims.[2] The station was closed on February 29, 1969,[2] like the rest of the line, and officially abolished by decree of the President of the Republic n.1459 of 28 December 1970. The station was equipped with special tracks for freight trains, in addition to passenger lines, being on the line of the Marmifera railway. It was equipped, again for reasons of the Marmifera, even with special department goods stores placed in front of the passenger building. More at the bottom there was the locomotive storage of the station, now demolished. The station also had signs of limit \"load goods\" and a one was placed right next to the loco storage.[3] Media related to Carrara San Martino railway station at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Carrara_San_Martino_railway_station"
}