{
  "id": 504,
  "title": "Battle of Odaihara",
  "data": "The 1547 Battle of Odaihara was one of a series of battles waged by Takeda Shingen in his long campaign to conquer Shinano province. In this particular encounter he was fighting the forces of Uesugi Norimasa, who was based in Echigo province but had decided to intervene in Shinano to prevent Shingen from overrunning the whole province. The Uesugi army attempted to relieve the castle of Shika, which Shingen had besieged, but were attacked and defeated at Odaihara on 19 September 1547.[1] The battle took place during the 16th-century Sengoku period, also known as the \"Age of Civil War\". After the Ōnin War (1467–77), the shōgun's system and taxation had increasingly less control outside the province of the capital in Kyoto, and powerful lords (daimyōs) began to assert themselves. Such lords gained power by usurpation, warfare or marriage—any means that would safeguard their position. It was manifested in yamajiro (\"mountain castles\"), which overlooked the provinces.[2] One of the most ambitious and successful warlords of the period was Takeda Shingen, the daimyō of the Takeda clan, which dominated Kai Province. Bordering Kai to the north was Shinano Province, a large mountainous territory which was not controlled by a single clan but by several relatively weak ones, notably the Suwa, Ogasawara, Murakami [ja] and Takato. As such it was an attractive target to its neighbours, in particular the Takeda to the south and Uesugi clan of Echigo Province to the north. Takeda Shingen's father, Takeda Nobutora, had already made a probing expedition into Shinano in 1536 (leading to the Battle of Un no Kuchi), and after becoming daimyō himself Shingen mounted his own invasion in 1542, which ended with the successful conquest of the Suwa, and then followed that up with the defeat of the Takato in 1543–5, and of the turncoat Oi Sadakiyo in 1546. Fresh from the defeat of the Sadakiyo, he then turned his attention to Shika castle, controlled by Kasahara Kiyoshige, which he laid siege to on 8 September 1547. This move alarmed Uesugi Norimasa, who feared that Shingen might conquer the whole of Shinano if left unchecked. He therefore sent an army into the province to relieve Shika, commanded by Kanai Hidekage.[3] While besieging Shika castle, Shingen detached a part of his troops and met the forces of Uesugi Norimasa on the plains of Odaihara.[4] The advancing army was tasked to augment the defense of the castle, which was close to Norimasa's territories.[5] In the ambush, Shingen defeated Uesugi's army. He decapitated 15 senior samurai and 300 ashigaru and displayed the severed heads in front of the Shika castle.[6] Despite the gruesome spectacle of the severed heads, the Shika garrison continued to hold out for another four days. However, at noon on 23 September a fire broke out within the castle, greatly damaging the defences, and Shingen seized the opportunity to mount an assault that evening, which overran the defences and captured the fortress.[7] With Shika reduced, the Takeda war machine rolled on into the northern part of Shinano, provoking a renewed intervention by the Uesugi, now led by their new daimyo Uesugi Kenshin, which resulted in the famous Battles of Kawanakajima. The parading of the severed heads from the Odaihara battlefield is famously depicted in the 1969 Japanese film Fūrin Kazan ('Samurai Banners'), which follows the careers of Takeda Shingen's general Yamamoto Kansuke.",
  "source_url": "https://en.wikipedia.org/wiki/Battle_of_Odaihara"
}