{
  "id": 798,
  "title": "San Francisco Recreation & Parks Department",
  "data": "The San Francisco Recreation & Parks Department is the city agency responsible for governing and maintaining all city-owned parks and recreational facilities in San Francisco, as well as Sharp Park Golf Course in Pacifica and Camp Mather in Tuolumne County. Current facilities include 4,113 acres (1,664 ha) of total recreational and open space with 3,400 acres (1,376 ha) of that land within San Francisco. The department runs 179 playgrounds and play areas, 82 recreation centers and clubhouses, nine swimming pools, five golf courses, 151 tennis courts, 72 basketball courts, 59 soccer fields, numerous baseball diamonds, and other sports venues.[1] The San Francisco Recreation & Parks Department began in 1871 when city officials responding to residents' demands for a large public park established the Park Commission to oversee the development of Golden Gate Park.[2] As San Francisco grew over of the years, parks and facilities were added all over the city. Separately the city was running playgrounds, athletic fields, and recreational facilities under the direction of the Recreation Commission. In 1950 the two commissions were merged and the San Francisco Recreation & Park Department was born. The general manager is appointed by the mayor of San Francisco. General Manager Phil Ginsburg oversees a staff of over 850 that includes gardeners, foresters, natural resource, pest management and nursery specialists, recreation and summer camp staff, lifeguards, park rangers, carpenters, plumbers, electricians, metal shop/welders and painters from the historic headquarters inside McLaren Lodge at the east end of Golden Gate Park. The Recreation & Parks Department is governed by a seven-member commission, who are also appointed by the mayor of San Francisco to four-year terms. The commission president is elected by fellow commissioners. Commission meetings are held once a month at San Francisco City Hall.[3] Current members are: Kat Anderson (President),\nJoe Hallisy (Vice President),\nSonya Clark-Herrera,\nVanita Louie,\nLarry Mazzola, Carey Wintroub, and Breanna Zwart. Concerns have been expressed by park advocates about the lack of diversity of opinion on the commission and in the department, due to the fact that all of the positions are appointed by the mayor of San Francisco. In the past, there have been efforts to change the selection process for commissioners. A prior proposal included having three commissioners appointed by the mayor of San Francisco, three commissioners appointed by the San Francisco Board of Supervisors and one additional appointment agreed to by the mayor of San Francisco and the president of the San Francisco Board of Supervisors.[4][5] This proposal had five votes on the San Francisco Board of Supervisors but was not able to get the sixth vote necessary to put it on the ballot. The department is responsible for over 220 neighborhood parks and Golden Gate Park, the largest and the fifth most visited park in the United States.[6] The Golden Gate National Recreation Area is federal and is administered by the National Park Service. Golden Gate Park is San Francisco's premier municipal park. Planted in 1871, the park covers 1,017 acres (412 ha) of land across the western edge of San Francisco. Configured as a rectangle, the park is over three miles long east to west and about half a mile north to south.[7] McLaren Park is the second largest municipal park in San Francisco. Located in south-east San Francisco, the park is surrounded by the Excelsior, Crocker-Amazon, Visitacion Valley, Portola and University Mound neighborhoods. Dolores Park is a city park located two blocks south of Mission Dolores at the western edge of the Mission District. Dolores Park is bounded by 18th Street on the north, 20th Street on the south, Dolores Street on the east and Church Street on the west. Coit Tower is a 210-foot (64 m) tower in the Telegraph Hill neighborhood. The tower, in the city's Pioneer Park, was built in 1933 using Lillie Hitchcock Coit's bequest to beautify the city of San Francisco. The tower was proposed in 1931 as an appropriate use of Coit's gift. The Zoo is owned by the Recreation & Parks Department and managed by its partner, non-profit San Francisco Zoological Society.[8] Candlestick Park was home of the San Francisco 49ers through the 2013 season and was home of the San Francisco Giants until 2000. In 2014 the 49ers moved to the new Levi's Stadium and Candlestick Park has been torn down. Kezar Stadium is an outdoor 10,000 seat multi-purpose stadium located in the southeastern corner of Golden Gate Park. Before being renovated and downsized in 1989, it was the former home of the San Francisco 49ers and the Oakland Raiders.[9] The adjacent Kezar Pavilion is an indoor arena built in 1924 and seats 4,000. Boxer Stadium is a 3,500 seat soccer-specific stadium built in 1953 within Balboa Park. The primary tenant is the amateur men's San Francisco Soccer Football League.[10] The Marina Harbor is a public 671 slip small-craft yacht harbor located in the Marina District across from the Marina Green.[11][12] Also located in the marina is the St. Francis Yacht Club and Golden Gate Yacht Club. The Palace of Fine Arts in the Marina District is a monumental structure originally constructed for the 1915 Panama-Pacific Exposition in order to exhibit works of art presented there. One of only a few surviving structures from the Exposition, it is the only one still situated on its original site. It was rebuilt in 1965, and renovation of the lagoon, walkways, and a seismic retrofit were completed in early 2009. Corona Heights Park is a 15-acre park in the Castro and Haight districts that commands a view of the city, downtown financial district and the bay.[13] The park features the Randall Museum, which focuses on science, nature and the arts and features live animals. It is operated by the department. The Recreation & Parks Department has five golf courses in Pacifica and San Francisco. Camp Mather is an overnight summer family cabin camp in Tuolumne County, California on Highway 120 near Yosemite National Park.[19] The 337-acre site is often referred to as the jewel of the department.[20] Before becoming a camp the site was used by the construction workers who built the O'Shaughnessy Dam and Hetch Hetchy Reservoir in the 1920s.[21] Summer child day camps include Pine Lake Day Camp at Pine Lake Park and Silver Tree Day Camp at Glen Park.[22][23][24] The department has nine swimming pools spread all over the city.[25] San Francisco (SF) Park Ranger, also known as San Francisco Park Patrol Officer, is a non-sworn, unarmed, uniformed, park security, park safety, park service, park informational, and ambassadorial civilian employee of the San Francisco Recreation and Parks Department. Acting as ambassadors, they continue to serve visitors of San Francisco's parks. SF Park Rangers work shifts and operate 365 days a year, 7 days a week, 24 hours a day. Although not law enforcement officers, part of their role is ensuring the safety and security on San Francisco Recreation and Parks Department properties. Using various vehicles, including sedans, sport utility vehicles (SUVs), all terrain vehicles (ATVs), golf carts, and bikes, SF Park Rangers patrol on sites and respond to only non-emergency calls at more than 260 San Francisco Recreation and Parks Department facilities situated on 3,400 acres of land throughout the City and County of San Francisco. These include neighborhood parks, playgrounds, recreation centers, playing fields, natural areas, tennis courts, golf courses, park stadiums and administrative park offices. The San Francisco Park Rangers were founded by William Hammond Hall, San Francisco's first Superintendent of Parks, who established what was known as the Park Guard in 1874. San Francisco Parks has had its own special patrol unit since. Under immediate supervision, San Francisco Park Rangers provide security patrol services in assigned areas of the San Francisco Recreation and Parks Department in connection with preventing damage, destruction, or theft on park and recreation grounds and facilities. SF Park Rangers observe and report incidents requiring law enforcement, fire department, and emergency medical response. Furthermore, their duties and responsibilities include closing parking lot gates and locking/securing recreational centers, bathrooms, etc. at night; opening parking lot gates and unlocking recreational centers, bathrooms, etc. in the morning; posting signs; inspecting equipments, buildings, facilities and grounds; removing road obstructions; reporting safety hazards; providing information and directions to assist the public around the park system and park events; prevent improper or prohibited use of recreational facilities and equipment by park users; passively asking persons to depart the parks after park posted hours or for violation of the San Francisco Park Code; continuously patrolling all San Francisco Recreation and Parks Department facilities, greenways, natural areas, and waterfronts; performing security checks and parking enforcement only on San Francisco Recreation and Parks Department properties; and issuing parking and \"notice to appear\" civil citations for park code violations when necessary. As the designated employees on San Francisco Recreation and Parks Department sites, SF Park Rangers only respond to non-emergency calls from the San Francisco Recreation and Parks Department Dispatch, including scene-safe urgent situations, alarm response, non-police calls, non-criminal calls, park code violation complaints, and park use permit disputes. However, SF Park Rangers do not respond to crime in-progress calls, person with any weapon calls, suspicious vehicle calls, safety risk calls, and other calls requiring initial law enforcement presence and clearance. SF Park Rangers may also be tasked with crime prevention, public safety assistance, maintaining the preservation and protection of park wildlife and arboretums. SF Park Rangers may provide support to emergency services personnel such as sheriff's deputies, police officers, firefighters, and emergency medical technicians/paramedics only if requested. San Francisco Park Rangers are San Francisco governmental civilian employees and only act as non-sworn public officers on San Francisco Recreation and Parks Department sites. SF Park Rangers enforce the rules and regulations of the San Francisco Park Code, but may also enforce other applicable San Francisco ordinances and applicable local and state parking violations on San Francisco Recreation and Parks Department sites. To enforce the park code safely, SF Park Rangers need voluntary compliance from persons suspected of park code violations. If park code enforcement can be done safely while solely rely on voluntary compliance, SF Park Rangers utilize verbal warnings and civil violation citations to enforce park code violations. To avoid any potential physical confrontations, SF Park Rangers must call the San Francisco Police Department (SFPD) Dispatch for assistance in dealing with persons who are non-compliant with the park ranger's requests, individuals with mental health conditions, and incidents outside the course and scope of the SF Park Rangers' training, duties, and authority. SF Park Rangers must deescalate incidents and must not engage in any pursuits and confrontations. SF Park Rangers are not peace officers, therefore are not authorized to initiate any traffic enforcement stops, and may not pull over any vehicle for any violation regardless of the circumstances and location. Additionally, there is no legal obligation to yield to any park ranger non-emergency vehicles with amber (yellow) flashing lights and/or white spotlight. Like all other security officers, upon observation of a crime in the presence of the park ranger, the park ranger may apprehend the suspect engaging in specific crimes and temporarily hold the suspect on the scene for law enforcement officers to handle. However, any apprehension by SF Park Rangers is very rare. When encountering criminal activity, SF Park Rangers will observe and report the incident to SFPD Dispatch. SF Park Rangers making arrests for misdemeanor or felony offenses do so only as private citizens at their own risk and must immediately report the arrest to SFPD Dispatch and turn the arrested person over to SFPD officers on the scene. San Francisco Park Rangers are unarmed (do not carry any firearms), but do carry limited self-defense equipment, including batons, pepper sprays, and handcuffs. SF Park Rangers wear body-worn camera systems. For patrol on site and transport to different San Francisco Recreation and Parks Department sites, SF Park Rangers operate marked park ranger non-emergency vehicles installed with only amber (yellow) warning lights and white spotlights. At times, SF Park Rangers utilize a public announcement (PA) speaker and air horn installed on their city vehicles to communicate with the public on San Francisco Recreation and Parks Department properties. Any siren use is unauthorized and unlawful. Park Ranger https://www.jobapscloud.com/SF/specs/classspecdisplay.asp?ClassNumber=8208&R1=&R3= 37°46′20″N 122°27′17″W﻿ / ﻿37.772224°N 122.454751°W﻿ / 37.772224; -122.454751",
  "source_url": "https://en.wikipedia.org/wiki/San_Francisco_Recreation_%26_Parks_Department"
}