{
  "id": 475,
  "title": "Graeme Dingle",
  "data": "Sir Graeme Dingle KNZM MBE (born 30 November 1945) is a New Zealand outdoor adventurer and mountaineer, who founded the Graeme Dingle Foundation.[1] He is also known for his writing and humanitarianism.[2] Born in Gisborne on 30 November 1945 to Herbert and Ann Dingle, Graeme Dingle was educated at Hutt Valley High School.[3] In 1968, Dingle and Murray Jones were the first to climb all six major European north faces and the Bonati pillar, including Eiger and Matterhorn, in one season.[4][5] He has achieved over 200 mountaineering and adventure firsts worldwide, including first ascents of mountains and faces in the Himalayas, the Andes, and in New Zealand.[3] Dingle made the first traverse of the Himalayas, a distance of some 5000 km, in 265 days. He has made a 28,000 km traverse of the Arctic, the first winter traverse of the Southern Alps taking 100 days, and the first transit of the Northwest Passage by snow machine.[3] At the inaugural Coast to Coast race in 1983, Dingle was set to win the individual men's competition. Due to staggered starts, the English anesthetist Joe Sherriff would have to beat him by 2 minutes for an overall win, but 10 kilometres (6.2 mi) out from the finish line, Dingle was still out of Sherriff's sight. However, Sherriff overtook him on this cycling leg riding in a strong bunch and clutched the overall win from him.[6] Dingle served as the chairman of the Sir Edmund Hillary Outdoor Pursuits Centre and The Project K Charitable Trust, and was the founding chairman of the New Zealand Outdoor Assembly.[2]  He is the co-founder of the Graeme Dingle Foundation along with his wife, Jo-anne Wilkinson, Lady Dingle. Dingle's awards have included the Governor-General's Award for mountain rescue, and the U.S. National Science Foundation's Antarctic Service Award. He was named the 2011 Supreme Winner of the 2011 New Zealand Outdoor Excellence Awards.[5] Dingle was appointed a Member of the Order of the British Empire, for services to outdoor pursuits, in the 1988 Queen's Birthday Honours.[7] In the 2001 New Year Honours, he was appointed an Officer of the New Zealand Order of Merit, for services to youth.[8] He was promoted to Knight Companion of the New Zealand Order of Merit in the 2017 Queen's Birthday Honours, again for services to youth.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Graeme_Dingle"
}