{
  "id": 516,
  "title": "Carol Sklenicka",
  "data": "Carol Sklenicka (December 11, 1948) is an American biographer and literary scholar known for her authoritative, full-scale biographies of two important figures in late twentieth-century American literature: acclaimed short story masters Raymond Carver and Alice Adams. Sklenicka's Raymond Carver: A Writer's Life (2009) and her Alice Adams: Portrait of a Writer (2019) were published by Scribner, an imprint of Simon & Schuster. Both Carver and Adams were known for intimate, strikingly lean narrative styles based closely on life experiences,[1] and both are credited with modeling a new commitment to realism in American fiction.[2] Both biographies, extensively researched,[3] run to nearly 600 pages and both have been characterized as definitive.[4] Sklenicka's biographies are the first and (as of 2023) the only biographies of Carver and Adams. Sklenicka's biography of Carver was named one of the Ten Best Books of 2009 by The New York Times Book Review and a Notable Book by the San Francisco Chronicle, The Washington Post, and the Seattle Times.[5] Her biography of Adams was a New York Times Book Review Editors’ Choice and named a Christian Science Monitor Book of the Month.[6] Sklenicka grew up in Santa Maria in Santa Barbara County on the central coast of California. Her father, Robert James Sklenicka, was born in 1906 in Cleveland, Ohio. His parents were both born in Bohemia, then part of the Austro-Hungarian Empire, later Czechoslovakia, and now the Czech Republic. Her mother, Dorothy Arthur Johnston Sklenicka, was born in 1906 in Oklahoma Territory. Sklenicka's maternal grandmother was born in Wales; her grandfather was born in the United States of Scots-Irish extraction. Graduating in 1971 from California Polytechnic State University in San Luis Obispo, Sklenicka taught briefly at the secondary school level then entered graduate school at Washington University in St. Louis. Studying with critic and translator Naomi Lebowitz, novelist Stanley Elkin, and poet Howard Nemerov, she received a Ph.D. in English and American literature there in 1986. She taught literature and creative writing at Marquette University and at the Milwaukee Institute of Art & Design. She is married to poet and novelist R.M. Ryan and lives near the Russian River in Sonoma County in northern California.[7] Over the years as an academic, author, and researcher Sklenicka has contributed short fiction and essays in criticism to multiple academic and literary journals, including Confrontation, South Atlantic Quarterly, Iowa Woman, and Sou'wester.[8]  In 1991 her book-length critical study D.H. Lawrence and the Child was published by the University of Missouri Press. The Lawrence book included a substantial amount of biographical material[9] and beginning in 1994 Sklenicka began focusing her time on researching and writing the first of two successive full-length literary biographies. Raymond Carver, in a relatively short writing career marked significantly by alcoholism (he died in 1988 at age 50), published 72 short stories in dozens of publications, from little magazines to The New Yorker.[10] He assembled his stories into four highly praised collections. The first, Will You Please Be Quiet, Please, was nominated for a National Book Award,[11] and the fourth, Cathedral, was a finalist for a Pulitzer Prize.[12] (Carver also published six books of poetry.)[13] “Carver's stories became a staple in Esquire during the 1970s and The New Yorker in the '80s,” Paul Gray observed in a 2001 piece in Time magazine. “Carver had, during the 12 years preceding his death, virtually reinvented the American short story.”[14] According to Encyclopædia Britannica’s assessment, “Carver's stripped-down, minimalist prose style is remarkable for its honesty and power. He is credited with helping revitalize the genre of the English-language short story in the late 20th century.”[15] Sklenicka's biography of Raymond Carver has been highly praised. “As a chronicle of Carver's growth as a writer,” novelist Stephen King observed, “Sklenicka's book is invaluable.”[16] The San Francisco Chronicle found Sklenicka's book, ten years in the writing, an \"exhaustively researched and definitive biography.”[17] Sklenicka began by interviewing friends and relatives who had known Carver during his hardscrabble growing up in rural, economically depressed areas of the Pacific northwest. Ultimately she conducted interviews with more than three hundred sources for the book.[18] Carver's widow and literary executor Tess Gallagher declined to participate, but Sklenicka interviewed Carver's first wife, his adult children, and many of his closest friends and literary and academic colleagues.[19] Reviewers cite three different areas as strengths of the Carver biography: its revelation and detailing of the dysfunctional effects of Carver's years of alcoholism and the corrosive consequences for his family, his health, and his career;[20] its detailed and systematic documentation and analysis of Carver's relationship with his first editor Gordon Lish, including Lish's heavy-handed and uncredited rewrites of many of Carver's early stories;[21] and Sklenicka's effectiveness in literary analysis, judiciously tying events and perspectives from Carver's turbulent personal life to specific content in his fictional narratives and poems. “Sklenicka's biography,” Jacob Appel notes in Ploughshares, “genuinely augments the meaning of Carver's stories, providing a necessary companion to his work.”[22] Sklenicka’s effort in locating and interviewing more than 300 sources for the Carver biography is complemented by her work in finding and assembling the 16-page gallery of dozens of photographs that occupy the very center of the book. The author, her editor, and the Simon & Schuster book-design team staged and sequenced the images to provide a separate biographical narrative, this one visual,  that echoes and deepens the book’s written narrative. Carver’s rough-and-tumble childhood and family life in lumber mill company houses in eastern Washington state, his early and soon-troubled marriage, his struggles to write while shouldering aside economic privation, his alcoholism and marital affairs, his emerging status as a literary figure, and his early death are all represented. With this photographic gallery as source material, the book-design team settled on a brooding close-up portrait of Carver for the book’s front cover.[23] Alice Adams, according to Professor Bryant Mangum in a 2019 book-length study, created powerful short fiction narratives that place her “in the company of such great American writers as Joyce Carol Oates, Flannery O’Connor, John Cheever, and F. Scott Fitzgerald.”[24] More than 25 of her stories appeared in the New Yorker between 1969 and 1995.[25] Her stories appear in no fewer than 22 of the respected O. Henry Awards anthologies,[26] and in several volumes of Best American Short Stories, including John Updike’s The Best American Short Stories of the Century.[27] She is one of only four authors to win the prestigious O. Henry Special Award for Continuing Achievement for her short stories.[28] (She also published 11 novels, including the national best seller Superior Women.)[29] Also widely reviewed and praised,[30] Sklenicka's biography of Alice Adams develops an intimate and detailed portrait of a well-educated (Radcliffe), well-married, and well-traveled young southern woman who is transplanted to San Francisco. Over the next few years she extricates herself from an unhappy marriage and becomes known for her compelling fictional narratives of women with independent spirits in an era when it was not easy for a single woman to earn a living regardless of her education and privilege. Adams's life and work, said Barbara Lane in the San Francisco Chronicle, “encompass many of the major forces that shaped the last half of the 20th century. Her rich perspective on the complexity of women's lives made her a revelatory new voice in the ’70s who continued to impress throughout the next two decades.”[31] The Adams biography, said The New Republic, reveals a writer's life that was “full of affairs, consuming, passionate, then failed,” and marked by “the kind of deeper sexual attachment that appears in her fiction.”[32] Adams’ stories were “acutely observed and elegantly written,” another critic said.[33] “This is feminism in literary action, the contemplative end of a continuum,” John Updike wrote in his introduction to The Best American Short Stories of the Century.[34] Adams became one of the standout voices of The New Yorker, the era’s premiere publisher of literary short fiction, according to Peter Applebome in The New York Times[35] In four decades of writing, 39 magazines published 115 of her stories and essays.[36] More than once she appeared in O. Henry Prize short story annuals and Best American Short Stories alongside Raymond Carver.[37] The intimate knowledge Sklenicka developed of the details of Adams’ life enabled a close literary analysis of “how deeply Adams drew from her life to inspire her fiction,” one reviewer said.[38] And Sklenicka’s biography in many ways turns on the revelation of “how the life and work are so intricately intertwined.”[39] This biography, says Rumaan Alam in The New Republic “traces the lines between the artist and her art [and] shows us that the stories contain Adams the person.”[40] Although she wrote 11 successful novels, Elaine Woo noted, “it was the compactness of Adams’ writing . . . that served her well in short stories.”[41] Victoria Wilson, the respected senior editor at Knopf who worked closely with Adams for 30 years, commented that she \"was a master at condensing so much, with so much resonance, into a short form.\"[42] Poet Katha Pollitt said the typical Adams story “announces itself in the very first sentence as a thing of edgy wit and compressed narrative power.”[43] The biographer’s thoroughness in information gathering and interpretation in Alice Adams extended to her search for and curating of scores of key photographs spanning the decades of Adams’ life. The three dozen images selected by Sklenicka, her editors, and the Simon & Schuster book design team to appear in (and on the front cover of) the book constitute a condensed biography in and of themselves. The pictures of family, friends, former lovers, and a beautiful and independent woman at different stages of her life demonstrate that her fiction does indeed “contain Adams the person” as Alam said in The New Republic. And they faithfully represent, as Updike observed, not just Adams’ independence but “feminism in literary action.” As the book design team was searching for the perfect front cover photograph for Portrait of a Writer, Sklenicka suggested the image they finally used: Adams, alone and serene, holding a black cat, echoing a style common to  many Renaissance portraits of grand ladies.[44] In a final homage, the book-design team framed the Adams cover portrait in a style inspired by the book jacket of her most successful novel, Superior Women.[45] As early as the 1970s William S. Abrahams, the influential long-time editor of the annual O. Henry Award short story collections, sought to come up with the essential commonalities between short story masters as seemingly disparate as Adams and Carver. The first O. Henry Awards collection to present stories by both, multiple-winner Adams and first-time winner Carver, came in 1973.[46] Later, looking back on the decade for Prize Stories of the Seventies from the O. Henry Awards, Abrahams described “the emotional and psychological climate of the 1970s” within which writers working “at the level of art” managed to thrive. However various the styles, Abrahams said, we recognize certain characteristics of the writing, with writers “turning to the privacy of individual experience for their subject.” These characteristics include “alienation from others, a deep uncertainty in and of the self…, a tormenting awareness of alternatives, a distrust of accepted pieties.”[47] These were characteristics which applied to both Adams and Carver. In an era when the conventions of realism were under assault by more established authors,[48] Carver, as the “major practitioner” and the putative leader of a new group of  American realism writers, is credited with creating an intense new brand of realism. For a brief but cogent description of Carver’s realism, see the discussion on new American fiction in The Norton Anthology of American Literature shorter 5th edition.[49] Also see Bill Buford’s influential early discussion of Carver’s “dirty realism” in the story-focused British literary magazine Granta 8 from 1983.[50] John Barth used the term “hyperrealism” for Carver’s stories.[51] Alice Adams, using a very different style for her powerful, intimate short story narratives, was also an unembarrassed practitioner of realism. See the description of her style by John Updike in his introduction to The Best American Short Stories of the Century.[52] Given the marked differences in their writing styles, it is notable how often Adams and Carver shared space in the same short story anthologies and how often they were implicitly or explicitly compared. See, for example, Angeline Goreau’s comparison of the “emotional anesthesia” of Carver’s characters to the propensity for “feeling too much” of Adams’ characters.[53] Also see Keith Abbott, quoted in a review of a new Lucia Berlin short story collection in Goodreads: “With Homesick, Berlin can be judged alongside Raymond Carver, Alice Adams, and Bobbie Anne Mason.”[54]",
  "source_url": "https://en.wikipedia.org/wiki/Carol_Sklenicka"
}