{
  "id": 137,
  "title": "Steamboat Springs (Nevada)",
  "data": "Steamboat Springs is a small volcanic field of rhyolitic lava domes and flows in western Nevada, located south of Reno. There is extensive geothermal activity in the area, including numerous hot springs, steam vents, and fumaroles.[1] The residential portions of this area, located mostly east of Steamboat Creek and south of modern-day SR 341, are now known simply as Steamboat. The state of Nevada has a Steamboat Springs Historical Marker (#198) situated along the eastern shoulder of the busy Carson–Reno Highway (US 395 Alt.), approximately 1.65 miles (2.66 km) south of the Mount Rose Junction (the intersection with SR 341 and SR 431). There were once several mineral spas operating here along Steamboat Creek, with at least one still in business called Steamboat Hot Springs Healing Center & Spa.[3] The water from the springs contains many minerals including: calcium carbonate, magnesium carbonate, sodium sulfate, carbon dioxide, lithia, and silica.[4] Native Americans considered the springs a sacred place. As settlers came west during the Gold Rush in 1849, and noticed steam coming from cracks in the rock, the hot springs became a welcoming watering place for traveling wagons. In those early days, William Wright reported that as many as sixty or seventy columns of steam could be seen when the air was cool and calm. Yet, it wasn't until 1859 that the first development was built consisting of a shed with two rooms, one for a tub and one as a steam room.[5] The area was further established in 1860 by Frenchman Felix Monet.[6] In the early days, when the air was cool and calm, William Wright reported that as many as sixty or seventy columns of steam could be seen.[7] In the early 1860s, cottages, a bathhouse and a hospital set up by British hydrotherapist Dr. James Ellis were built near the springs, but many buildings were destroyed by a fire in 1867. In the early 1870s, a hotel was built to shelter 50 guests. Along with a new drugstore, cottages and 15 medicinal bathing facilities, the town became a popular spa with silver miners, tourists and people seeking health treatments.[6] The Virginia & Truckee Railroad reached Steamboat Springs from Reno in 1871.[6] In 1871, with tracks yet to be built south through the Washoe Valley to Carson City, this temporary rail terminus became an important transfer point for passengers and freight heading up the Geiger Grade on stagecoaches bound for Virginia City and the mines of the Comstock Lode. Once tracks were extended south the following summer to meet the existing Carson-Virginia City rail line, such transfer business fell off rapidly. Resort facilities continued to operate for many years.[6] An earthquake in 1900 caused the hot springs and geysers to dry up. A year later, on April 21, 1901, a wildfire destroyed the Grand Hotel and many other structures. In 1925, Dr. Edna Jackson Carver bought the land and drilled a new well. She operated a hospital there and built the Pioneer State Health Hotel in 1937. In order to attempt to raise money for further financing for a larger resort, she wrote a prospectus stating that the thermogenic waters had extensive healing properties.[5] Geysers were active until the 1980s when a geothermal power plant was erected. Researchers state that the hot spring and geyser activity began to decline in 1987 when a geothermal plant came online.[8][9]  Company officials stated that their studies showed that water level changes preceded the plant and were caused by drought.[10] In 1924, Steamboat Springs became a training and healing site for famous boxers thanks to a boxing promoter. Famous boxers who visited and stayed at the springs included Paolino Uzcudun in 1931, a Basque heavyweight boxer, King Levinsky, a Chicago heavyweight boxer, and Jack Dempsey in 1932. Uzcudun and Levinsky trained at Steamboat in preparation for 20-round bouts with Max Baer. In 1936, Ray Impelliterre stayed at Steamboat Springs to train for a fight in San Francisco.[5] Steamboat Springs was also a healing site for racehorses. Famous Thoroughbred Man o' War was brought to the springs in the 1940s with major injuries where his handler used the mud and mineral water for therapeutic purposes. He returned to win the Kentucky Derby soon afterward. Steamboat Hot Springs Healing Center & Spa is a retreat connected with the Cosolargy Institute providing their Community and the general public a place where they can soak and heal with the help of energetic healing treatments.[11] Cosolargy Institute is a branch of the International Community of Christ, Church of the Second Advent.[12] The Steamboat Geothermal Plant is composed of three separate units, Steamboat 1, 2 and 3. Steamboat 1 was built in 1986 as a pilot project. Steamboat 2 and 3 were finished ahead of schedule and became operational in December 1992. The three plants produce over 24 MW of electricity, enough to supply 24,000 homes.[13] Steamboat two and three use two separate closed loops, one consisting of geothermal brine, and the other containing isobutane. Brine at 310 to 330 °F (154 to 166 °C) is pumped from nine underground wells using nine 450 horsepower, motor-driven, sixteen-stage vertical centrifugal pumps. The wells extend 590 to 2,700 feet (180 to 820 meters) below ground and were drilled through fractured granite. Drill bits, at a cost of $10,000 to $20,000 each, were replaced after only 20 to 30 feet (6.1 to 9.1 meters) of drilling. Each well pumps an average of 1800 gallons (6813 liters) per minute.[13] A bubbler tube is used to measure brine levels. By monitoring these levels, operators know they are not drawing down the underground reservoir. The water pressure never varies, and well levels are very stable. The brine remains a pressurized liquid as it is piped to twelve forty-foot long heat exchangers. Heat exchanger pressures and temperatures are controlled to minimize fouling. As the geothermal brine is piped through one side of the heat exchanger, isobutane is pumped through the other side by six horsepower pumps. Isobutane's 11 °F (−12 °C) boiling point makes it a good medium for use in a binary plant.[13] In 1935, state engineer Alfred Merritt Smith wrote about Steamboat Springs: “Geologically, the springs are among the most interesting in the world, for they demonstrate in a striking way how mineral veins and deposits are formed. The hot water is constantly depositing silica, gold, silver, mercury, antimony, and other minerals and metals, which it holds in solution. The silica is held in solution as a jelly-like colloid, and upon the evaporation of the water is deposited as translucent gelatinous silica, which on the surface is gradually dehydrated to become amorphous white sinter. In cracks and crevices, the silica becomes banded chalcedony, or even quartz. The metals are deposited simultaneously with the silica. One of the most beautiful mineral specimens in the well-known Mackay School of Mines Museum at Reno is a mass of intermixed dazzling white silica, crimson cinnabar, and meta-stibnite from Steamboat Springs.”[5] Mark Twain wrote in August 1863 \"... From one spring the boiling water is ejected a foot or more by the infernal force at work below, and in the vicinity of all of them one can hear a constant rumbling and surging, somewhat resembling the noises peculiar to a steamboat in motion - hence the name\" [7] He is also quoted as saying, “Behold! A Steamboat in the desert!” in 1861.[14]",
  "source_url": "https://en.wikipedia.org/wiki/Steamboat_Springs_(Nevada)"
}