{
  "id": 337,
  "title": "Hermann Carl Hagen",
  "data": "Hermann Carl Hagen (born Hermann Levy; 19 February 1886 – 28 May 1942) was a German banker, bank archivist, and economist who was murdered during the Holocaust at the Sachsenhausen concentration camp. Hermann Levy was born on 19 February 1886 in Berlin to a Jewish family. His father was the banker Carl Levy and his mother was Katharina Philippi. Hermann had three siblings: Margarethe, Louis, and Clara. Carl Levy hailed from a Cologne banking family that had founded Wiener Levy & Co in 1880, alongside Richard Wiener. Hermann's uncle Louis took the name \"Hagen\" from his non-Jewish wife Anna Emma Hagen in 1893, and subsequently other members of the Levy family followed suit. Hermann Levy was allowed to change his name to Hermann Hagen by a police order on 16 June 1905, following his marriage to Hedwig Elise Caroline Staadt, a German Christian. In 1921, Wiener Levy and Co was renamed to Hagen & Co.[1] In 1894, when Hermann was 8 years old, the Levy family moved from Rauchstrasse to Derfflingerstrasse. Following the family move, Hermann grew up on Derfflingerstrasse in an affluent quarter of Berlin. Hermann passed his Abitur at the Französisches Gymnasium Berlin (Royal French Gymnasium) in 1905. He continued his studies in philosophy, law, and economics until 1910 at various universities in Munich, Freiburg, Berlin and Heidelberg, but never graduated. Hermann spent a year with the 1st Guard Uhlan Regiment in Potsdam at his father's insistence. His mother Katharina died of cancer in 1907.[1] Hermann's siblings and children survived the Holocaust. His children Helga and Günther fled to the United States, while Hertha fled to London. His daughter Gerda (also known as Greta) was married Alexander Catsch who worked at the Kaiser Wilhelm Institute in Buch; they were forced to go to the Soviet Union with other scientists for 5 years following World War II. His son Karl-Heinz was imprisoned for several months on accusations of \"decomposing military strength\", later becoming editor-in-chief for multiple publications including BZ, Berliner Morgenpost, Bild-Zeitung, \"Quick\", and \"Revue\".[1] His youngest son, Hans Oliva-Hagen, was a journalist, writer, and screenwriter who used the pseudonyms \"Hans Oliva\" and \"John Ryder\". Hans was subjecting to Nazi human experiments while imprisoned at Moabit.[2] His granddaughter through his son Hans is the singer Nina Hagen. Nina's daughter Cosma Shiva Hagen is an actress.[1] Hagen was arrested on several occasions by the Nazis. Because he was declared to be mentally confused, he was spared being taken to an extermination camp and was sent to Waldhaus insane asylum instead. He escaped from the asylum and hid in Berlin until he was arrested by the Gestapo.[citation needed] On 18 May 1942 Herbert Baum's resistance group carried out an arson attack on an anti-Soviet propaganda exhibition. This was two days after the ultimately fatal assassination attempt on Reinhard Heydrich. As an act of revenge, the Nazis arbitrarily arrested 500 Jews living in Berlin. Half of these Jews were murdered at Sachsenhausen concentration camp on the same day, 28 May, including Hermann Hagen. He was 56 years old. His wife Hedwig was also murdered at Sachsenhausen.[3][4] The Nazi acts of revenge for these events culminated on 10 June that year with the destruction of the village of Lidice in the Protectorate of Bohemia and Moravia.[5] A stolperstein honoring Hermann Hagen has been installed at Waitzstraße 27, Berlin-Charlottenburg. The memorial is a small copper plaque inscribed with identifying information. The plaque is built into the street on front of homes that were previously inhabited by primarily Jewish residents who were murdered in the Holocaust.[6] On the 30th anniversary of the liberation of the Sachsenhausen concentration camp in 1975, the East German newspaper Neues Deutschland published an entry in the Sachsenhausen National Memorial guest book by Levy's granddaughter Nina Hagen in honour of her grandfather.[7]",
  "source_url": "https://en.wikipedia.org/wiki/Hermann_Carl_Hagen"
}