{
  "id": 408,
  "title": "Walter Summers",
  "data": "Walter Summers (1892[1]–1973) was a British film director and screenwriter.[2] Born in Barnstaple to a family of actors, Walter Summers began his career in the family trade; his first contact with filmmaking was as an assistant to American director George Loane Tucker, who worked for the English London Films unit from 1914 to 1916. With the outbreak of war, Summers mobilised into the British Army, gaining experiences that would serve him well later as a filmmaker. At war’s end, Summers worked briefly for Cecil Hepworth, and then the Territorial Unit in India before making contact with producer/director George B. Samuelson. Samuelson hired Summers as a writer, primarily on films starring the popular actress Lillian Hall-Davis such as Maisie’s Marriage (1923). Summers co-directed a couple of pictures with Samuelson before directing solo for the first time with a drama, A Couple of Down and Outs (1923). Summers followed this up with Who Is the Man? a drama which received mixed reviews but is included on the \"BFI 75 Most Wanted\" list of missing British feature films and which launched the film career of John Gielgud.[3]  Summers fathered two children with his wife Dora Summers: Jill Summers,[4] who also worked in the film industry and was head of make-up at the BBC before her retirement in the 1980s; and Jeremy Summers, who also became a film and television director.  A plaque commemorating Summers appears on the wall of 10 Parkway in Welwyn Garden City, a house he occupied with his family for a period in the 1940s.[5] Tiring of Samuelson’s on-again, off-again production schedule, Summers left and worked on a couple of features for even smaller concerns before landing at British Instructional Films (BIF). There he directed the historical battle recreations that are regarded as his most significant films:  Ypres (1925), Mons (1926), Nelson (1926), The Battles of Coronel and Falkland Islands (1927) and Bolibar (1928). The Battles of Coronel and Falkland Islands was so popular that it was reissued in a sound version under the title The Deeds Men Do (1932).[citation needed] The film was restored and re-released by the BFI in 2014. In 1929, BIF reorganised as British International Pictures (BIP). Summers went into the sound era continuing his string of successes, including Chamber of Horrors (1929, the last British silent), Lost Patrol (1929, later remade by John Ford as The Lost Patrol), Raise the Roof (1930, starring Betty Balfour and regarded as the first British musical), The Flame of Love (1930) starring Anna May Wong, and Suspense (1930), a psychological thriller set in the trenches of World War I. In time, however, BIP began to steer Summers towards more routine material, in keeping with their usual product stream. Burned out, he left BIP in 1936 and worked for a time with a small, formerly BIP-owned unit, Welwyn Studios. When BIP reorganised again as Associated British, Summers seemed to gain a second wind in making his last films, which number among his best – Premiere (1938), Traitor Spy (1938), At the Villa Rose (1939), and the film for which he is best known outside England, The Dark Eyes of London (1939) with Bela Lugosi. Although all were Associated British productions, the last three titles were filmed at Welwyn. When World War II broke out, Summers enlisted again. After the war he returned to work at Associated British, but he seemed to have lost interest in making motion pictures and drifted away from the industry. Summers made no more films and was forgotten by the time of his death. In 1934, a 19-year-old women was awarded £500 in damages against Summers by the Hertfordshire Sheriff's Court, following a High Court judgement against Summers by default. According to a report in The Times, the woman \"was desirous of becoming a film actress and was introduced to Captain Summers, who gave her a test before the camera in a studio in London. He promised her a part in a film called The Sahara, but said she must dance in the nude in front of the camera. She objected to this, but on his promising to deliver up the film and the negative to her after it had been seen in private she consented. The film was taken, but Captain Summers never delivered it to her afterwards, or the negative, nor did she get a part in the film, as promised.\"[6] It has elsewhere been written that Summers \"seems to have been exiled to Welwyn after a notorious court case exposed his penchant for asking actresses to audition in the nude\".[7] Walter Summers at IMDb",
  "source_url": "https://en.wikipedia.org/wiki/Walter_Summers"
}