{
  "id": 795,
  "title": "David Panuelo",
  "data": "David W. Panuelo (born April 13, 1964)[2] is a Micronesian politician who served as the president of the Federated States of Micronesia from 2019 to 2023.[3] Panuelo was born on the island of Pohnpei, where he completed much of his early education. He went to college in the United States, earning a BA in political science from Eastern Oregon University in 1987.[4] In 1988 he was appointed the deputy ambassador for the Micronesian embassy in Fiji where he served until 1993. In 1993 he was appointed to serve at the Micronesian Mission to the United Nations, a position he held until 1996. In 1997, Panuelo was named the director of the Department of Resource Management and Development for the State of Pohnpei, a position he held until 2001.[4] From 2003 to 2010, Panuelo resigned from government work to work in the private business sector. On May 11, 2011, Panuelo was elected as a two-year Senator from Pohnpei State's Congressional District Three. He was re-elected unopposed in both 2013 and 2015. In 2019 Panuelo was elected as president of Micronesia.[4] In his inauguration address, President Penuelo's central theme was \"Taking Actions Today for Our Nation’s Prosperity Tomorrow.\"[5] He further committed that \"the Panuelo-George administration will be transparent, open, and accountable.\"[5] The couple have five children and seven grandchildren.[4] Though the US provides for Micronesia's defense and security, and provides \"a substantial percentage of the FSM national and state governments’ budget expenditures\" in the form of annual economic assistance, President Panuelo has been outspoken in his support for China.[6][7] In March 2022 Panuelo characterized China, with its de facto one-party state status, \"as paragon examples of peace, friendship, cooperation, and love in our common humanity.\"[8] President Panuelo has characterized himself as \"a sincere friend of China\" and the Chinese Communist Party (CCP) as \"our very dear Chinese friends.\"[9][10] The Panuelo administration has also sought to \"strengthen and renew its relations with the People and Government of Cuba\" and the President has called for an end to the United States embargo against Cuba.[11] In response to a meeting between United States President Joe Biden and Xi Jinping, General Secretary of the Chinese Communist Party, President Panuelo declared that individual Americans needed to participate in \"genuine People-to-People engagement\" themselves. Panuelo claimed such engagement would convince US citizens of how \"the Chinese People are adept at demonstrating peace, friendship, cooperation, and love in our common humanity.\"[12] His opinions on China appear to have cooled after this, however, as after his ouster in the 2023 Micronesian parliamentary election a 13-page letter was revealed in which he heavily criticized the CCP and accused it of \"political warfare,\" claiming that “China is seeking to ensure that, in the event of a war in our Blue Pacific continent between themselves and Taiwan, that the FSM is, at best, aligned with the PRC (China) instead of the United States, and, at worst, that the FSM chooses to ‘abstain’ altogether,” and that he had considered switching diplomatic relations to Taiwan. As of 2023, Micronesia is the only one out of the three former US trust territories that recognizes the PRC over Taiwan.[13][14] In contrast to his laudatory comments about China, and the CCP, President Panuelo has alternatively sought to emphasize long standing defense agreements when speaking with American audiences, noting specifically that \"the United States regards our country as part of the homeland, and we regard ourselves as part of the homeland.\"[15] This \"homeland\" reference is based on the fact that \"the United States has full authority and responsibility for defense and security matters in and relating to the FSM.\"[16] Further comments by the President, as expansion of US financial assistance continued, alluded to the large number of Micronesian citizens within the US military, with Panuelo noting that \"our Micronesian men and women die for the same freedoms as any other American in the U.S. Armed Forces\".[17] Through the use of National Declarations and Executive Orders, President Panuelo kept the nation of Micronesia closed for two and a half years during the COVID-19 pandemic.[18][19][20] The large number of Micronesians stranded outside the nation faced enormous financial and emotional challenges.[21] Ultimately, only a handful of Micronesian already abroad were able to return to the country, and they were subjected to strict quarantine and isolation protocols.[22][23] President Panuelo himself traveled extensively during this period to and from the Federated States of Micronesia, including visits to Guam, Hawaii, Washington DC, Oregon, New York, and Fiji.[24][25][26][27][28][29] He also traveled within the FSM, to the States of Yap and Kosrae, transiting through Guam en route.[30][31] At no point did he stay in a designated and mandated quarantine facility upon return to Micronesia but rather the President “quarantined at home,” and in at least one instance he departed on an additional international trip during the designated quarantine period.[32] President David Panuelo's chief economist, Robert Solomon, was arrested in late 2021 and charged with multiple counts of solicitation, sexual abuse, human trafficking, prostitution and kidnapping.[33][34] Solomon was arrested in his home in Dolonier village, along with an alleged conspirator, over allegations they forced three teenage girls into prostitution.[35] President Panuelo and his wife also reside in Dolonier, a small village within the municipality of Nett.[36] President Panuelo, who had described human trafficking as “the elephant in our proverbial room,” explained in a public statement following Solomon's arrest that  “what I want to make clear is that the Government, which is comprised of people, is imperfect.”[37][38] In 2017, when Panuelo was serving as a member of Congress, he took a point of personal privilege, standing to address the chamber and praise Solomon. Panuelo explained to fellow legislators at the time that Solomon was \"a good neighbor of mine.\" and \"our Economist who is helping us in many ways.\"[39] Then-Congressman Panuelo was serving as chair of the Resources and Development Committee, which holds oversight responsibilities for the FSM Department of Finance, where Solomon was formally based. Once elected, President, Panuelo nominated Rob Solomon to serve as his Secretary for the Department of Transportation, Communications and Infrastructure.[40] The appointment of Solomon, a citizen of New Zealand, to lead a Micronesian federal agency spurred questions during confirmation hearings.[41] In the fall of 2019 the Micronesian Congress defeated Panuelo's nomination of Solomon to serve as a cabinet secretary.[42] Despite the defeat of the nomination, Solomon continued to advise and serve President Panuelo and his administration, often speaking or answering questions alongside, or in place of, President Panuelo, the Vice President or agency secretaries in the months leading up to his arrest.[43][44][45][46][47]",
  "source_url": "https://en.wikipedia.org/wiki/David_Panuelo"
}