{
  "id": 724,
  "title": "KTUL",
  "data": "KTUL (channel 8) is a television station in Tulsa, Oklahoma, United States, affiliated with ABC and owned by Sinclair Broadcast Group. The station's studios are located at Lookout Mountain (near South 29th West Avenue, west of Interstate 244) in southwestern Tulsa, and its primary transmitter is located on South 321st Avenue East, adjacent to the Muskogee Turnpike, in unincorporated southeastern Tulsa County (near Coweta). Channel 8 was originally allocated to Muskogee, Oklahoma, where several groups sought the permit, including Muskogee-based and out-of-town interests. The permit was won by J. T. Griffin and Marjory Griffin Leake, who owned radio station KTUL in Tulsa, and went on the air as KTVX on September 18, 1954. It affiliated with ABC, giving the Tulsa market primary affiliates of each of the Big Three networks. Despite several complaints from stations in Tulsa, the Federal Communications Commission granted KTVX permission to move to Tulsa in 1957, whereupon it became KTUL-TV. The station began broadcasting from Coweta in 1964; it continued to produce several notable non-news local programs into the 1970s. KTUL was acquired in 1983 by Allbritton Communications. The station's newscasts generally fought for first and second place in the market, while the news department continued to expand its news offerings and resources. Sinclair Broadcast Group acquired the station in 2014 as part of its purchase of Allbritton. The news department was wound down in December 2023 in a cost-cutting measure, with the station's news programs originating from Sinclair-owned KOKH-TV in Oklahoma City. John Toole \"J. T.\" Griffin—majority owner and president of wholesale food distributors Griffin Grocery Company and Denison Peanut Company and hardware manufacturer Western Hardware Corporation, all of which were headquartered in Muskogee—became interested in television broadcasting around 1950, after noticing during one of his commutes that many homes in the Oklahoma City area had installed outdoor television antennas to receive the signal of Oklahoma City station WKY-TV.[2] In June 1952, the Tulsa Broadcasting Company—a company run by John and his sister, Marjory Griffin Leake, and owner of Tulsa radio station KTUL (1430 AM) as well as radio interests in Oklahoma City and Fort Smith, Arkansas, applied to the Federal Communications Commission (FCC) for a construction permit to build a television station on channel 8 in Muskogee. The application proposed studios in Muskogee and a transmitter on Concharty Mountain, 20 miles (32 km) northwest of the city.[3][4][5] The choice to apply for Muskogee and not Tulsa's available channel 2 was attributed to the way the FCC was processing its backlog of applications, prioritizing cities without existing stations; Tulsa had KOTV on channel 6.[6] The Griffin-owned group saw competition crop up for the channel 8 permit over the next two years. The Oklahoma Press Publishing Company—a group majority owned by Tams Bixby Jr. and son Tams Bixby III, which published the Muskogee Phoenix and Times-Democrat and owned Muskogee radio station KBIX (1490 AM)—filed a separate application for the channel 8 license on October 9, 1952.[7] The applicants derided the KTUL-led bid as an attempt to \"slip in the back door\" to Tulsa from the start, down to its proposal to use the call sign KTUL-TV.[8] The Oklahoma Press application had the effect of pushing Muskogee—and channel 8—down the priority order because the channel was contested.[9] The Tulsa Broadcasting Company took out a full-page advertisement questioning why, if these groups sought to provide local service, they did not apply for Muskogee's other channel, ultra high frequency (UHF) channel 66.[10] Another application for channel 8 was received in November 1953 from Ashley L. Robison, who was selling a stake in a station he owned in Sacramento, California.[11][12] The Tulsa Broadcasting bid was modified in early 1954 to specify a new general manager and studio site.[13] In February 1954, just as hearings were to begin for channel 8 in Muskogee and channel 2 in Tulsa,[14] Oklahoma Press Publishing announced it was withdrawing from the case;[15] the Daily Phoenix ran a front-page editorial declaring that the record now showed a city like Muskogee could not support a station on its own and that local businessmen were not supportive of the station they proposed, which they learned would be a \"most hazardous venture\".[16] Robison followed suit weeks later; Tulsa Broadcasting settled with him and paid him $6,000 for the legal costs incurred in his application. This left Tulsa Broadcasting unopposed.[17] FCC hearing examiner Millard French issued an initial decision in its favor,[18][19] followed by a commission grant of the permit on April 8, 1954.[20][21] Tulsa Broadcasting sought a call sign for the new station containing the letters TV and ended up with the call sign KTVX; Griffin discovered that the calls had been dormant since the S.S. William S. Clark turned in its signal code to the Customs Bureau of the Treasury Department upon the ocean vessel's January 1947 retirement.[22] Weeks after the FCC granted the permit, J. Elfred Beck, owner of fledgling UHF outlet KCEB, filed a protest with the FCC. Beck alleged that the Concharty Mountain transmitter site would provide better service to Tulsa than to Muskogee and that it would overlap with other Griffin-owned properties, particularly KWTV in Oklahoma City, as well as other Griffin holdings: KTUL, KFPW, and KOMA radio, as well as KATV in Pine Bluff, Arkansas.[23][24] KOTV owner Wrather-Alvarez Inc. and Arthur R. Olson, permittee for an unbuilt UHF station in Tulsa, submitted their own petitions that made very similar allegations against Tulsa Broadcasting two weeks later.[25][26] On July 9, the FCC denied the protest petitions were invalid, as the grant was handed down after a hearing.[27][28][29] All three petitioners appealed the ruling to the D.C. Court of Appeals, which would deny their request to stay the construction of KTVX.[30][31][32] KTVX began broadcasting on September 18, 1954,[33] ramping up to a full 316,000 watts of power on November 30.[34] It assumed the ABC affiliation shortly before launching,[35] and it also aired programming from the DuMont Television Network.[33] DuMont and NBC had previously been seen on KCEB when that station began in March,[36] and NBC moved to channel 2 when KVOO-TV began on December 5.[37] KCEB suspended operation on December 10.[38] In April 1955, Tulsa Broadcasting bought KCEB's studios on Lookout Mountain in Tulsa for use as an auxiliary facility for KTVX;[39] KTUL radio moved in the next month.[40] The earlier charges pertaining to KTVX's transmitter location resurfaced in April 1955, when KOTV owner General Television and KVOO-TV parent Central Plains Enterprises filed complaints requesting that the FCC force KTVX to cease representing itself as a Tulsa station or face a hearing. At the time, channel 8 identified as such or as a Muskogee–Tulsa station in on-air and print promotions. Station management replied that it saw nothing wrong in promoting itself as a Tulsa-market station and suggested that these and other issues raised in the complaint considered to be unfair trade practices should be appealed to the Federal Trade Commission instead.[41][42] The FCC dismissed the complaint on September 2; Tulsa Broadcasting admitted to failing to comply with station identification rules but made assurances that it stopped such practices.[43] The commission also admonished the station for exaggerating its coverage area in trade publications and reminded it that it must give \"primary consideration\" to Muskogee in its local programming.[44] Two months later, KTVX began originating programs from the Tulsa studio.[45] On January 18, 1957, Tulsa Broadcasting filed a request to move KTVX's city of license from Muskogee to Tulsa.[46] Tulsa Broadcasting claimed that Muskogee was not large enough to support a VHF station, that the move would put it at a better advantage with its Tulsa-based competitors, and that it would provide a third competitive station in Tulsa. After the FCC invited comments on the switch and other proposals,[47] the owners of KOTV and KVOO-TV as well as Arthur Olson replied in opposition. Olson asked that KTVX remain licensed to Muskogee and relegated to a UHF channel if the channel 8 allocation were reassigned to Tulsa, claiming that Tulsa Broadcasting had \"engaged in a pattern of inconsistent, misleading and incorrect representations to the [FCC]\"; he stated that he would have applied for channel 8 instead of UHF channel 17 had it had been allocated to Tulsa from the start. KOTV and KVOO-TV and that it had been operating as a de facto Tulsa station with limited equipment and personnel based in Muskogee.[48] The commission denied these requests on August 2, 1957, moving channel 8 and KTVX to Tulsa.[49] With the move, in September, the station changed its call letters to KTUL-TV to match its radio sister.[50] The Griffin-Leake interests sold off KTUL radio in 1961.[51] In 1963, Griffin and Leake bought out minority investors in KWTV, folding KTUL and KATV into the resulting company.[52] In 1963, the station applied to construct a new transmitter tower at a site two miles (3.2 km) east of Coweta (approximately 10 miles [16 km] northeast of the original transmitter site). Consideration of the application was delayed because a hearing was in progress over Griffin-Leake's qualifications to be a licensee in a case revolving around a planned transmitter relocation for KATV.[53] After that hearing was dismissed,[54] the FCC approved the relocation and new 1,890-foot (576 m) tower in February 1964.[55] The new mast, billed as the second-tallest artificial structure in the world,[56] was put into service on July 24, 1965.[57] In 1967, the station began airing local programming in color.[58] One of channel 8's most popular program hosts in its early history was John Chick, who joined then-KTVX in 1955. From 1955 to 1963, Chick hosted the local afternoon children's program Cartoon Zoo, a showcase of cartoon shorts on which he originated the character Mr. Zing, donning a fake moustache—which Chick had chosen for the purpose of maintaining anonymity when he was not performing the character—and zookeeper's uniform. The program was the highest-rated children's program in the Tulsa market for most of its run.[59] The program would later evolve into Mr. Zing and Tuffy after station director Wayne Johnson conceived the idea for the costumed tiger character Tuffy; he was also joined by another costumed animal character, Shaggy Dog (played by Tom Ledbetter and later Mike Denney).[60] Another popular KTUL personality joined channel 8 in 1965 when Betty Boyd, a well-known personality at rival KOTV, was lured away to host The Betty Boyd Show. The local daytime program, which featured a mix of interviews with Tulsa-area newsmakers, community affairs, and women's topics, later turned into a morning show, Good Morning Oklahoma, which ran until Boyd left channel 8 in 1980. It helped KTUL reach first place among female viewers at a time when ABC had remained lagged in third place among the three national networks in the Nielsen ratings.[61][62] Griffin and Leake separated their broadcasting interests in 1969, unwinding a 29-year business connection: Griffin became the sole licensee of KWTV and retained the Muskogee-based Griffin Grocery Company, while Leake retained control of KTUL and KATV as well as a station in Fajardo, Puerto Rico, and other interests.[63][64] When Mr. Zing and Tuffy ceased production in January 1970, it was partially replaced with Uncle Zeb's Cartoon Camp,[65] hosted by KTUL promotion director Carl Bartholomew. The program was discontinued in 1979, as Bartholomew decided to focus his duties on his existing role as promotions director at channel 8.[66] Dan Murphy, a KTUL reporter, briefly took over the time slot, hosting as \"Dr. Ding A. Ling\",[67] and another local children's show, Uncle Zip's Do-Da-Day, aired in 1980.[68][69] The end of Zing also saw Chick move into a new role. Chick began hosting The John Chick Show, a live morning music program that featured local country music talent.[59] The weekday morning program beat The Today Show in the local ratings at 7 a.m. Chick remained on the air in mornings even after ABC debuted Good Morning America in 1975; the president of ABC visited the station to see why they did not air the morning show and acquiesced to the affiliate,[70] calling the series \"a local phenomenon\".[71]  Chick ended his eponymous morning show in January 1979, following a diagnosis of early stage multiple sclerosis two months prior; he died in May 1986.[71] On July 20, 1981, Leake fired some 50 employees at his two stations and other businesses, including 24 at KTUL, in a move to \"streamline\" company operations.[72] Employees at KTUL and KATV lodged a formal complaint, claiming the real reason for their dismissal was their involvement in an attempt by NABET to unionize the two stations; off-camera employees at KTUL had voted earlier that month to unionize, becoming the first TV station in Tulsa to do so.[73] The National Labor Relations Board concurred and ordered Leake to pay back wages to the staffers; the board also accused Leake of transferring and demoting employees that engaged in union activities and holding back pay increases.[74] Leake protested, and a hearing was in progress when an agreement was reached, only to nearly fall apart because KTUL refused to sign off on it.[75] The head of the NABET local at KTUL was fired twice from his position, contributing to a poor climate for efforts to unionize other broadcast stations in Oklahoma.[76] On November 3, 1982, Leake Industries sold KTUL and KATV to Washington, D.C.–based Allbritton Communications in an all-cash transaction for $80 million;[77][78] the sale received FCC approval on February 14, 1983.[79][b] The tower at Coweta collapsed in an ice storm on December 26, 1987.[81] The collapse, brought on by the accumulation of 1,000,000 pounds (454,000 kg) of ice on the mast, damaged the transmitter building, disturbing insulation containing asbestos.[82] It also knocked out communication for the sheriff's department.[83] The station restored a signal to Tulsa Cable Television, the city's main cable system, within 24 hours.[84] On January 2, 1988, KTUL resumed transmitting from a temporary facility, a 300-foot (91 m) tower, at just 13 percent of its authorized power;[82][85] in February, it moved to a temporary 1,200-foot (370 m) mast at Oneta.[86] A replacement tower at Coweta went into service on May 25, 1988.[87] KTUL began 24-hour broadcasting five days a week in January 1992.[88][89] The station announced in January 1998 that it would expand its Lookout Mountain studio in a $2 million project to add 12,000 square feet (1,115 m2) which would include a new newsroom, sales offices, and an outdoor deck for weather segments.[90] The project was completed in October 1999 and included a new layout for employees, whose offices were previously scattered on the building's two floors; the station simultaneously rebranded its newscasts as Oklahoma's NewsChannel 8.[91] Allbritton announced the sale of their television station holdings to Sinclair Broadcast Group on July 29, 2013, in a $985 million deal.[92][93] While the deal did not pose regulatory issues in Tulsa, conflicts in other markets where Allbritton and Sinclair each owned stations—including Birmingham, Alabama; Charleston, South Carolina; and Harrisburg, Pennsylvania—held up FCC approval,[94][95] and the deal did not close for a full year.[96] Channel 8's news department began operations when the station signed on the air in 1954. The station's newscast was anchored by Jack Morris. In addition to his anchoring duties, Morris—who had worked for KTUL radio since 1940, with the exception of a three-year period in which he served in the Army during World War II—served as the station's original news director until he left to become main anchor at KVOO-TV in 1970.[97] Among Morris's notable assignments during his tenure at channel 8 was a 1956 story involving David Peterson, an infant born with a hole in the wall separating the chambers of his heart, for whom Morris pled for aid to repair the defect. The story led to donations totaling over $1,000, allowing for Peterson to be flown to the Mayo Clinic in Rochester, Minnesota, for surgery.[98][99][100] Another one of Morris's accomplishments at KTUL was the local television documentary The Five Civilized Tribes: Unfinished Journey, a one-hour documentary that took a look at the histories of Oklahoma's principal Native American tribes—Cherokee, Chickasaw, Choctaw, Creek and Seminole—in the 19th century as illustrated through paintings. The film won the Edward R. Murrow Award for \"Best Television Documentary\" in 1966.[101] Shortly before the station signed on, management sought to hire a weather anchor who could draw a cartoon character. Don Woods—a professional meteorologist then working at KTVH in Hutchinson, Kansas[102]—was chosen. His cartoon character became Gusty, a boy caricature based on one which Woods created in 1953 for KTVH. Throughout his 35-year tenure at the station, Woods drew Gusty live during his weather forecasts in a way that viewers could tell what the expected weather was by what Gusty was doing or wearing: waving flags and smiling for fair weather, holding an umbrella if rain was forecast, or jumping in his \"fraidy hole\" for thunderstorms. Viewers sent in requests for their own Gusty drawings, with Woods holding on-air drawings to select lucky viewers. Woods was one of the few professional meteorologists on Tulsa television at the time and the first television weather anchor in Oklahoma to hold a meteorology degree. After Woods retired from KTUL on March 3, 1989, he continued to work as a watercolor artist and drew Gusty on occasion;[103] Woods authored a book entitled The Gospel According to Gusty, and one of his Gusty drawings is currently housed at the Smithsonian Institution in Washington, D.C., which received the drawing in 1970 as a representation of contemporary American art. In April 2005, the Oklahoma Legislature passed and then-Governor Brad Henry signed a state resolution designating Gusty as the state's official cartoon character.[104][105][106] Beginning in the mid-1970s, KTUL unseated a previously dominant KOTV to have the highest-rated newscasts in Tulsa.[107][108] This continued for most of the next 25 years,[109] though KJRH edged ahead in February 1988 after the KTUL tower collapsed,[110] and beginning in the mid-1990s, KOTV and KTUL were often neck-and-neck in news viewership and total-day ratings.[111][112] KTUL launched a community outreach initiative in October 1980 with the debut of the \"Waiting Child\" series of feature segments produced in conjunction with the Oklahoma Department of Human Services (OKDHS), profiling foster children in need of adoptive families. The initiative began as weekly segments on Wednesdays, modeled after similar features airing on KOCO-TV in Oklahoma City, and was initially conducted by Bob Hower; Hower composed a song, \"(I'm a) Waiting Child\", used during the segments.[113][114] Waiting Child helped place more than 800 children in homes in its first decade on the air.[115] After Hower retired in 1986, evening news anchor Carole Lambert took up the initiative[115] and was later honored with an \"Angels in Adoption\" award by the Congressional Coalition on Adoption Institute.[116][117] The station's morning newscast, Good Morning Oklahoma (GMO), debuted on June 11, 1990, as an hour-long broadcast;[118] by 2010, GMO had expanded to 2+1⁄2 hours on weekdays.[119] The franchise was extended to weekends in 1992 with the market's first weekend morning newscast, airing on Saturdays where channel 8 had been broadcasting cartoons.[120][121] In the 1990s and 2000s, KTUL became the first Oklahoma station to offer closed captioning of its newscasts for deaf and hard-of-hearing viewers;[122][123] partnered with KOCO-TV for storm coverage;[124] and launched the first 4 p.m. newscast in the market.[125][119][126] In 1998, KTUL debuted a new Sunday night sports show, You Make the Call. This program was retooled as Ford Sports Xtra in 2012 and replaced in a 2017 with an extension of the late newscast.[127][128] Where KTUL had initially remained a strong second-place contender after being surpassed by KOTV in the mid-2000s, its ratings soon fell off. By 2012, KOTV had twice as many viewers for its 10 p.m. newscast.[129] By 2015, KOKI-TV, the Fox affiliate, had moved ahead of channel 8 in mornings.[130] On November 9, 2023, KTUL announced that it would consolidate production of its newscasts at Fox-affiliated sister station KOKH-TV in Oklahoma City effective December 11.[131] The station's signal is multiplexed: KTUL shut down its analog signal on June 12, 2009, when full-power television stations transitioned from analog to digital broadcasts under federal mandate.[141] The station's digital signal remained on its pre-transition VHF channel 10,[142] using virtual channel 8. Channel 10 had been substituted at KTUL's request for the original assignment of channel 58.[143] Sinclair applied in 2020 to move KTUL from the VHF band to the UHF band on channel 14, citing reception complaints. A construction permit was granted in 2021;[144][145] the switch to channel 14 was made in June 2023.[146] A digital replacement translator rebroadcasts the KTUL signal in McAlester, on the southern edge of the coverage area.",
  "source_url": "https://en.wikipedia.org/wiki/KTUL"
}