{
  "id": 899,
  "title": "DMZ (comics)",
  "data": "DMZ is an American comic book series written by Brian Wood, with artwork by Wood and Riccardo Burchielli. The series is set in the near future, where a Second American Civil War has turned the island of Manhattan into a demilitarized zone (DMZ), caught between forces of the United States of America and secessionist Free States of America. DMZ is published by DC Comics under their Vertigo imprint.[1] It ran from November 2005 to February 2012,[I] covering 72 issues that have also been collected in 12 trade paperback volumes. The series was adapted into a streaming television miniseries of the same name for HBO Max. After garnering increasing recognition for a string of creator-owned comics and runs on major commercial series, writer/illustrator Brian Wood enjoyed a breakout success with his acclaimed yearlong series Demo (2003–2004), opening up the possibility of achieving a career goal of working with DC Comics' independent imprint Vertigo. Wood pitched more than a half a dozen scripts to no avail to admiring editor Will Dennis – who had worked on long-running heavyweight Vertigo titles such as 100 Bullets and Y: The Last Man – before finally his last idea, a tale of war-torn Manhattan, won the editor's instant approval.[2] The inspiration for the comic had initially come to Wood in early 2003, at a time when the 9-11 incident in New York City and the invasion of Iraq dominated the U.S. national psyche.[3] Wood had just moved to San Francisco from New York City, and the experience of recalling in that political atmosphere the memories and story ideas he had accumulated over a decade living in the city instigated the creation of the artwork that would become the foundation of DMZ.[3][4] Initially developed as Wartime, a five issue black-and-white miniseries, the comic was consciously a project of importance to Wood, representing a return to the perspective of his breakthrough work Channel Zero (1997), a bleak portrayal of youth culture and anti-authoritarian expression in the repressive environment of Giuliani-era New York City. After \"Wartime\" had been disqualified as too close a title to that of a contemporary Vertigo release, Wood and Dennis considered a host of alternatives including \"Embedded\", \"No Man's Land\" and \"The War for New York\" before settling on \"DMZ\".[3] Wood first discovered the work of artist Riccardo Burchielli in a stack of portfolios on Dennis' desk,[3] the editor having collected a sample of the Italian's illustrations after encountering him at a comics fair in Naples in March 2003.[2][4] Burchielli had never drawn for an American comic book before but his detailed approach to storytelling, intensity in conveying action, and conviction for the work impressed Wood enough to pursue a collaboration. Narrative direction was the sole purview of the writer, with character design left to the artist.[3] The co-creators' trial met with the approval of Vertigo executive editor Karen Berger, and so DMZ was set in motion;[4] the first issue, featuring concept artwork from Wartime, hit the shelves on November 9, 2005.[3] When asked about the length of the series in March 2008, Wood stated: \"I haven't locked it in 100%, but I'd be happy to see DMZ run 60 issues\".[5] The series ended with the publication of issue #72 on December 28, 2011 and was collected in 12 trade paperback volumes.[6] The series is set in New York City, sometime in the near future and in the midst of a civil war that has turned the island of Manhattan into a demilitarized zone.[II] The conflict concerns two primary forces: the federal government of the United States of America and the Free States armies. In issue #2, its explained that the Free States are less a geographical entity than \"an idea\", and that the movement began with an uprising of secessionist groups that formed a separate government in Montana before spreading across the country. The Free Armies and the U.S. military first met in combat at Allentown, Pennsylvania where the Free Armies won, after which the Free Armies descended on New York. The planned evacuation of Manhattan went disastrously wrong, but despite that the U.S. Army was finally able to halt the advance of the Free States forces. There was even a sense among troops that the U.S. forces were ready to start reclaiming territory from and pushing back the Free States army, until the calamity of Day 204, when a squad of U.S. soldiers mistakenly gunned down nearly 200 peace protesters. With the U.S. robbed of all momentum and public support for an advance, the two sides settled into an uneasy stalemate, where Manhattan is the location of the DMZ between the two warring parties, with the FSA occupying territory including New Jersey and inland, and the United States holding Brooklyn, Long Island, and other parts unknown. The U.S. government still holds at least part of New York State, and presumably other territories further northeast. In an interview, Brian Wood described the back-history as the citizens of Middle America having risen up against the pre-emptive war policies of the U.S. government, causing a Second American Civil War.[1] He expanded on this in a later interview: Midwestern militia groups revolt against their local governments in protest of rampant U.S. adventurism overseas and, in the absence of the National Guard, are able to gain far more ground than they thought possible. Small insurgent groups pop up in towns and cities across the country, and a sizable force, the Free States Army, pushes toward Manhattan. The city proves too big for them to take, and also for the U.S. Army to defend. The war stalls there, a stalemate, neither side being able to shift things.[7] Manhattan is mainly empty, with only 400,000 people still on the island (compared with 1.5 million in the 2000 census), populated only by the poor who were not evacuated, snipers and holdouts. Wood has described the setting as: \"Think equal parts Escape from New York, Fallujah, and New Orleans right after Katrina\".[4] The comic series begins when reporter Matty Roth arrives in Manhattan, five years after the outbreak of the war. Through the series' first 22 issues, DMZ followed Matty Roth through various crises in his first year and a half around the DMZ and the surrounding areas, such as military bases of the Free Armies and of the United States. In issue #23, however, Brian Wood started several tangents from the main storyline and devoted single issues to the stories of several other characters from the DMZ; a street artist, a young girl living rough, the triad leader Wilson, Matty's love interest Kelly, a local DJ, and the commander of the Central Park \"Ghosts\" – Soames, respectively. The story returned to primarily following Matty Roth in issue #29. The series had an immediate impact, attracting critical recognition from the American national media with the release of the first trade paperback, DMZ Vol. 1: On The Ground. Paul Katz of Entertainment Weekly accorded the volume an \"A−\" rating in a July 2006 assessment,[8] while Jessa Crispin soon followed with a confident prediction in the Chicago Sun-Times that the series would fill the void being left by Vertigo blockbuster Y: The Last Man, writing \"DMZ is incredible. It is addictive and brutal, and a perfect antidote to the flag-waving Fox News broadcasts of the War on Terror. Wood and Burchielli have created something special, something that gets beyond the body counts and the headlines of setbacks and failures\".[9] The San Francisco Chronicle's Peter Hartlaub hailed the comic as an \"excellent series ... equal parts compelling drama and cautionary tale, filled with inspired little touches\", and commended in particular the evoking of both Iraq War-era Baghdad and Katrina-era New Orleans in the city's portrayal as \"Wood's most brilliant move\".[10] In a review for The New York Times in December of that year, Douglas Wolk characterised the volume as a \"love letter to the city\", describing Wood's writing as \"full of acidic metaphors for American flag-waving and embedded reportage\", Burchielli's \"messy, deliberately ugly artwork\" as effective in illustrating the apocalyptic subject matter, and the characters as \"gloriously resilient\".[11] Wolk's colleague at the newspaper George Gene Gustines declared following the release later that month of issue #14 that DMZ had reached the ranks of top tier Vertigo titles, and that the imprint's decision to press ahead with collected editions of the comic in spite of its comparably low sales figures (15,000 copies per issue) was a notable sign of confidence. Gustines added: \"[T]he series is at its best, in the smaller moments showing how life is different in the war-torn city\".[12] In 2014, Syfy was planning on making a TV series adaptation of the comic with former Mad Men writers and executive producers Andre and Maria Jacquemetton.[13] Executive producer for the pilot was David Heyman, who previously worked on Harry Potter, Gravity, Paddington, Once Upon a Time in Hollywood, Marriage Story and was working on the movie adaptation of the Vertigo comic series Fables.[14] The series was adapted for HBO Max[15] and was released in March 2022. The series has been collected in standard trade paperbacks. Starting in 2020, the series was collected as two Compendium trade paperbacks. Starting in 2014, the series was re-released as deluxe hardcover editions.[16] I. ^  The series concluded with issue #72, \"Epilogue\", which was published on December 28, 2011 but whose cover date was February 2012.\nII. ^   A lot of information about the New York City of DMZ can be found in issue #12, which was a Time Out-style guide to the DMZ.[12]",
  "source_url": "https://en.wikipedia.org/wiki/DMZ_(comics)"
}