{
  "id": 895,
  "title": "The Green Scarf",
  "data": "The Green Scarf is a 1954 British mystery film directed by George More O'Ferrall and starring Michael Redgrave, Ann Todd, Leo Genn, Kieron Moore, Richard O'Sullivan and Michael Medwin.[1][2] The film's plot concerns a man who is accused of a seemingly motiveless murder.[3] The film was shot at Shepperton Studios with sets designed by the art director Wilfred Shingleton. It was written by Gordon Wellesley based on the 1951 Guy des Cars novel The Brute.[4] The Monthly Film Bulletin wrote: \"The melodramatic plot might well have given scope for an interesting character study of Jacques Vauthier; but the director, George More O'Ferrall, makes little use of filmic effects to suggest the extraordinary loneliness of a man unable to hear, see or speak, confronted with a charge of murder. As played by Kieron Moore, Vauthier is a pathetic rather than a sympathetic character, and he never really comes to life: were there some attempt to show the world as Vauthier sees it rather than to show Vauthier through the eyes of the other characters, the task of making a convincing character of a blind deaf-mute might be easier. Michael Redgrave, as the ageing lawyer, seems a little uncertain as to the proper interpretation of the part, and some of his lines are lost on their way through a large ragged beard. The production is on the whole adequate, although the final whodunit denouement appears out of key with the subject.\"[5] Leslie Halliwell said: \"Plodding courtroom drama with familiar faces in unconvincingly French guise.\"[6] In British Sound Films: The Studio Years 1928–1959 David Quinlan rated the film as \"average\", writing: \"Competent-plus cast and interesting plot, although drama doesn't touch many emotional chords.\"[7] In The New York Times, its film critic Bosley Crowther concluded: \"The Green Scarf is a mottled and unconvincing thing.\"[8]\nAccording to Kinematograph Weekly the film was a \"money maker\" at the British box office in 1954.[9] This article related to a British film of the 1950s is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/The_Green_Scarf"
}