{
  "id": 850,
  "title": "Boom Symphony",
  "data": "The Boom Symphony is a medium-bypass turbofan engine under development by Boom Technology for use on its Overture supersonic airliner. The engine is designed to produce 35,000 pounds (160 kN) of thrust at takeoff, sustain Overture supercruise at Mach 1.7, and burn sustainable aviation fuel exclusively.[1] Development of the engine will be by Kratos subsidiary Florida Turbine Technologies for engine design, GE Aerospace subsidiary Colibrium Additive (formerly GE Additive) for additive manufacturing consulting, and StandardAero for maintenance. Boom aims for production of the engine to begin in 2024 at the Overture factory at Greensboro, North Carolina.[1][2][3] Boom intends to use a twin-spool, moderate-bypass turbofan that can achieve supercruise (supersonic flight without afterburners).[4] Concorde's Rolls-Royce/Snecma Olympus 593 could sustain supercruise, but required afterburners for takeoff and transonic acceleration, producing excessive noise on takeoff.[5] Although improved over afterburning, supercruise generates more noise and offers worse fuel consumption than modern subsonic engines.[5] A supersonic aircraft is estimated to burn at least three times as much fuel per passenger per nm as a subsonic aircraft, increasing greenhouse gas pollution unless sustainable fuel is used.[6] This is due to higher optimal cruise altitude requiring a longer climb time, higher parasite drag at supersonic speed, lower bypass ratio of engines, and necessarily higher exhaust velocity. In addition, engines designed for supersonic flight usually assume some ram compression by the intake structure at cruise. In order to avoid problems associated with excessive compressor outlet temperature, a lower compressor pressure ratio is required to bring the overall PR down when the aircraft is near top speed and altitude. However this reduces thrust and increases fuel consumption at subsonic speed and low altitude, during initial climb-out. Boom's design adds a proprietary axisymmetric supersonic intake, matched with a variable-geometry low-noise exhaust nozzle and a passively cooled high-pressure turbine to a conventional engine design. In supersonic turbofans, it's desirable to mix the relatively hot (compared to subsonic engines) core exhaust with the bypass air thereby increasing its volume and slowing the mixed gases to subsonic speed. A variable nozzle is a practical necessity to control the backpressure and accelerate the mixed exhaust back up to supersonic speed at cruise. Existing supersonic engines are jet fighter engines, which have neither the fuel economy nor the reliability required for commercial aviation.[5] Boom had earlier proposed modification of an existing turbofan engine design, despite higher maintenance costs.[7] Developing the engine around an existing commercial engine core, with a new low-pressure spool, was chosen over a clean-sheet design.[7] A 55-seat aircraft model was to have been powered by three 15,000–20,000 lbf (67–89 kN) thrust engines without afterburners, with shorter maintenance intervals than subsonic jets.[8] Larger diameter fans have higher cruise thrust requirements with higher fuel-burn and shorter range, but are preferred due to their higher bypass and lower take-off noise.[7] Intake compression would need a low-pressure core, and derivatives of existing 3–4:1 bypass-ratio turbofans are a compromise between takeoff noise and wave drag, with a good fuel efficiency.[9] Dave Richardson, of Lockheed Martin's Skunk Works, said that suitable engines with low overall pressure ratio are scarce.[9] Development of 1950s–1960s engines like the GE J79, GE YJ93, GE4, PW J58 or Rolls-Royce Olympus ended when higher efficiency was pursued, and subsequent advances in materials science for much hotter cores are not optimized for supersonic endurance.[9] Modern engines are even less suitable than the PW JT8D or GE J79. In 2017 Boom predicted a market for 1,000 supersonic airliners by 2035.[10] Comparable engines Related lists",
  "source_url": "https://en.wikipedia.org/wiki/Boom_Symphony"
}