{
  "id": 657,
  "title": "Michael Tabor",
  "data": "Michael Barry Tabor (born 28 October 1941) is a British racehorse owner. As a partner in Coolmore Stud, he is one of only four racehorse owners to have won both the Epsom Derby  and the Kentucky Derby. Tabor has extensive business interests outside of horse racing, spanning hotels, property and entertainment. Tabor regularly appears on the Sunday Times Rich List of the richest people in Britain. According to the Sunday Times Rich List in 2019 his net worth was estimated at £629 million.[1] Michael Tabor was brought up in Forest Gate in east London, the son of a glassmaker.[2] Tabor's grandparents were Russian-Jewish immigrants, originally called Taborosky, who had moved to London from Vilna, then under the control of the Russian Empire, now the capital of Lithuania.[3][4] He was educated at East Ham Grammar School, leaving when he was 15 to get a job in the local Co-op.[3] He was nearly a hairdresser, enrolling at the Morris School of Hairdressing in Piccadilly,[2] but instead turned to bookmaking. Tabor's father had for a time been in partnership with a bookmaker at Romford Greyhound Stadium[3] and Tabor himself became interested in gambling in his teens, spending Monday and Friday afternoons at Hendon's greyhound stadium in north London and regularly attending the track at White City.[2][5] Tabor's first horse was Tornado Prince, bought for £2,850 in 1973 who went on to win seven races, including a novices’ hurdle at Ascot in 1974. He bought several more, including Royal Derbi, trained, as was Tornado Prince, by Neville Callaghan in Newmarket.[2][6][7] Royal Derbi won the Irish Champion Hurdle in 1993. In 1994 Tabor paid more than $400,000 for the promising two-year-old thoroughbred Thunder Gulch.  The horse went on to win the Kentucky Derby, the Belmont Stakes and the Travers Stakes, narrowly missing the American Triple Crown when he was beaten by less than a length in the Preakness Stakes.  Tabor had been looking for a horse to race in America and had been pointed for advice to John Magnier by a mutual friend, J.P. McManus.  Demi O'Byrne, the bloodstock adviser to Magnier, advised Tabor on his purchase and Magnier bought half of Thunder Gulch to stand at stud at Coolmore's Kentucky annexe at Ashford.[2][5][6] His great successes as an owner, however, came in association with the expert Irish horsemen connected to the Coolmore Stud of John Magnier. His investment allowed Magnier to become once again a major buyer in the top yearling sales, a role he had not played since the mid-1980s when he had acted in conjunction with Robert Sangster and other associates.  In 1995 they bought three of the top four yearlings at the Keeneland Sales and paid 600,000 guineas for the leading lot at Tattersalls' Houghton Sale.  That colt, Entrepreneur, went on to win the 2,000 Guineas at Newmarket.[8] Tabor became the owner and co-owner of an extraordinary catalogue of some of the world's best racehorses, generally owning the Coolmore horses in a three-way partnership with Magnier and his wife Sue, and later with Derrick Smith, who became involved in the mid-2000s.[2][5][8] His Desert King won the Irish 2,000 Guineas and the Irish Derby in 1997, while Entrepreneur took the 2,000 Guineas at Newmarket that same year to give Tabor his first victory in an English Classic. Montjeu won the Irish Derby and the Prix de l'Arc de Triomphe in 1999, while Tabor won The Derby in 2001 and 2002 with Galileo and then High Chaparral, the latter horse also winning the Irish Derby and the Breeders' Cup Turf.[6] Tabor won the Derby again, with Pour Moi in 2011 and with Camelot in 2012, the year that horse also took the 2,000 Guineas and the Irish Derby at the Curragh, though he missed out on the English Triple Crown by finishing second in the St Leger.[2] Tabor won the Derby again in 2024 with  City of Troy. Tabor was also the breeder, as well as the owner, of Giant's Causeway, winner of numerous Group One races, and in 1995 his Hurricane Run was voted the world's top-ranked racehorse by the International Federation of Horseracing Authorities.  His Derby victories made Michael Tabor one of only four men ever to have raced a winner of both the Epsom and the Kentucky Derbys; the others are Paul Mellon, John W. Galbreath and Prince Ahmed bin Salman.[9] Tabor made an impact in America in May 1995 when Thunder Gulch won the Kentucky Derby and with Magnier and Smith they subsequently campaigned Breeders' Cup winners Mendelssohn (2017), Highland Reel (2016), Found (2015 Turf), Hootenanny (2014 Juvenile Turf), George Vancouver (2012 Juvenile Turf), St. Nicholas Abbey (2011 Turf), Wrote (2011 Juvenile Turf) and Man of Iron (2009 Marathon), as well as such American Grade 1 winners as Adieu, Treasure Beach, Together, Turbulent Descent, Havana, Minorette and Curvy. They have also owned several other Breeders' Cup winners and Grade 1 winners in partnerships. Tabor was the co-owner of Galileo. In June 2020, Galileo sired his 85th Group 1 winner, breaking Danehill's world record and becoming the most successful source of Group 1 winners in thoroughbred history. In addition to his Derby winners, his notable offspring include Frankel, Nathaniel, Found, Churchill and Minding. Tabor acknowledged the superiority of his Irish associates in their judgment of horses, telling The Independent: \"I enjoy going round looking at the horses and I like to think I've got a fair idea. But I don't know a lot really and a little knowledge is dangerous.\" Discussing the economics of Coolmore's extremely successful breeding operation, Tabor said: \"I get enormous pleasure out of the horses but, it goes without saying, that you're trying to make stallions. You need a stallion, maybe a stallion and a half, every year.\"[5] Tabor gained a reputation as a shrewd, daring and successful gambler, whose actions could dramatically affect the odds being offered on a horse.[3][10][11] Speculation in the press linked him to bets of tens of thousands of pounds.[3] His later horseracing associate, Derrick Smith, told The Racing Post that when he was working with Ladbrokes in the 1980s they had to stop taking Tabor's bets.[12] Tabor worked for commission agents and credit bookmakers before setting up in business for himself in 1968.  He borrowed £30,000 from a financier to buy two bankrupt betting shops from Andrew Gordon, retaining the name Arthur Prince and expanding the business until he owned a chain of 114 shops. In 1995 he sold the business to Coral for a reported £27 million.[3][4][9] \"There's an old saying I like,\" Tabor said, \"which is that good punters make good bookmakers. I have found that to be very true.\"[2] In May 2014 Tabor assumed 100% control of Victor Chandler International after Victor Chandler sold his interest in the firm. His racing associations have also extended into other areas of business.  With Magnier, Derrick Smith and J.P. McManus, Tabor is one of the co-owners of the luxury Sandy Lane hotel in Barbados.[12][13][14][15] In addition, Tabor, Magnier, McManus, and another Irish associate and Sandy Lane owner, Dermot Desmond, collectively owned 60 per cent of the Next Generation chain of fitness clubs sold to London & Regional Properties for around £200 million in 2006.[16][17][18][19] Tabor, Magnier, Smith, and McManus also own a large stake in the Mitchells & Butlers pub chain.[13][14][15] This group of businessmen is also reported to have profited extensively from currency speculation. In 2008 the company Global Radio, founded by Tabor's son, Ashley, took over GCap Media, owners of Capital Radio and Classic FM. The move was backed with £375 million from Tabor.[13][20] The deal made Global Radio the largest radio group in the United Kingdom.[21] Tabor's other business dealings include an investment in two London hotels[22] and a failed attempt in 1996 to buy West Ham United football club, whom he has supported since he was a boy.[3][10][23][24][25] Tabor divides his time between Monte Carlo, and Barbados.[13] He has been married to Doreen since 1975. They have a son, Ashley Tabor-King.[3][11]",
  "source_url": "https://en.wikipedia.org/wiki/Michael_Tabor"
}