{
  "id": 894,
  "title": "List of Cleveland Spiders Opening Day starting pitchers",
  "data": "The Cleveland Spiders were a Major League Baseball (MLB) franchise that were based in Cleveland, Ohio and played from 1887 to 1899. The team played in the American Association as the Cleveland Blues in 1887 and 1888, and in the National League as the Cleveland Spiders from 1889 to 1899.[1] The Spiders used eight Opening Day starting pitchers in their 13 years as a Major League franchise. The first game of the new baseball season is played on Opening Day, and being named the starter that day is an honor, which is often given to the player who is expected to lead the pitching staff that season,[2] though there are various strategic reasons why a team's best pitcher might not start on Opening Day.[3] The Spiders had a record of 2 wins and 11 losses in their Opening Day games. They never played an Opening Day game at home. The first game in franchise history was played on April 16, 1887 against the Cincinnati Reds at League Park in Cincinnati.[4] George Pechiney was the team's Opening Day starting pitcher that day, against the team he played for the previous two years.[4][5] The team, then known as the Blues, lost the game 16–6.[4]  The team's first game in the National League was played on April 24, 1889 against the Indianapolis Hoosiers at Seventh Street Park in Indianapolis.[6] Jersey Bakley was the Spiders' Opening Day starting pitcher for that game, which the Spiders lost 10–3.[6] The last Opening Day game for the Spiders was played on April 15, 1899 against the St. Louis Perfectos at Robison Field in St. Louis.[7] Willie Sudhoff was the team's Opening Day starting pitcher for that game, which the Spiders lost 10–1.[7] Baseball Hall of Famer Cy Young was the Spiders' Opening Day starting pitcher six times – in 1891, 1893, 1894, 1896, 1897 and 1898.[8][9][10][11][12][13]  He was the only pitcher to have more than one Opening Day start for the franchise. Young, who is the Major League Baseball record holder for most career wins, is the only Opening Day starting pitcher to start a game in which they won, in both 1891 and 1893.[8][9] The Spiders lost Young's other four Opening Day starts, as well as every Opening Day game started by other pitchers. General Specific *Primary team: Cleveland Spiders",
  "source_url": "https://en.wikipedia.org/wiki/List_of_Cleveland_Spiders_Opening_Day_starting_pitchers"
}