{
  "id": 541,
  "title": "2006 Israeli operation in Beit Hanoun",
  "data": "This page is subject to the extended confirmed restriction related to the Arab-Israeli conflict. Israeli victory Israel Fatah In 2006 the Israel Defense Forces launched Operation \"Autumn Clouds\" (Hebrew: מבצע ענני סתיו, romanized: Mivtza Ananei Stav) beginning on 1 November 2006, following numerous rocket and mortar attacks on southern Israel, when the Israeli Defense Forces entered the Gaza Strip triggering sporadic fighting near Beit Hanoun. The operation was the first military endeavor undertaken by the Israeli military since Operation \"Summer Rains\" in the summer of 2006.[6] The operation was launched to stop Palestinian rocket attacks into Israel. Palestinian government officials said on 7 November that IDF troops were beginning to withdraw, thus ending the operation. Fifty-three Palestinians, including 16 civilians, and an IDF soldier, were killed since 31 October.[7] On 1 November 2006, in the largest military operation by Israel since Operation \"Summer Rains\", six Palestinians and one Israeli soldier were killed and 35 people were wounded during a raid on Beit Hanoun by the Israeli military.  The raid involved three air strikes, sixty tanks backed by helicopter gunships.  The AFP news agency reported that three houses were razed by Israeli bulldozers and a dozen homes were hit by tank shells.  The raid was the beginning of Operation \"Autumn Clouds\" by the Israeli military.  Both the Palestinian Authority President Mahmoud Abbas and the prime minister, Ismail Haniyeh, have described the raid as a massacre.[8] On 3 November 2006 one Palestinian woman was killed and ten were reported wounded by Israeli military fire.[9][10] The women had gathered outside a mosque in Beit Hanoun after an appeal by the local radio for women to rescue Palestinian militants trapped inside a mosque by disguising the militants as women.[11] The Israeli military claimed that their soldiers had spotted two Palestinian militants dressed in women's clothes hiding within the crowd of women, and that the militants were using the women as human shields.[12][5] The Prime Minister of the Palestinian Authority, Ismail Haniyeh, praised the women who he said \"...led the protest to break the siege of Beit Hanoun\".[9] Palestinian government officials said on 7 November that IDF troops were beginning to withdraw, thus ending the operation. Fifty-three Palestinians, including 16 civilians, and an IDF soldier, were killed since 31 October.[7] Several civilian houses in Beit Hanoun were struck by shells, fired by the Israeli Defense Force. At least 19 Palestinian civilians were killed and 40 wounded. One day later Assistant Secretary-General Angela Kane of the United Nations Department of Political Affairs briefed the U.N. Security Council on the shelling.  She \"urged both sides in the conflict to 'return to dialogue'\".[13] A resolution proposed by Qatar as condemnation of the shelling was brought before the Security Council and was vetoed by the United States, with the U.S. ambassador to the U.N. John Bolton calling the proposed resolution 'one-sided' and 'politically motivated'. Following this rebuff, a watered-down and non-binding resolution was passed by the U.N. General Assembly on 17 November 2006 expressing the assembly's 'distress' at the shelling and calling for a fact-finding mission to be sent to Gaza. The resolution was passed by a majority including the European Union member states. Among the several objectors were the United States and Israel.[14] On 16 November, Hamas and Islamic Jihad militants firing from Beit Hanoun launched a Qassam rocket at the Israeli town of Sderot, killing one and injuring one other. Israel's Prime Minister released a statement saying: \"This is precisely the type of murderous attacks that we are trying to prevent. Israel will take any means necessary in protecting our citizens.\" [1] Israel refused to cooperate with the UN Human Rights Council and obstructed any international investigation into the matter. A Human Rights Council mandated mission which was to have been led by Archbishop Desmond Tutu, was refused to enter Israel and the Occupied Palestinian Territory. On 11 November the United States vetoed a Security Council draft resolution calling for the establishment of a fact-finding mission into the events of 8 November in Beit Hanoun. A UN report, written by the Special Rapporteur, concluded that ″it seems clear that the indiscriminate firing of shells into a civilian neighbourhood with no apparent military objective constituted a war crime, for which both the commanding officer and those who launched the 30-minute artillery attack should be held criminally responsible″.[4]",
  "source_url": "https://en.wikipedia.org/wiki/2006_Israeli_operation_in_Beit_Hanoun"
}