{
  "id": 270,
  "title": "Harris Wash",
  "data": "37°39′04″N 111°14′31″W﻿ / ﻿37.651°N 111.242°W﻿ / 37.651; -111.242 Harris Wash is a long tributary of the Escalante River located in Garfield County in southern Utah, in the western United States. Over 40 miles (64 km) long[1] with a drainage of 270 square miles (700 km2),[2] it exhibits many of the geologic features found in the Canyons of the Escalante, including high vertical canyon walls and narrow slot canyons. A popular recreational destination and a historic transportation route, it is located within the Grand Staircase–Escalante National Monument. The headwaters of Harris Wash have their origins on top of the Kaiparowits Plateau, southwest of the town of Escalante. Several intermittent streams merge to form Alvey Wash, which has carved a deep canyon into the plateau. Along this canyon are the largest coal mines in the area.[3] Exiting the plateau near its northern end, Alvey Wash comes within a quarter mile of the town before turning to the south. After passing under the Hole-in-the-Rock Road it becomes known as Harris Wash, and begins to carve itself into the colorful sandstone layers. By the time it reaches the Escalante River its streambed is over 400 feet (120 m) below the surrounding terrain. Harris Wash is a popular recreational destination, due both to its scenic canyon walls and its proximity to the town of Escalante. It is typically accessed via a trailhead at the end of a side road.[4] Just below this point, the canyon walls rise and the stream flow becomes permanent, allowing hikers to wade all the way down to the junction with the main river.[5][6] The lack of major obstacles into and along the wash also accounts for its historic role as a transportation route. In the fall of 1879 the San Juan Expedition had developed the Hole-in-the-Rock route on their way to founding a colony in southeastern Utah. They then used it as a supply route from Escalante for about a year before deciding that it was too perilous. In 1881 they replaced it with a route that led down Harris Wash, across the Escalante River, up Silver Falls Creek, through the Circle Cliffs, and eventually across the Colorado River at Halls Crossing.[7]",
  "source_url": "https://en.wikipedia.org/wiki/Harris_Wash"
}