{
  "id": 364,
  "title": "Well, Lincolnshire",
  "data": "Well is a small estate village and civil parish about 1.5 miles (2.4 km) south of the town of Alford, in the East Lindsey district of Lincolnshire, England. The population of the civil parish was 166 at the 2011 census.  It is situated on the foot of the east entry to the Lincolnshire Wolds.[2] The population of 166 as at the 2011 census includes the hamlet of Claxby St. Andrew.  The village provides views of the gradually sloping hills towards the west. The name 'Well' comes from the Old English word wella meaning 'spring/stream'.[3] In the village there is a church, telephone box, and post box, and a bus shelter with a CallConnect bus service.[citation needed] The cricket club in Well serves Alford and the surrounding area; its ground holds cricket matches and summer car boot sales, and Guy Fawkes Night celebrations on 4 and 6 November.[citation needed] The parish church is dedicated to Saint Margaret, and was built of red brick in 1733 around the same time as Well Vale House. It was altered in the late 18th century, restored in 1959, and is a Grade I listed building.[4] Grove House is a Victorian country house surrounded by gardens and built in 1853 of brick, situated on the edge of the Well Hall Park.[5] Well Hall Park was first laid out in the early 18th century after the damming of Well Beck to create two lakes, and included moving the village of Well to its present site.[6] The National Heritage List for England calls it Well Vale Park, and describes it as a former red brick country house, now a private school, which is Grade II* listed, dating from the early 17th century, altered about 1730 for James Bateman, and extended in the late 18th century for Francis Dashwood. It was partly destroyed Fire in 1845, and rebuilt in 1925 by Guy Elwes.[7] Thomas Allen, in his The History of the County of Lincoln, From the Earliest Period to the Present Time, wrote: The village of Well is delightfully in a romantic valley at the distance of about two miles south westward from Alford. It contains a mansion belonging to the Dash wood family surrounded by extensive plantations. The manor of this place is said to have been held at the time of the conquest by Richard de Wells by the service of being baker to the king. \nThe church dedicated to St Margaret has been rebuilt in the form of an elegant Grecian temple bearing a striking resemblance to St Paul's Covent Garden. The living is a discharged rectory with the vicarage of Claxby united and is in the patronage of B Dash wood esq. The living of Well is rated in the king's books at 7 2s 3 d Near this place in 1725 two urns containing six hundred Roman coins were found in the neighbourhood are three celticbarrows contiguous to each other. From the eminences in the vicinity extensive prospects over the level lands and marshes to the sea are obtained through various openings in the woods. In 1821 this parish including the chapelry of Derthorpe and the township of Mawthorpe contained 19 houses and 185 inhabitants.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Well,_Lincolnshire"
}