{
  "id": 536,
  "title": "Galata (horse)",
  "data": "Galata (1829–1848) was a British Thoroughbred racehorse and broodmare who won two British Classic Races in 1831 and the Ascot Gold Cup a year later. In a racing career which lasted from April 1832 until June 1834 the filly ran ten times and won seven races. As a three-year-old in 1832 she won her first four races including the 1000 Guineas at Newmarket Racecourse and the Oaks Stakes at Epsom Downs Racecourse. In the following year she was unbeaten in two races, winning the Port Stakes at Newmarket and the Gold Cup at Ascot. She was retired to stud after two unsuccessful starts in 1834. Galata was a lightly built[1] brown mare with a white star and white socks on her hind legs bred by her owner Brownlow Cecil, 2nd Marquess of Exeter. She was sired by Sultan a descendant of the Byerley Turk who was British champion sire for six successive season from 1832 to 1837. Apart from Galata he sired seven other classic winners including The Derby winner Bay Middleton.[2] Galata's dam Advance was a successful racehorse who also produced Mahmoud, a colt who finished third in the 1830 Epsom Derby.[1] Galata's racing career was scheduled to begin on 25 April at the Newmarket Craven meeting, where she was one of four entries for a Sweepstakes over the Ditch Mile course. When the other horses were withdrawn however, Lord Exeter's filly had only to walk over the course to claim the prize money.[3] The race for the 1000 Guineas Stakes over the same course and distance two weeks later was scarcely more competitive, with only three fillies appearing to oppose Galata, who was made favourite at odds of 1/2. Ridden by William Arnull, she won from Lord Chesterfield's black filly Olga, with Salute in third place.[4] On 8 June, Galata faced eighteen rivals in the Oaks Stakes over one and a half miles at Epsom. She was made 9/4 second favourite behind Kate, a filly who had won two races at Newmarket in spring before finishing unplaced in the Epsom Derby a day before the Oaks. Ridden by the Irish jockey Patrick Conolly, Galata took a clear lead from the start and after being briefly challenged by the outsider Lady Fly, drew away to win by two lengths, with Eleanor third and Kate unplaced.[5] Following her win in the Oaks, Galata was described by the Sporting Magazine as being \"as fine a\nracing-like animal as ever imprinted foot on Epsom Downs, and her action may be taken for an example to the end of time\".[6] Two weeks after her Epsom success, Galata was brought back in distance for the Windsor Forest Stakes over one mile at Ascot Racecourse and won by at least four lengths[7] from her only opponent, a filly named Whimsey, who was carrying five pounds less weight.[8] After a break of three and a half months, Galata returned to racing in the Grand Duke Michael Stakes over ten furlongs at Newmarket on 1 October. Racing against colts for the first time, she sustained her first defeat as she finished third of the five runners behind John Gully's St Leger winner Margrave.[9] At the next Newmarket meeting two weeks later, Galata ended her season by beating Salute, her only rival in a £50 Sweepstakes over the Ditch Mile.[10] On this occasion she led from the start and won by three lengths, leading the Sporting Magazine to observe that Galata was most effective when allowed to run her own race as \"any attempt to controul her defeats her altogether\".[11] Galata began her four-year-old season in the Port Stakes for four-year-olds at the Craven meeting on 12 April, in which her opponents included the 1832 2000 Guineas winner Archibald who started favourite. In a race run in exceptionally wet and muddy conditions, Galata pulled at least eighty yards clear of her rivals[12] and won the two-mile race from the filly Emiliana, with Archibald in third place.[13] Having proved her stamina over two miles, Galata was moved up in distance to contest the Ascot Gold Cup over two and a half miles on 7 June. Her only rival for the most prestigious all-aged race in Britain at the time was Sir Mark Wood's mare Lucetta, who had won the race as a three-year-old in 1830. Galata, ridden by Arnull, was made the 1/3 betting favourite. She quickly opened up a lead of a hundred yards over her older rival,[14] and won without being challenged.[15] Galata was scheduled to run a five furlong match race against a horse named Crutch on 15 October, but was able to win a prize of £200 without racing when her opponent was withdrawn by his owner.[16] Galata remained in training as a five-year-old but failed to reproduce her earlier success. At the Craven meeting she ran in a division of the Oatlands Stakes, a handicap race in which she was assigned top weight of 128 pounds. She finished unplaced behind the 1833 Oaks winner Vespa to whom she was attempting to concede 26 pounds.[17] On 12 June, Galata attempted to repeat her success of 1833 when she ran in the Ascot Gold Cup. She was not among the favourites and finished unplaced behind Lord Chesterfield's colt Glaucus.[18] Galata was retired from racing to become a broodmare at Lord Exeter's stud. Despite producing nine foals and being covered by leading stallions including Reveller and Velocipede,[19] she produced no notable winners. She died in 1848 while in foal to Plenipotentiary.[20]",
  "source_url": "https://en.wikipedia.org/wiki/Galata_(horse)"
}