{
  "id": 557,
  "title": "Software industry in Karnataka",
  "data": "The software industry in Karnataka state in India has become one of the main pillars of the state's economy. Karnataka stands first among all the states of India in terms of revenue generated from software exports, accounting for 42% share of all software exports from the country during the financial year of 2022-2023.[1][2][3] The total exports of Karnataka was Rs 3.28 lakh crore ($65 billion). Karnataka's capital city Bangalore has the sobriquet of Silicon Valley of India,[4] with total IT exports worth US$ 53 billion during the financial year 2021–22,[5][6] employing 1 000 000 people directly and 3 000 000 lakh indirectly.[7] Though most software companies are located in Bangalore, some have settled in other cities like Mysore, Mangalore, Belgaum and Hubli in Karnataka.[8] The infrastructure required for setting up software industries in Karnataka is provided by STPI. The software industry in Karnataka includes companies dealing with various fields like telecommunication, banking software, avionics, database, automotive, networking, semiconductors, mobile handsets, internet applications and business process outsourcing. Currently, out of total IT exports, 95% is from Bengaluru alone and the other Karnataka cities contribute just 5%.[9] The Nandi Hills area on the outskirts of Devanahalli is the site of the upcoming $22 billion, 12,000-acre (49 km2) BIAL IT Investment Region, one of the largest infrastructure projects in the history of Karnataka.[10] This project is expected to create over four million jobs by the year 2030. Starting in the 1980s, Karnataka emerged as the information technology capital of the country.[11] A total of 1973 companies in Karnataka are involved in Information Technology related business[8] including big firms[12] like Infosys and Wipro who have their headquarters in Bangalore. The origin of the growth of the software industry in Karnataka seems to have been the entry of Texas Instruments which was the first multinational to set up base in Sona Tower, Millers Road, Bangalore in 1985.[13] Texas Instruments \nwas searching for a location to set up their overseas development centre in India in the early 1980s. They first looked at the states of Maharashtra and Tamil Nadu but when both states refused permission, Karnataka was approached with a condition that land allotted must be near an airport. The then chief minister of Karnataka Gundu Rao agreed to their terms and granted land near the HAL Airport in Bangalore. Texas Instruments currently has a big facility in Bagmane Tech Park in Bangalore near the airport. There were many factors conducive to the development of the software industry in Karnataka state. One factor is the presence of large numbers of top grade science and engineering institutions like IISc, NITK, B.M.S. College of Engineering, BVB, Malnad College of Engineering MSRIT, NIE, SJCE, RVCE, PESIT, SDMCET and around 200 engineering colleges. The software industry requires large numbers of skilled engineers which are regularly churned out of the engineering colleges in Karnataka.[14] The presence of Public sector undertakings like BEL, HAL, BHEL, ITI and BEML gave ready access to manpower as well as trial opportunities of newly developed software. There were many advanced laboratories like NAL and ISRO in and around Bangalore which provided necessary basic knowledge required for software development. The successive state governments have been proactive in providing necessary facilities for growth of the industry. The salubrious climate of Bangalore also helps in the growth of the software industry there. There has been both positive and negative effects of software industry's tremendous growth. The per capita income of state has risen. Cars once considered a luxury has become a commodity, often leading to traffic jams and unavailability of space for parking. More people are traveling abroad for work as well as for tourism. Growth in income has had an effect on the real estate prices with the land rates skyrocketing.[15] Land prices have shot much beyond rate of inflation and in some places rate of land doubles every two years. Agriculture has slowed down as people find it more lucrative to sell the land rather than use it for agriculture. The surge in income of software professionals has led to increased interest among youth opting for computer science and information technology courses in college. The basic science, arts and commerce fields have felt a shortage of quality manpower.",
  "source_url": "https://en.wikipedia.org/wiki/Software_industry_in_Karnataka"
}