{
  "id": 310,
  "title": "Baldur Ingi Jónasson",
  "data": "As coach: Baldur Ingi Jónasson (born 15 July 1972) is an Icelandic former basketball coach and player. He formerly coached Úrvalsdeild clubs Stjarnan[1][2] and KFÍ.[3] As a player, he spent 9 seasons in the Icelandic top-tier Úrvalsdeild karla with KFÍ and Þór Akureyri, scoring 1,616 points in 192 games.[4][5] Over his career, he has played over 30 season in the Icelandic basketball league system.[6] After starting his career with Bolungarvík and splitting two seasons with ÍKÍ and Laugdælir, Baldur transferred to KFÍ in 1994. In 1996, he helped KFÍ achieve promotion to the Úrvalsdeild karla for the first time in the club's history, scoring 20 points in the third and deciding game of the 1. deild karla finals against Þór Þorlákshöfn.[7] During his first Úrvalsdeild season, Baldur averaged 10.2 points while shooting 48.5% from the three-point range, good for third best in the league, behind Eiríkur Önundarson and Kristinn Friðriksson.[8] He was selected to participate in the 3-point  shooting competition at 1997 KKÍ All-Star game, where he finished first, beating out Keflavík star Guðjón Skúlason.[9] In February 1998, he helped KFÍ to the Icelandic Basketball Cup finals[10] where they lost to Grindavík 95–71.[11] On 19 January 2019, he tore his achilles tendon in a game against Hrunamenn, ending his 30th season in the national tournament.[12] On 8 October 2022, Baldur returned to the court at the age of 50 when he played in Vestri's 81-71 victory against Snæfell, marking the fifth different decade he has appeared in a game in the national tournament.[13][14] Baldur coached Þór Akureyri during the 2009–2010 season. After going winless in 1. deild kvenna the previous season, the team posted a 9-6 record under him and reached promotion playoffs where it lost to Fjölnir.[15] In 2015, Baldur was hired as the head coach of Stjarnan prior to its first season in the top-tier Úrvalsdeild kvenna.[16] In February 2019, with the team in second-to-last place, Baldur resigned from his post.[17] On 16 October 2019, Baldur was hired as an assistant coach to Vestri.[18] Baldur's son is basketball player Ingimar Baldursson. On 4 March 2018, they shared the field as teammates for the first time as Baldur was called up from Vestri's reserve team ahead of its game against ÍA in the second-tier 1. deild karla. They had previously faced each other as opponents in the 1. deild karla.[19]",
  "source_url": "https://en.wikipedia.org/wiki/Baldur_Ingi_J%C3%B3nasson"
}