{
  "id": 330,
  "title": "Red Mountain (film)",
  "data": "Red Mountain is a 1951 American Western film directed by William Dieterle and starring Alan Ladd, Lizabeth Scott, Arthur Kennedy and John Ireland, set in the last days of the US Civil War. The plot centres  on an attempt by Quantrill's Raiders to stir up rebellion in the West. Colorado, 1865: a gold assayer is killed and Lane Waldron is seen leaving, so a posse goes after him and, when he is caught, turns into a lynch mob. Lane claims he had a sample from his mine examined by the assayer, but denies shooting him. A noose around Lane's neck is shot in half at the last second by an unseen marksman. The rescuer turns out to be Brett Sherwood, a Confederate captain from the Civil War. The pair escape to a cabin that Lane knows of.  At the cabin Brett leaves a gun unattended as a test, when Lane grabs it and aims it at Brett he finds that it's not loaded.  Brett the ties up Lane and leaves him. Lane's sweetheart, Chris, arrives at the cabin and releases Lane.  The pair then track Brett and capture him.  They tie up Brett for the night and take turns guarding him.  Chris and Brett discus the war and he finds that she has different loyalties from Lane, hating the rebels and General William Quantrill in particular for killing her family.  During the night Brett escapes from his bonds. As Brett prepares to get away a struggle ensues during which Lane's leg is broken. Brett stops his escape to help Lane.  Brett and Chris find a cave and Get Lane inside. As he leaves to go for a doctor, Quantrill and his raiders turn up, taking Lane and Chris captive. Quantrill has set up an ambush for the US Army.  While showing Brett the setup one of Quantrill's men tries to assault Chris. Chris shoots him, warning the army. Quantrill learns of Lanes gold mine and decides to save him.  Quantrill sends Chris and Randall to town for a doctor.  During their absence Brett starts questioning Quantrill's motives.  Brett and Chris return with a doctor who operates on Lane, saving both his life and leg. Quantrill decides to kill the captives anyway so Brett brings them food and guns and helps the doctor escape so the doctor can get help.  Unfortunately the doctor is caught and killed.  Brett then sneaks out to go for help. A band of Indians, who had been working with Quantrill, attack Chris and Lane at the cave. Lane is shot by a Ute, who is killed by Chris. As he lies dying, Lane says he wants Chris and Brett to have his gold mine.  Brett arrives with the Army and posse.  Brett runs down and kills Quantrill.  Brett confesses that he was the one who had killed the assayer, who had been trying to cheat him and pulled a gun on him. The film was originally called Quantrill's Raiders.[2] At one stage Burt Lancaster and Wendell Corey, who were both under contract to Hal Wallis, were to star.[3] The lead role eventually went to Alan Ladd. It was shot on location in New Mexico near the town of Gallup.[4][5][6] Director William Dieterle fell ill during the shoot and John Farrow flew out to take over.[7] His work is uncredited.",
  "source_url": "https://en.wikipedia.org/wiki/Red_Mountain_(film)"
}