{
  "id": 83,
  "title": "Gheebulum Kunungai (Moreton Island) National Park",
  "data": "Gheebulum Kunungai (Moreton Island) is a national park which covers 98% of Moreton Island (Mulgumpin) in Queensland, Australia, 40 km northeast of center of the Brisbane. Its eastern part of he City of Brisbane. It has three main townships, Bulwer, Cowan Cowan and Kooringal. The island is home to Queensland's oldest operating lighthouse located at Cape Moreton on the northern tip of the island.[1] The township of Cowan was home to the Australian soldiers during WWII and many relics remain on the island. Access to the park was restricted during a clean-up of oil from the 2009 southeast Queensland oil spill.[2] Activities such as bushwalking, fishing and watersports are popular in the park. Humpback whale can be seen in surrounding waters between late winter and spring.[1] In 2021 Moreton Island National Park was renamed to Gheebulum Coonungai National Park following the transfer of Moreton Island (Mulgumpin)'s ownership from the Queensland Government back to the native Quandamooka People.[3] The names Gheebulum and Coonungai are the Quandamooka name of two spiritually significant sand hills within the national park.[3] The park contains mostly heath and open forests of scribbly gum and pink bloodwood, as well as the coastal she-oak. Other areas contain mangroves, sedge and melaleuca swamps.[1] Access to the island is via the MICAT vehicle ferry service from Lytton, near the Port of Brisbane, the Tangalooma Flyer launched from Pinkenba or the Kooringal Trader from Amity Point on North Stradbroke Island. The Combie Trader barge service from Scarborough in Redcliffe City to Bulwer no longer operates. Camping is permitted in specified campsites as well as within zones along eastern and western beaches.[1] This Queensland protected areas related article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Gheebulum_Kunungai_(Moreton_Island)_National_Park"
}