{
  "id": 124,
  "title": "Weapons Training",
  "data": "\"Weapons Training\" is a piece of war poetry written by Bruce Dawe in 1970. A dramatic monologue spoken by a battle-hardened drill sergeant training recruits about to be sent off to the Vietnam War, its anti-war sentiment is evident but more oblique than in Dawe's other well-known war poem, \"Homecoming\", written two years earlier.[1] Dawe had direct experience with military life, having served in the Royal Australian Airforce from 1959 to 1968. Dennis Haskell, Winthrop Professor of English and Cultural Studies at University of Western Australia,[2] has pointed that the drill sergeant's harsh tirade to the recruits with insults both sexual (e.g. \"why are you looking at me are you a queer?\") and racist (e.g. \"a brand-new pack of Charlies are coming at you, you can smell their rotten fish-sauce breath\") [3] makes him seem like an exaggerated cartoon-like figure. However, he goes on to say that Dawe maintained he had not completely invented them: \"Many [of them] were addressed to me or other members of the squad of RAAF recruits I was part of in 1959.\"[4] Haskell notes that \"Weapons Training\" had not started out as solely a dramatic monologue, and its original title was \"Portrait of a Drill Instructor\". The early version contained an introductory verse with a soldier's memory of him which specifically identified the instructor as British: I can still see his face thrust forward out of love\nfor the little sunburned rookies\nhunched in their chairs\nor sweating at attention\nsee, too, his true-blue British eyes [...] [5] The introductory verse was omitted from the final version making the poem less of a personal portrait and more of a general depiction of the military culture which the sergeant personified with his macho dehumanising language.[6] In their 2009 analysis of the poem from the perspective of systemic functional linguistics, David Butt and Annabelle Lukin have proposed that while the drill instructor is ostensibly teaching physical skills to the recruits, the structure of his language \"foregrounds the regulation of mental experience as central to the training\",[7] training that fosters the unquestioning obedience to authority that may be crucial to their survival in combat. The poem ends with the instructor's warning to the recruits who do not follow his advice: and you know what you are? You're dead, dead, dead [8] \"Weapons Training\" is included in the 1971 collection of Dawe's poetry Condolences of the Season and in his Sometimes Gladness: Collected Poems, 1954–1992. It is also published in several anthologies of Australian literature, including Two Centuries of Australian Poetry (Oxford University Press, 1988) and Clubbing of the Gunfire: 101 Australian War Poems (Melbourne University Press, 1984), and frequently appears on the English syllabus of Australian schools.[9]",
  "source_url": "https://en.wikipedia.org/wiki/Weapons_Training"
}