{
  "id": 306,
  "title": "Indoor soccer",
  "data": "Indoor soccer or arena soccer is a form of five-a-side or six-a-side version of Minifootball. It is derived from association football and adapted to be played in walled hardcourt indoor arenas. It differs from the FIFA-sanctioned indoor football sport of Futsal. Indoor soccer, as it is most often known in the United States and Canada, was originally developed in these two countries as a way to play soccer during the winter months, when snow would make outdoor play difficult. In those countries, gymnasiums are adapted for indoor soccer play. In other countries, the game is played in either indoor or outdoor arenas surrounded by walls, and is referred to by different names (such as \"fast football\" (futbol rapido) in Mexico, Futebol Society or showbol in Brazil,[1] and \"indoor football\" (futbol indoor) in Spain). Indoor soccer has different regulations from other versions of association football designed for indoor play, such as futsal and five-a-side football. Unlike futsal, which is played on wooden or ceramic surfaces, indoor soccer is played on synthetic turf (or, in the case of the British Masters Football variety, synthetic carpet).[2] Indoor soccer courts are either delimited by walls or lines, and there are no player throw-ins. FIFA, the body that oversees international association football competitions, does not sanction the synthetic turf version of indoor soccer, as it has developed its own code of indoor football (which they refer to as futsal). Indoor soccer is most popular in the United States, Canada, and Mexico, with several amateur, collegiate and professional leagues functioning. While internationally less popular than futsal, indoor soccer is also played at the league level in many countries outside North America. The World Minifootball Federation (WMF) is the governing body of indoor soccer at the international level, having replaced the International Fast Football Federation (FIFRA). The term minifootball, which was originally coined in Europe, has been adopted by the WMF as a standard international name for the sport. Indoor soccer is played throughout the world. Currently, the international federation dedicated to promoting the sport is the World Minifootball Federation (WMF) based in Switzerland. The WMF replaced the International Fast Football Federation (FIFRA), which had been based in Mexico and later, the United States. There are also regional federations who govern the sport including: African Minifootball Federation (AMF), Asian Minifootball Confederation (AMC), Confederación Panamericana de Minifútbol (CPM), European Minifootball Federation (EMF), Oceania Minifootball Federation (OMF). Before Futsal was overseen by FIFA, the first Futsal World Champion was held in São Paulo, Brazil.[3] This competition took place in 1982 and was conducted by the FIFUSA (before FIFA). Brazil came in first in the first Futsal World Tournament (1982) and the second Futsal World Tournament (1985).[3] FIFA overtook this championship in 1989 and renamed the competition the FIFA Futsal World Championship. During its existence, FIFRA organized several indoor soccer tournaments for national teams, including the Indoor Soccer World Championship. The only edition of this tournament took place in Mexico in 1997.[4] No other world championship was played until 2015, when the first WMF World Cup was held in the United States. As of 2019 three WMF World Cups have been organized, with Mexico being the current world champion.[5][6][7] A World Cup for Under-21 players was held in Prague in 2018, with the Czech team taking the title.[8] A World Cup for women is planned for 2021 in Kyiv, Ukraine.[9] Star Sixes, an indoor six-a-side football tournament for national teams from around the world, was held in the O2 Arena in London in 2017. Held outside the auspices of the WMF, this tournament featured players which formerly played in the association football national teams of their home countries. A total of twelve teams participated, with France winning the title.[10] It is intended to make Star Sixes a recurring event;[11][12][13] a second edition took place in 2019, with England winning the title.[14] Indoor soccer is a common sport in the United States and especially Canada and you can read differences like Indoor Soccer Vs Futsal in detail, with both amateur and professional leagues, due to the short season for outdoor soccer in Canada and the Northern United States, and the ubiquity of arenas built for ice hockey and basketball which can easily be converted to indoor soccer (similar reasons as to why indoor lacrosse is more popular in Canada, field lacrosse in the United States[dubious – discuss]). Indoor soccer is especially popular in Northern Canada due to the often unplayable outdoor conditions and its appearance in the Arctic Winter Games.[15] The United States Indoor Soccer Association was founded in 1998. USIndoor soccer oversees all indoor soccer sports as well as \"arena soccer\" and \"Futsal\" in the United States.[16] Major Arena Soccer League is the top indoor soccer league in North America. Indoor soccer or futbol rapido has also become a popular sport in Mexico, being included as part of the Universiada (University National Games) and the CONADEIP (Private School Tournament), in which university school teams from all over Mexico compete. In Mexico, \"indoor\" soccer fields are frequently built outdoors (though indoor courts are also used in some tournaments). In 2012 an eight-team indoor soccer league was launched, which consists of former professional association football players from Liga MX.[17] Indoor soccer is known in Brazil as showbol, with several current regional leagues. Formal national leagues have also been formed in Bolivia, Colombia, Uruguay, Ecuador and Peru. However, the most common variations of indoor soccer played in Brazil are futsal but also futebol society [pt].[18] Indoor soccer is also played in several European countries. In the United Kingdom, Masters Football is the most well-known competition. Tournaments among Masters teams (consisting of veteran former players from professional 11-a-side teams from each country) are regularly played. In Spain, some over-30 ex-professionals represent their clubs in the Liga Fertiberia which plays a five-a-side variant. The European indoor soccer federation, known as the European Minifootball Federation (EMF),[19] organizes the European Minifootball Championship (miniEURO) every year, and in recent years countries have established national minifootball associations. EMF organize variations of six-a-side football and this could come in different shapes and sizes from a large custom-built facility with multiple pitches or even an 11-a-side pitch temporarily split into smaller pitches. This is not to be confused with the term used in Russia and some other former Soviet countries, where the term mini-football is used to describe futsal. Indoor soccer's journey within Australia can be traced back to its emergence as a response to challenges posed by weather conditions and limited outdoor space. As the sport gained traction, purpose-built indoor facilities started to dot the Australian landscape, offering players a controlled environment where they could indulge in their passion year-round. Rules vary between governing bodies, but some of the nearly universal rule deviations from association football include: Beyond these common threads, the sport is structured according to the idiosyncrasies of individual leagues.  Most of these rules are adopted from other arena sports like ice hockey.  Below is a listing of some of the more common ones:",
  "source_url": "https://en.wikipedia.org/wiki/Indoor_soccer"
}