{
  "id": 163,
  "title": "H-II",
  "data": "The H-II (H2) rocket was a Japanese satellite launch system, which flew seven times between 1994 and 1999, with five successes. It was developed by NASDA in order to give Japan a capability to launch larger satellites in the 1990s.[1] It was the first two-stage liquid-fuelled rocket Japan made using only technologies developed domestically.[2] It was superseded by the H-IIA rocket following reliability and cost issues. Prior to H-II, NASDA had to use components licensed by the United States in its rockets. In particular, crucial technologies of H-I and its predecessors were from the Delta rockets (the manufacturer of the Delta rockets, McDonnell Douglas, later Boeing and the United Launch Alliance, would later use the H-IIA's technologies (the rocket itself is the successor to the H-II) to create the Delta III, albeit short lived). Although the H-I did have some domestically produced components, such as LE-5 engine on the second stage and inertial guidance system, the most crucial part, the first stage engine, was a licence-built version of the Thor-ELT of the US. By developing the LE-7 liquid-fuel engine and the solid booster rockets for the first stage, all stages of H-II had become \"domestically developed\". The H-II was developed under the following policies, according to a NASDA press release:[1] The H-II was new, incorporating larger LH2/LOX tanks, and a new upper stage, consisting of a cylindrical LH2 tank with a capsule-shaped LOX tank. The LH2 tank cylinder carried payload launch loads, while the LOX tank and engine were suspended below within the rocket's inter-stage. The second stage was powered by a single LE-5A engine.[3] Development of the LE-7 engine which started in 1984 was not without hardships, and a worker died in an accidental explosion. The first engine was completed in 1994, two years behind the original schedule. The Rocket Systems Corporation (RSC), a consortium of 74 companies including Mitsubishi Heavy Industries, Nissan Motors, and NEC, was established in 1990 to manage launch operations after the rockets' completion. In 1992, it had 33 employees.[4] In 1994, NASDA succeeded in launching the first H-II rocket, and succeeded in five launches by 1997. However, each launch cost 19 billion yen (US$190 million), too expensive compared to international competitors like Ariane. (This is in part due to the Plaza Accord's changes to the exchange rate, which was 240 yen to a dollar when the project planning started in 1982, but had changed to 100 yen a dollar by 1994.) Development of the next-generation H-IIA rockets started in order to minimize launch costs. In 1996, RSC signed a contract with the Hughes Space and Communications Group to launch 10 satellites. The successive failure of flight 5 in 1998 and flight 8 in the following year brought an end to the H-II series and the contract with Hughes.[5] To investigate the cause of the failure and to direct resources into the H-IIA, NASDA cancelled flight 7 (which was to be launched after F8 due to changes in schedule), and terminated the H-II series.[2]",
  "source_url": "https://en.wikipedia.org/wiki/H-II"
}