{
  "id": 956,
  "title": "Edward Furia",
  "data": "Edward W. Furia was Project Director of the Earth Week Committee of Philadelphia during the first Earth Day in 1970.[1] The Committee was made up of 33 students, professionals, leaders of grass roots organizations and businessmen who were concerned about the environment.[2]  Their common goal was to raise public awareness of environmental issues and their possible solutions.[2]  The group expanded in 1970 to include students from other colleges in the area, as well as from other business, community, and church groups which, together, organized numerous educational activities, scientific symposia and major press events in and around Philadelphia.[2] Following Earth Week, Edward Furia served as regional administrator of the Middle Atlantic Region of the U.S. Environmental Protection Agency,[1] during which he brought about the first Clean Air Act case, against Getty Oil Company, which survived a supreme court test in 1972.[3] In 1990, to commemorate the 20th anniversary of Earth Day, Furia assembled The Earth Day 20 Foundation, a group for which Senator Gaylord Nelson (the original founder of Earth Day) was honorary chairman.[1] Furia highlighted the Earth Day 20 activities on April 22 in George, Washington with two live satellite phone calls.[4] The first call was with members of the historic Earth Day 20 International Peace Climb (it was  the first time in history that mountaineers from the United States, Soviet Union and China had roped together to climb a mountain), who called from their base camp on Mount Everest to pledge their support for world peace and attention to environmental issues.[4]  The second call was with President George H. W. Bush, who spoke directly to Furia and the assembled crowd about his support the Earth Day.[5]  Months earlier, Furia visited The White House to witness Bush's signing ceremony for the 20th Earth Day Proclamation, declaring Earth Day a national holiday for the first time.[4] Since 1990, Furia has been CEO of AFS Trinity (previously American Flywheel Systems),[6] a company that has developed a plug-in hybrid electric vehicle called “The Extreme Hybrid”[7] that has been test-driven by journalists from The New York Times,[8] The Washington Post,[9] ABC World News,[10] CBS Evening News,[11] CNN,[12] and Salon.[13]",
  "source_url": "https://en.wikipedia.org/wiki/Edward_Furia"
}