{
  "id": 307,
  "title": "Turbeville, South Carolina",
  "data": "Turbeville is a town in Clarendon County, South Carolina, United States. The population was 766 at the 2010 census,[5] up from 602 in 2000. Turbeville is located in northeastern Clarendon County at 33°53′22″N 80°0′48″W﻿ / ﻿33.88944°N 80.01333°W﻿ / 33.88944; -80.01333 (33.889433, -80.013440).[6] U.S. Route 301 passes through the town, leading northeast 6 miles (10 km) to Olanta and southwest 18 miles (29 km) to Manning, the county seat. U.S. Route 378 joins US 301 briefly in the center of town, leading west 4 miles (6 km) to Interstate 95 and 20 miles (32 km) to Sumter, and east 16 miles (26 km) to Lake City. According to the United States Census Bureau, the town has a total area of 1.3 square miles (3.4 km2), all land.[5] Turbeville is also the site of the Turbeville Correctional Institution, located between the city center and I-95 and operated by the South Carolina Department of Corrections. The facility's website states the institution is intended for juveniles and younger adults from 18-25 (referred to as \"Youthful Offenders\") and that inmates frequently assist in cleaning up highways and other roads near Turbeville. No rail transport exists within Turbeville. The closest airport for general aviation is Sumter Airport, and the closest airport with commercial service is Florence Regional Airport, which is only served by American Eagle to Charlotte Douglas International Airport, and Columbia Metropolitan Airport, serving more destinations. The school system is composed of one school district, Clarendon County District #4.  Clarendon County District #4 combined Turbeville and Summerton school districts.  Turbeville is served by three schools in the system: Walker Gamble Elementary (located in the New Zion Community about 6 miles outside of Turbeville, East Clarendon Middle School and East Clarendon High School. The school mascot is the Wolverine. As of the census[3] of 2010, there were 766 people, 301 households, and 158 families residing in the town. The population density was 478.1 inhabitants per square mile (184.6/km2). There were 272 housing units at an average density of 216.0 per square mile (83.4/km2). The racial makeup of the town was 63.29% White, 34.88% African American, 0.50% Pacific Islander, 1.00% from other races, and 0.33% from two or more races. Hispanic or Latino of any race were 1.50% of the population. There were 301 households, out of which 27.2% had children under the age of 18 living with them, 43.9% were married couples living together, 19.2% had a female householder with no husband present, and 33.5% were non-families. 31.4% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 3.02. In the town, the population was spread out, with 25.2% under the age of 18, 10.1% from 18 to 24, 24.8% from 25 to 44, 25.9% from 45 to 64, and 14.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 85.8 males. For every 100 females age 18 and over, there were 78.6 males. The median income for a household in the town was $26,339, and the median income for a family was $38,750. Males had a median income of $26,167 versus $20,288 for females. The per capita income for the town was $13,465. About 19.9% of families and 24.0% of the population were below the poverty line, including 34.6% of those under age 18 and 18.9% of those age 65 or over. In 1840, Michael Turbeville bought 125 acres (51 ha) of land one mile north of the present town limits in Diles Bay and built a home on this property. Sometime between 1870 and 1875, William J. Turbeville, son of Michael, purchased approximately 200 acres (81 ha) from John McFaddin and built the first house in what is now the town of Turbeville. His brother, Clem, likewise bought land and built next to William. Since their land was substantially covered with large pine trees, the brothers built a turpentine still which they ran for about 20 years. They also built a large store where they carried on an extensive mercantile business for an even longer time. During those early years the community was known as \"Puddin' Swamp\". In 2016, the town gained notoriety for a civil suit brought against it. The suit alleges that the town's \"town safety\" ordinances, which allows Turbeville to write traffic tickets with higher fines than state traffic tickets and keep the money from the citations, are illegal and should be repealed. The town reportedly has nearly twice the ticket rate of much larger nearby towns, writing nearly 2,500 per year, most of which come during prime beach season, as the town is on the major routes between Columbia and Myrtle Beach.[7] It is in Clarendon School District 3.[8] There are a total of seven Christian Protestant churches within the town of Turbeville:",
  "source_url": "https://en.wikipedia.org/wiki/Turbeville,_South_Carolina"
}