{
  "id": 400,
  "title": "Green Township, Hamilton County, Ohio",
  "data": "Green Township is one of the twelve townships of Hamilton County, Ohio, United States.  It is a suburb of the neighboring city of Cincinnati. With a population of 60,424 at the 2020 census, Green Township is the most populous township in Hamilton County, and the second most populous township in Ohio.[4] It was founded in 1809. It is one of sixteen Green Townships statewide.[5] The township was originally held intact by John Cleves Symmes, with the apparent intent of naming it as the academy township for his purchase. In 1802 a court order awarded half the township to one of his Miami Company investors, Elias Boudinot. This became part of the disputes over the entire Symmes Purchase. The township is named after Nathanael Greene, a Revolutionary War general.[6] The township was home to The Western Hills Airport (Also called \"Frank Airport\" and \"Cheviot Airport\") and was the first airport in western Hamilton County, Ohio. The airport was located in the neighborhood of Bridgetown, Ohio. Airport operations began in 1929, shutdown during World War II, then reopened after the end of the war, slowly declining until the corporation ceased services in 1949 as aircraft outgrew the facilities.[citation needed] Located in the west central part of the county, it borders the following townships and city: Two cities occupy what was once part of Green Township: Cheviot in the east center, and Cincinnati, the county seat of Hamilton County, in the east and southeast.  Nearly all of the remainder of the township is part of one of the following census-designated places: The township encompasses 27.9 sq mi (72.3 km2) of gently rolling hills above the Ohio River northwest of downtown Cincinnati. As of 1990, over 50% of the township's area has been was converted to urban use, largely as a suburb of Cincinnati; 38% is classed as forested, and 11% as farmland. As of the census of 2020, there were 60,424 people living in the township, for a population density of 2,165.7 people per square mile (836.9/km2). There were 25,296 housing units. The racial makeup of the township was 87.8% White, 5.5% Black or African American, 0.1% Native American, 1.6% Asian, 0.0% Pacific Islander, 0.6% from some other race, and 4.3% from two or more races. 1.6% of the population were Hispanic or Latino of any race.[2] There were 23,407 households, out of which 33.4% had children under the age of 18 living with them, 52.8% were married couples living together, 15.4% had a male householder with no spouse present, and 25.3% had a female householder with no spouse present. 27.2% of all households were made up of individuals, and 14.0% were someone living alone who was 65 years of age or older. The average household size was 2.56, and the average family size was 3.13.[2] 26.4% of the township's population were under the age of 18, 55.7% were 18 to 64, and 17.9% were 65 years of age or older. The median age was 37.8. For every 100 females, there were 90.4 males.[2] According to the U.S. Census American Community Survey, for the period 2016-2020 the estimated median annual income for a household in the township was $77,074, and the median income for a family was $99,342. About 5.3% of the population were living below the poverty line, including 6.9% of those under age 18 and 4.6% of those age 65 or over. About 65.3% of the population were employed, and 38.6% had a bachelor's degree or higher.[2] The township is governed by a three-member board of trustees, who are elected in November of odd-numbered years to a four-year term beginning on the following January 1. Two are elected in the year after the presidential election and one is elected in the year before it. There is also an elected township fiscal officer,[8] who serves a four-year term beginning on April 1 of the year after the election, which is held in November of the year before the presidential election. Vacancies in the fiscal officership or on the board of trustees are filled by the remaining trustees. Green Township has a township park system with six different parks including:[9] There are several Catholic schools in Green Township. This includes LaSalle High School, St. Antoninus, Our Lady of Visitation, St. Aloysius Gonzaga, St. Jude, St. James White Oak, and St. Ignatius. Most of Green Township is within the Oak Hills Local School District. The Monfort Heights and White Oak areas of Green Township are within the Northwest Local School District. Within the Oak Hills Local School District: Oakdale Elementary School, Bridgetown Middle School and Oak Hills High School are within Bridgetown, Green Township.[10][11] John F. Dulles Elementary School is within Mack.[10][12] Springmyer Elementary School is also within Mack.[10][13] Within the Northwest Local School District: Two Northwest schools are located in Green Township. Monfort Heights Elementary School serves Monfort Heights students, while White Oak Middle School serves White Oak and Monfort Heights students. Three Northwest schools located in Colerain Township serve Green Township students.\nAnn Weigel Elementary School and Struble Elementary School serve White Oak students, while Colerain High School serves Monfort Heights and White Oak students. Public Library of Cincinnati and Hamilton County operates the Green Township Branch in Mack and the Monfort Heights Branch in Monfort Heights.[12][14] The Green Township branch, which opened in January 1990, has a central copper dome with two smaller domed structures, which were designed to resemble barns of horse farms which at one time prevalent in Green Township.[14]",
  "source_url": "https://en.wikipedia.org/wiki/Green_Township,_Hamilton_County,_Ohio"
}