{
  "id": 672,
  "title": "CTV 2 Atlantic",
  "data": "CTV 2 Atlantic is a Canadian cable television channel serving Atlantic Canada owned by Bell Media, with its studios located in Halifax, Nova Scotia. Owned by the Bell Media subsidiary of BCE Inc., it operates as a de facto owned-and-operated station of its secondary CTV 2 television system. The channel launched as the Atlantic Satellite Network (or ASN) in 1983. It is designated by the Canadian Radio-television and Telecommunications Commission (CRTC) as a \"satellite-to-cable television programming undertaking,\" defined as a local television channel available in the region on basic cable television, and now throughout Canada on many digital cable systems and satellite television, but without any terrestrial transmitters (a small number of other channels, mainly educational broadcasters, are similarly designated). The channel does not appear to have mandatory cable carriage rights,[1] although nearly all cable systems in the region offer it. Nonetheless, it has full simultaneous substitution rights in the Atlantic provinces, whereas most non-broadcast channels do not. Prior to fall 2008, the channel had received much of its programming from CHUM Limited's Citytv (now owned by Rogers Media) and A-Channel (now CTV 2) systems, which did not operate in the region; beginning in the early 2000s, timeshifted CTV programs often aired on the channel as well. CTV acquired CHUM (excluding Citytv) in 2007, and ASN merged with the relaunched A system on August 11, 2008.[2] On cable in the Halifax area, CTV Two Atlantic can be found on EastLink TV channel 7, and Bell Aliant Fibe TV channel 5. There is also an HD feed on EastLink TV channel 606 and on Bell Aliant Fibe channel 406. Outside Halifax, the station can usually be found on either channel 4, 7, 8, 9, 10, or 13. The channel launched as the Atlantic Satellite Network on May 29, 1983, under the ownership of CHUM Limited, as a supplementary service to its ATV system of CTV affiliates (now known as CTV Atlantic). ASN initially aired Atlantic Pulse newscasts at alternate times to ATV's newscasts. Atlantic Pulse used ATV reporters, but different anchors and graphics, with a comparatively spartan set located across the newsroom from ATV's. ASN also carried alternative entertainment programming, much of it produced by or otherwise sourced from CHUM's Toronto station CITY-TV (including a nightly feature film, branded under the title Great Movies, as CITY-TV did). In 1997, as part of a multi-station trade between CHUM and Baton Broadcasting, ATV and ASN became Baton properties; ATV was integrated into the expanded CTV network, while ASN took over the few remaining CHUM programs from ATV. ASN remained, for all intents and purposes, the Citytv affiliate in Atlantic Canada, and for about another decade carried a similar mix of movies and series in primetime. However, by the mid-2000s, the amount of CHUM programming on the ASN schedule had in fact decreased, and CHUM-supplied soap operas and movies (aside from a handful of weekend timeslots) were no longer present. Following the merger between CHUM and CTVglobemedia, it appeared likely that ASN would become the Citytv owned-and-operated station for Atlantic Canada. However, the merger was made conditional on the sale of Citytv to a third party, with Rogers Communications being the buyer of the television system; as such, ASN was relaunched as part of the CTV's also recently acquired A system on August 11, 2008, and became known as A Atlantic. On May 30, 2011, Bell Media announced that A Atlantic, along with the rest of the A system would be rebranded as CTV Two, thus becoming known as CTV Two Atlantic. The official relaunch to CTV Two took place on August 29, 2011.[3] CTV Two Atlantic launched a high definition feed called CTV Two Atlantic HD on September 12, 2011 (June 4, 2019 to replace the SD feed on Shaw Direct). ASN also devoted a significant amount of its daytime schedule to educational programming provided by provincial education departments and by local universities. This university-supplied programming came from the Distance University Education via Television (DUET) service offered by ASN, in partnership with participating universities in Atlantic Canada to university students. Some of the university programs offered through DUET included business administration and gerontology. ASN provided 16 hours of educational programming each weekend from 6:00 a.m. to 2:00 p.m. and ten hours every Monday to Friday morning from 4:00 a.m. to 6:00 a.m. (in the early years, some TVOntario programs were carried on ASN, such as Polka Dot Door, Today's Special and Fast Forward). In September 1992, ASN launched a local version of Citytv's Breakfast Television, moving educational programs to the weekend and to overnight hours. By 1996, as specialty television began to grow in popularity, Atlantic Pulse gave way to a short-lived scaled-back version called ATV Headline News. ATV Headline News only lasted until early 1998, when ASN's news programming was fully integrated into the ATV (now CTV Atlantic) news operation. While ATV aired some syndicated programming from the United States that was shown on CITY-TV in Toronto (such as Friends and Seinfeld repeats), ASN aired programs associated with CTV in the rest of the country, such as Wheel of Fortune, Jeopardy! and Camilla Scott. ASN was also the original home of The Oprah Winfrey Show until it moved to ATV in 1991 and 11 years later on NTV in 2002 from St. John's, Newfoundland and Labrador. Both Wheel of Fortune and Jeopardy! are currently broadcast by Hamilton, Ontario-based CHCH-DT as of September 2012. Over the years, ASN/A Atlantic has occasionally aired selected CTV network programming. In some cases, this would be live programming that had been scheduled for times that were inconvenient for either or both of ATV and NTV, such as weekend afternoon sports programming that might interfere with local news. From fall 2005 to fall 2008, ASN had also carried same‑night rebroadcasts of CTV programs on most nights at 11:00 p.m. AT (10:00 p.m. ET). This appeared to be to maximize the network's simultaneous substitution coverage; since 1997, CTV Atlantic had aired series from the final hour of U.S. primetime earlier in the evening in order to accommodate newscasts at 11:00 p.m. AT. Since NTV's 2002 slow disaffiliation from CTV, ASN/A Atlantic has also shown selected high-profile CTV network programs that are likely to be of interest to viewers in Newfoundland and Labrador, but would not otherwise be widely available in that province due to the lack of an alternate CTV affiliate on basic cable. This has included the first three seasons of Canadian Idol, which NTV began to carry in 2006, as well as sports programming such as CTV's coverage of the 2010 Winter Olympics. In these cases, the programs would continue to air on CTV Atlantic as well. Such occurrences are currently rare since most CTV programs are available on analog cable in Newfoundland on other channels, either through simulcasts on U.S. network affiliates, or through repeats on CTV's analog specialty channels like The Comedy Network. Despite the then-pending CTVglobemedia/CHUM merger, CHUM content was actually lowered during the 2006–07 season compared to previous years, with other series from the CTV library – including repeats, \"shelf\" series like What About Brian, programming from MTV Canada, and timeshifted CTV programming for simsub purposes – making up the balance. CTV 2 Atlantic presently broadcasts 15 hours of locally produced newscasts each week (with three hours each weekday). The joint ownership of ATV and ASN was approved in 1983 without any restrictions on duplicated programming or news coverage between the two channels. This has been grandfathered into the CRTC's current policy, which has required most newer large-market \"twinsticks\" to maintain separate programming and news content on both component stations. Since 1997, ASN's local programming has been cut back significantly. At its peak, Breakfast Television aired for two and a half hours daily; it now airs for two hours, broadcasting from 7 to 9 a.m. The format of the channel's signature morning show Breakfast Television and its logo somewhat resembled the format and branding used by the Citytv stations. Also, while ASN still carried a noon newscast and an early-morning rebroadcast of CTV's Live at 5, both are branded as CTV News programs. In mid-October 2005, ASN stopped carrying a late newscast, due to the additional CTV programming noted below. Currently, CTV 2 Atlantic carries a late local newscast (a rebroadcast of CTV Atlantic's late news at midnight), previously the rebroadcast was taken off the schedule in 2005 but has been brought back[when?]; as well as the aforementioned CTV News at Noon. CTV Two Atlantic's morning program also retained the name Breakfast Television instead of A Morning during the A era. The show subsequently dropped the name, when the station was rebranded as CTV Two and the morning show became known as CTV Morning Live. Until fall 2006, the CRTC required that \"commercial messages that are likely to have a negative impact on (NTV) be deleted from the ASN service distributed in St. John's and Mount Pearl (and area)\" by Rogers Cable and its pre-2000 predecessor, Cable Atlantic.[4] For several years, Rogers or Cable Atlantic aired scrolling text from Broadcast News in its place, and was faulted on several occasions for untimely malfunctions of the automated equipment that performed the deletion (i.e., entire segments of Canadian Idol being blocked). In spring 2006, Rogers applied to have this condition removed, citing these complaints among other reasons.[5] This was approved in fall 2006. Since the channel's inception, ASN/CTV Two Atlantic has not been permitted to solicit local advertising in the Halifax area, due to (in the CRTC's opinion) insufficient support for local advertising.[6] As part of the approval for Rogers's request to remove the commercial blackouts in St. John's, the channel also agreed not to solicit local advertising in that area either.[7] CTV Two Atlantic is permitted to solicit local advertising in the rest of Atlantic Canada, as well as regional and national advertising; moreover the ban on solicitation does not necessarily prevent the channel from accepting local ad sales from the aforementioned areas.",
  "source_url": "https://en.wikipedia.org/wiki/CTV_2_Atlantic"
}