{
  "id": 477,
  "title": "Norway women's national handball team",
  "data": "The Norway women's national handball team represents Norway at international handball competitions, and is governed by the Norges Håndballforbund (NHF). As of December 2024, Norway has been in 27 finals and is regarded as one of the finest women's national handball teams ever, with 34 medals. Norway women's national handball team holds the distinction in the sport for being the only handball team, on the women's side, and men's side, to have won the European Championship four consecutive times. Their 10 gold medals is a sport record. In 2011, they became the sport's third team and the second Women's team, following Denmark to have held all three titles simultaneously: The World Championship, the Olympic Championship and the Euro Championship.[1] In 2015, they won the World Championship and have the distinction of the first Women's handball team to hold simultaneously international titles twice: the 2015 World Championship, the 2014 European Championship and the 2012 Olympic Championship. As of December 2024, they are the reigning triple European champions and the reigning Olympic champions. Norway has been among the world elite in women's handball since the break-through at the 1986 World Championship where the team won a bronze medal. Since then, Norway has won eight European Championships, and four World Championships. Norway has been in four final matches at the Summer Olympics, and gold medaled in Beijing 2008[2] and London 2012. Norway is unsurpassed in the European Championships, having won eight golds, three silvers, and one bronze in fourteen tournaments. The 2000 European Championship where they ended 6th and in the 2018 European Championship where they ended 5th, is the only times Norway finished outside of the top three. The very first match of the Norwegian women's national handball team, against Sweden in 1946, was met with great public interest. The game ended 2–5 in favour of Sweden.[3] During the fifties and sixties women's handball had a relatively low profile in Norway. The national team regularly participated at the Scandinavian Championships, and they qualified for the World Championships in 1971, 1973, 1975 and 1982, placing 7th twice and 8th twice. Sven-Tore Jacobsen coached the national team for ten years, from 1984 to 1993.[4] The team qualified for the 1986 World Championships, where they sensationally won the bronze medal, and they achieved Olympic silver medals in both 1988[5] and 1992.[6] The press coverage and popularity of female handball in Norway increased significantly during this period. Former player Marit Breivik coached the team from 1994 to 2009. During her tenure, the team won six gold medals in international championships. Their achievements included gold medals at the 1999 World Championships, four gold medals at the European Championships from 1998 to 2008, and gold medals at the 2008 Summer Olympics. Their play strategy included a strong 6–0 defense and frequent fast breaks on offense. After the defeat against Russia at the 2007 World Championship, Norway faced two important challenges in 2008: Olympic Games in August and European Championship in December. The team won their first Olympic gold medal, and they won the European Championship. Norway had qualified for the 2008 Summer Olympics by winning the 2006 European Championship.[7] The preparation for Beijing started months before the competition started, but the final squad wasn't decided until the last weeks. Several players who had trained with the team up to this point were left out or kept as reserves, most notably Isabel Blanco and Terese Pedersen. There were no debuts in the group selected by Marit Breivik, but veteran Tonje Larsen made her comeback to the team after five years of struggle with injury. Gro Hammerseng maintained her usual role of team captain, with Else-Marthe Sørlie Lybekk and Gøril Snorroeggen completing the \"captains team\" as vice-captains. The competition for the Norwegian team started on 9 August against the host, China.[8] They defeated the Chinese 30–26 and then went on to win comfortably against Angola (31–17), Kazakhstan (35–19) and France (34–24). The closest result of the preliminary round was the last match, on 17 August, against Romania (24–23).[9] During the warm up of this match Katja Nyberg suffered a knee injury that prevented her from playing the quarter final against Sweden.[10] Norway defeated the Swedish team 31–24, advancing to the semi-finals comfortably.[11][12] The semi-final match was played on 21 August.[13] Former Olympic and World Champions South Korea turned out to be the toughest opponent of the tournament.[14] After 58 minutes of play Norway was leading 28–25. In less than two minutes the Koreans managed to score three goals in a row, reaching the tie score of 28–28 with only two seconds left. Katrine Lunde Haraldsen quickly started the last attack of the game with a pass to Karoline Dyhre Breivang, who was already at the middle of the field. Breivang passed the ball on to Hammerseng who scored at the 60 minutes mark. The goal was validated by the referees but the Norwegians refrained from celebrating until the IHF delegate finally confirmed the decision. The final match was played on 23 August.[15] It was a replay of the 2007 World Championship, Norway vs Russia. The Norwegian victory was secured early on. They were already leading by 10 goals after 14 minutes played and Trefilov's team never managed to lower that margin below a five-goal difference.[16] The match ended 34–27 for Norway. Linn-Kristin Riegelhuth was top scorer with nine goals out of ten shots.[17] The Norwegian team received their first Olympic gold medal after the final match. Two Norwegian players were selected into the tournament's All-Star Team: Katrine Lunde Haraldsen as goalkeeper and Else-Marthe Soerlie-Lybekk as pivot.[18] Lunde Haraldsen was also overall top goalkeeper with a 42% save rate while Kari Aalvik Grimsbø ranked first (together with Korean Oh Yongran) at 7-metres shots with a 40% rate.[19] Regarding team statistics, Lybekk finished the tournament as Norway's top scorer with 31 goals and a 72% scoring rate, two points ahead of Riegelhuth who scored the same number of goals but with a 70% success rate.[20] After the Olympic Games, Breivik encountered challenges for the 2008 European Championship: Lybekk retired from the national team, Snorroeggen was recovering from a shoulder injury and both Hammerseng and Nyberg would forego international play in order to recover from recent sport activity with only club matches.[21] Thus a new squad was formed. Three players made their debut: Heidi Løke (pivot) and Tine Rustad Kristiansen (centre back) from Larvik, and Camilla Herrem (left wing) from Byåsen. With the three members of the Olympic \"captains team\" out, Kristine Lunde was appointed new captain with Marit Malm Frafjord and Karoline Dyhre Breivang as vice-captains.[22] Norway was a favorite to win the European title,[23] especially after winning the GF World Cup '08 and Møbelringen Cup 2008.[24][25] Spain was not overcome with the perceived invincibility of the competition when Norway lost to them the first match of the tournament on 3 December.[26] The Norwegians could only tie 21–21 against Spain,[27] the same team which left them out of the 2004 Summer Olympics in 2003.[28] Following that first disappointment, they managed to advance through the preliminary round and main round without a loss. The semi-final match was played on 13 December against Russia. It was an easy win for Norway and even goalkeeper Haraldsen was able to score once.[29] On 14 December, Spain was waiting at the final match. After an even first half the score was 13–12 for the defending champions. During the second half Norway increased the lead to a final score of 34–21.[30] Euro 2008 was the third European Championship gold in a row for Norway, and the fourth title in the history of the team. Linn-Kristin Riegelhuth was top scorer of the tournament with 51 goals and four Norwegian players were included in the All-Star Team: Riegelhuth as right wing, Katrine Lunde Haraldsen as goalkeeper, Tonje Larsen as left back and Kristine Lunde as center back. Lunde was also named MVP.[31] In 2009 Thorir Hergeirsson took over as coach, and the first season resulted in a bronze medal at the 2009 World Championships. A year later, in 2010, the team won its 5th European Championship title and in 2011 its second World Championship. In August 2012, the team defended its Beijing Olympic gold by beating Montenegro 26–23 in the final at the Olympic Games in London.[32] In the European Championship the same year, the two teams met again. This time Montenegro beat Norway, who won silver. The Norwegian team won another gold medal at the 2014 European Women's Handball Championship, and at the 2015 World Women's Handball Championship in Denmark they won their third World Championship title. They won a bronze medal at the 2016 Olympics, having lost to Russia in the semi-final after extra time.[33] At the 2016 European Women's Handball Championship in Sweden, the Norwegian team won their seventh title. The team won a silver medal at the 2017 World Women's Handball Championship in Germany, defeated by France in the final. At the 2018 European Women's Handball Championship in France they failed to reach the semi-finals, but finished 5th after defeating Sweden in the top 5 match. Champions    Runners-up    Third place    Fourth place Since their first appearance in 1988, Norway has participated in eight Olympic Games. They received their first gold medal twenty years after the debut, in Beijing 2008.[2] Norway received their first World Championship medal in 1986, when they defeated three-time champions East Germany 23–19 in the third place play-off, marking also their first ever win over East Germany. They achieved a bronze medal in 1993, and a silver medal in 1997. In 1999 Norway won their first gold medal after a final match against France that needed two overtimes to break the tie.[36] They won their second title in 2011, and their third title in 2015.[33] As of 2024, Norway has participated in every European Championship that has taken place. They are the most successful team in the Championships, having won ten gold medals, three silver medals, and one bronze medal out of sixteen tournaments. The two times Norway finished outside of the top three were at the 2000 Championship in Romania and the 2018 Championship in France. The squad chosen for Golden League in March 2025.[41] Head coach: Ole Gustav Gjekstad Caps and goals as of 18 February 2025. 1971 World Championship (7th place) 1973 World Championship (8th place) 1975 World Championship (8th place) Coach: Frode Kyvåg 1982 World Championship (7th place) Coach: Karen Fladset 1986 World Championship (Third place) Coach: Sven-Tore Jacobsen 1988 Summer Olympics (Second place)[5] Coach: Sven-Tore Jacobsen 1990 World Championship (6th place) Coach: Sven-Tore Jacobsen 1992 Summer Olympics (Second place)[6] Coach: Sven-Tore Jacobsen 1993 World Championship (Third place) Coach: Sven-Tore Jacobsen 1994 European Championship (Third place) Coach: Marit Breivik 1995 World Championship (4th place) Coach: Marit Breivik 1996 Summer Olympics (4th place)[34] Coach: Marit Breivik 1996 European Championship (Second place) Coach: Marit Breivik 1997 World Championship (Second place) Coach: Marit Breivik 1998 European Championship (Winner)[42] Coach: Marit Breivik 1999 World Championship (Winner)[36] Coach: Marit Breivik 2000 Summer Olympics (Third place)[35] Coach: Marit Breivik 2000 European Championship (6th place)[43] Coach: Marit Breivik 2001 World Championship (Second place) Coach: Marit Breivik 2002 European Championship (Second place)[44] Coach: Marit Breivik 2003 World Championship (6th place) Coach: Marit Breivik 2004 European Championship (Winner)[45] Coach: Marit Breivik 2005 World Championship (9th place)[46] Coach: Marit Breivik 2006 European Championship (Winner)[47] Coach: Marit Breivik 2007 World Championship (Second place)[48] Coach: Marit Breivik 2008 Summer Olympics (Winner)[2] Coach: Marit Breivik 2008 European Championship (Winner)[49] Coach: Marit Breivik 2009 World Championship (Third place) Coach: Thorir Hergeirsson 2010 European Championship (Winner) Coach: Thorir Hergeirsson 2011 World Championship (Winner) Coach: Thorir Hergeirsson 2012 Summer Olympics (Winner) Coach: Thorir Hergeirsson 2012 European Championship (Second place) Coach: Thorir Hergeirsson 2013 World Championship (5th place) Coach: Thorir Hergeirsson 2014 European Championship (Winner) Coach: Thorir Hergeirsson 2015 World Championship (Winner) Coach: Thorir Hergeirsson 2016 Summer Olympics (Third place) Coach: Thorir Hergeirsson 2016 European Championship (Winner) Coach: Thorir Hergeirsson 2017 World Championship (Second place) Coach: Thorir Hergeirsson 2018 European Championship (5th place) Coach: Thorir Hergeirsson 2019 World Championship (4th place) Coach: Thorir Hergeirsson 2020 European Championship (Winner) Coach: Thorir Hergeirsson 2020 Summer Olympics (Third place) Coach: Thorir Hergeirsson 2021 World Championship (Winner) Coach: Thorir Hergeirsson 2022 European Championship (Winner) Coach: Thorir Hergeirsson 2023 World Championship (Second place) Coach: Thorir Hergeirsson 2024 Summer Olympics (Winner) Coach: Thorir Hergeirsson 2024 European Championship (Winner) Coach: Thorir Hergeirsson Several Norwegian players have seen their individual performance recognized at international tournaments, either as Most Valuable Player, top scorer or as a member of the All-Star Team. Total number of matches played in official competitions only.[66] Last updated: 15 December 2024Source: handball.no Total number of goals scored in official matches only.[67] Last updated: 15 December 2024Source: handball.no Total number of championships played.[66] Last updated: 2024 European Championship OG: Olympic Games, WC: World Championship, EC: European Championship Last updated: 2024 European Championship",
  "source_url": "https://en.wikipedia.org/wiki/Norway_women%27s_national_handball_team"
}