{
  "id": 298,
  "title": "The Terminator (soundtrack)",
  "data": "The Terminator: Original Soundtrack is a soundtrack album by Brad Fiedel, composed and performed on synthesizer for the 1984 film The Terminator.[3] Fiedel described the film's music as being about \"a mechanical man and his heartbeat\".[4] Almost all the music in the film was performed live.[5][4] The Terminator theme is played over the opening credits and during certain scenes at varying tempos, including a piano version during the love scene and a slowed-down version when Reese dies.[6] It has been described as having a \"deceptively simple melody\" line and \"haunting synthesizer music\".[7] It is in a time signature of 1316, which came about as Fiedel experimented with the rhythm track on his music equipment, a Prophet-10 and an Oberheim. Originally intending the meter to be something simpler like 78, his finger was rushing when he activated the loop; however, Fiedel found that he liked the \"herky-jerky\" \"propulsiveness\" of 1316 and decided to keep it, not even realizing the number of beats because he did not write any notation.[8] Fiedel created music for when Reese and Connor escape from the police station that would be appropriate for a \"heroic moment\". Cameron turned down this theme, as he believed it would lose the audience's excitement.[4] \"Factory Chase\" features an electric violin played by Ross Levinson.[7] The track \"Love Scene\" is a softer piano-based version of the main theme that was described as \"bittersweet\". The soundtrack to the film The Terminator was released in 1984. The first six tracks of the soundtrack make up the Terminator score. The second half is performed by various artists and has been described as synthesizer-based and dance-oriented pop rock. The songs by Tahnee Cain & Tryanglz contain hard rock rhythm guitar. \"Pictures of You\" has an emphasis on synthesizer and differs from Jay Ferguson's hit songs. \"Intimacy\" has been described as \"latter-day new wave and primitive, early techno\".[7] The soundtrack album was originally released through Enigma Records.[9] It was followed by a CD and cassette reissue on July 1, 1991 through DCC Compact Classics.[10] The German record company Edel AG licensed the rights to release Fiedel's score without the songs in the film in 1994.[11] Fiedel agreed to having the album released but asked to be consulted on the studio sessions.[11] Fiedel stated that the label guaranteed him he would have \"final say and be involved in the final mixes\" which \"didn't happen.\"[11] Fiedel expressed that this left him feeling \"quite betrayed on that, because this was my work.\"[11] This remastered edition containing only Fiedel's score entitled The Definitive Edition (alternatively The Definite Edition on some versions) was released on August 22, 1995 through Edel AG.  This edition contained a 73-minute running time and included a bonus track the \"Judgment Day Remix\" of \"Theme from The Terminator.\" The liner notes of the album contained extensive annotations for each track.[12] Milan Records released a remastered version of the score on April 8, 2016.[13][14] Online music database AllMusic praised the score of the film, referring to it as an \"underrated highlight\" of The Terminator and referred to it as a \"marvelous synthesizer score\". The review stated that the second half of the album featuring the pop songs was \"generic\".[7] The review praised the \"Definitive Edition\" version of the album which featured the entire film score, opining that it \"comprises some of the best science fiction-oriented film music of recent decades.\"[12] Reviewing the 2016 re-issue, Pitchfork gave the album an 8.5 out of 10 rating, and labeled it as one of their best new reissues.[15] The review stated that \"Perhaps the root of Fiedel’s success here, though, is the way his score holds close to the main theme’s central melodic and rhythmic motifs, remaking and remolding them to keep a sense of narrative continuity even as he shifts around sound and tone. From the metallic march of “‘I’ll Be Back' – Police Station & Escape” to the yearning piano of “Love Scene,” a firm backbone runs throughout, and when the end credits ushers in a cold dawn, Fiedel holds back on fireworks or tidy emotional resolution.\"[15]",
  "source_url": "https://en.wikipedia.org/wiki/The_Terminator_(soundtrack)"
}