{
  "id": 327,
  "title": "Argenteuil",
  "data": "Argenteuil (French: [aʁʒɑ̃tœj] ⓘ) is a commune in the northwestern suburbs of Paris, France. It is located 12.3 km (7.6 mi) from the center of Paris. Argenteuil is a sub-prefecture of the Val-d'Oise department, the seat of the arrondissement of Argenteuil. Argenteuil is part of the Métropole du Grand Paris. Argenteuil is the fourth most populous commune in the suburbs of Paris (after Boulogne-Billancourt, Saint-Denis, and Montreuil) and the most populous one in the Val-d'Oise department, although it is not its prefecture, which is shared between the communes of Cergy and Pontoise. Argenteuil shares borders with communes in 3 departements others than Val d'Oise : the Yvelines, Hauts-de-Seine, and Seine-Saint-Denis departements. The name Argenteuil is recorded for the first time in a royal charter of 697 as Argentoialum, from a Latin/Gaulish root argento meaning \"silver\", \"silvery\", \"shiny\", perhaps in reference to the gleaming surface of the river Seine, on the banks of which Argenteuil is located, and from a Gaulish language suffix -ialo[3] meaning \"clearing, glade\" or \"place of\". Argenteuil was founded as a convent in the 7th century (see Pierre Abélard and the Convent of Argenteuil). The monastery that arose from the convent was later destroyed during the French Revolution. A rural escape for Parisians, it is now a suburb of Paris. Painters made Argenteuil famous, including Claude Monet, Eugène Delacroix, Auguste Renoir, Gustave Caillebotte, Alfred Sisley and Georges Braque. The Hotel de Ville was completed in 1994.[4] Argenteuil is served by two stations on the Transilien Paris-Saint-Lazare suburban rail line, which are Argenteuil and Val d'Argenteuil. Since redeveloped by STIF and SNCF, Argenteuil has been equipped with the new Paris-Saint-Lazare-Ermont-Eaubonne line. The new line was launched in 2006, adding the Paris-Saint Lazare / Cormeilles-en-Parisis - Pontoise / Mantes-la-Jolie service to Paris for about ten minutes. By Bus* :[5] 361 Gare d'Argenteuil à Gare de Pierrefitte - Stains RER; 140 Gare d'Argenteuil - Asnières-Gennevilliers - Gabriel Péri; 164 Argenteuil - Claude Monet College - Porte de Champerret; By train* : Gare d'Argenteuil (SNCF-J): Paris Saint-Lazare in 15 minutes and Colombes in 4 minutes Gare Saint-Gratien (T-8): Porte Maillot in 22 minutes Épinay Orgemont (T-8): Gare Saint-Denis in 20 minutes Travel by car: City centre: 10 minutes; Paris Saint-Lazare: 25 minutes La Défense: 20 minutes; Colombes: 10 minutes; la Plaine-Saint-Denis: 18 minutes; Porte de Clichy: 15 minutes; As of 2016[update], the commune's schools have over 12,000 students. The commune has:[6] Paris 13 University serves as the area university.[11] The Conservatoire à rayonnement départemental de Musique, Danse et Théâtre is located in Argenteuil.[12] André Bon is one of its former students. 2 An immigrant is a person born in a foreign country not having French citizenship at birth. An immigrant may have acquired French citizenship since moving to France, but is still considered an immigrant in French statistics. On the other hand, persons born in France with foreign citizenship (the children of immigrants) are not listed as immigrants. Argenteuil is twinned with:[15] Autumn at Argenteuil, Regatta at Argenteuil, Red Boats, Argenteuil, The Bridge at Argenteuil, The Port at Argenteuil, The Seine at Argenteuil, View of Argenteuil-Snow, Bords de la Seine a Argenteuil, and Snow at Argenteuil.\nAnd Train in snow at Argenteuil. Argenteuil and Seine near Argenteuil by Édouard Manet, Regatta at Argenteuil by Pierre-Auguste Renoir, and The Bridge in Argenteuil by Gustave Caillebotte.",
  "source_url": "https://en.wikipedia.org/wiki/Argenteuil"
}