{
  "id": 994,
  "title": "Vishambhar Prasad Nishad",
  "data": "Vishambhar Prasad Nishad  (born 18 July 1962) is an Indian politician from the Samajwadi Party,He is also an advocate, an agriculturist, and a  social worker.[2] He served as a cabinet minister of the Uttar Pradesh government three times and became a member of parliament for Fatehpur (Lok Sabha constituency) in the 11th Lok Sabha in 1996.[3] Nishad was born in the small village of Bada Kachhaar Hamirpur, India at his grandmother's home. His late father Shri Shrikrishna Nishad was a small farmer in Jhanjharipurwa, Banda. He studied at Pt. J. N. Degree College and Vishambhar Prasad Nishad, gained a master's degree in economics from Bundelkhand University, Jhansi, after completing LL.B. He married Smt Shakuntla Nishad on 20 April 1987, with whom he had two sons—Vivek and Akhil.[citation needed] Nishad was elected to the Uttar Pradesh Legislative Assembly four times (1991, 1993, 2002 and 2007) for the Tindwari, Banda seat. He worked as a cabinet minister of fisheries, animal husbandry, revenue, Ambedkar Gram Sabha development, External Aided Project and mining. He played an important role in the release of Phoolan Devi, the Bandit Queen from Gwalior central jail in 1994, when he was a minister in the Uttar Pradesh government. He became a prominent Nishada face of Samajwadi Party among India's fishing community. Nishad was elected as member of Rajya Sabha on 12 June 2014 on vacant seat after Prof. S. P. Singh Baghel of BSP resigned. After completing his two years tenure, Nishad was reelected again for Rajya Sabha till 2022 in July 2016. As of 2012, Nishad held the post of National General Secretary of the Samajwadi Party as well as the State Party in charge of Madhya Pradesh. He joined the disciplinary committee of Samajwadi Party after the 2012 assembly election. Nishad announced his candidacy for the Hamirpur-Mahoba-Tindwari seat in the 2014 parliamentary election. Nishad runs educational institutes in the remote area of Bundelkhand for the Nishada fisherman community in memory of the Nishada legend Ekalavya. In Parliament, he focused on reservation issues related to the problems of India's fishing communities. He is president of Samajwadi Kashyap Nishad Bind Turaha Ekta Mahasabha, which works to advance the fishing castes.",
  "source_url": "https://en.wikipedia.org/wiki/Vishambhar_Prasad_Nishad"
}