{
  "id": 17,
  "title": "Mazher Mahmood",
  "data": "Mazher Mahmood (born 22 March 1963) is a British journalist who was convicted of conspiracy to pervert the course of justice. Before his conviction, he worked mainly for the tabloid press. He spent 20 years working for the News of the World and the Sunday Times,[1] during which time he was responsible for numerous investigations,[2] including a reputed 94[clarification needed] that led to convictions.[3] He won Reporter of the Year in 2011, as well as Scoop of the Year and the Sports Journalists' Association award, for an investigation of cricket match-fixing. Later, from its foundation in 2012, he worked for the Sun on Sunday, successor to the News of the World. Mahmood became known popularly as the \"fake sheikh\" because he often posed as a sheikh during the course of his investigations. In addition to numerous highly regarded public-interest investigations, he attracted allegations of breaking the law without any clear public-interest justification, including several episodes in which he was accused of entrapment.[4] In July 2014, Mahmood was suspended from the Sun on Sunday after a trial collapsed against former X Factor judge and singer Tulisa, with concerns voiced by a judge that Mahmood might have perjured himself. In October 2016, Mahmood was jailed for 15 months after being found guilty of conspiring to pervert the course of justice.[5][6] Mazher Mahmood was born in Small Heath, Birmingham, on 22 March 1963, the second of two sons of Sultan and Shamim Mahmood, journalists from Pakistan who had come to Britain three years earlier.[7] Mahmood first gained employment as a journalist at the age of 18, exposing family friends who sold pirate videos. This gained him two weeks' work at the News of the World, after which he started freelancing at the Sunday People. In 1984, while trying with fellow journalist Roger Insall to expose a vice-ring at the Metropole Hotel at the National Exhibition Centre, Birmingham, according to Mahmood, he first used the sheikh disguise when inviting prostitutes to a hotel room.[8] Mahmood then worked for the Sunday Times, which he joined in 1989. A managing editor at the time, Roy Greenslade, later alleged that Mahmood was dismissed for trying to cover up a mistake.[7][9][10] Mahmood has consistently disputed Greenslade's version of events. Mahmood then briefly worked as a producer on David Frost's TV-am programme,[7] before joining the News of the World in 1991.[2] Mahmood maintained high levels of secrecy, and said he rarely visited the News International offices. It is said that written into his contract was a clause stating that his photograph would not be published. When featured in images that accompany his stories, he has been represented with a silhouette next to his byline.[11] Despite these efforts, several news organisations have published photos of him, including BBC News,[12] the Guardian[13] and the Norwegian tabloid Dagbladet.[14] In September 2008, he wrote a book entitled Confessions of a Fake Sheik (sic) – The King of the Sting Reveals All.[2] In addition to his \"Fake Sheikh\" persona, Mahmood has used the identity of businessman Sam Fernando.[15] He is reputed to be accompanied on occasions by a bodyguard, said to be his second cousin Mahmood Qureshi, who has posed as businessman Pervaiz Khan.[16] Conrad Brown, the son of former NoW reporter Gerry Brown, operated the concealed video cameras and microphones.[17] Mahmood's targets included various society figures, including Sophie, Countess of Wessex, in 2001,[18] Princess Michael of Kent in 2005,[19] and Sarah, Duchess of York, in 2010.[20] On 30 March 2006, Respect Party politician George Galloway said that Mahmood, using his \"fake sheikh\" disguise and working for the News of the World, attempted to trap him in a sting operation at a meeting in the Dorchester Hotel with businessmen from the Middle East.[21] Galloway said he had put off the meeting for several weeks and was suspicious from the beginning. Of the men, he wrote on his website that \"neither of the two looked at all like an Islamist (which is what they later claimed to be); neither had a beard\".[22] Galloway said that Mahmood tried but failed to implicate him in illegal party funding, and to agree with antisemitic statements.[23][24] The News of the World admitted their journalist had been present, but asserted that he had been involved in \"wholly legitimate inquiries.\"[25] Mahmood himself denied the use of antisemitic comments.[25] Media commentator Roy Greenslade accused Mahmood and the News of the World, in its use of \"subterfuge\", of adopting practices which \"debase journalism.\"[15] Galloway wrote to Ian Blair, the Metropolitan Police commissioner and Michael Martin, the Speaker of the House of Commons about the incident. He also released photographs of Mahmood on the internet, distributed the images to other MPs and the royal family,[26] and revealed other aspects of Mahmood's activities.[24][27] The News of the World lost a High Court action to prevent publication of photographs of Mahmood.[28] In his letter to the Speaker's office, Galloway also claimed that Mahmood had in the past deceived Diane Abbott and had sought a meeting with Jeremy Corbyn, both also prominent anti-war MPs.[12][27] Other politicians featured in Mahmood's investigations included David Mellor, the former Secretary of State for National Heritage, who had resigned following an affair and the revelation of the unwise acceptance of the gift of a holiday,[29] and Environment Minister Tim Yeo who was revealed to have fathered a child outside his marriage.[30] Mahmood won the \"Reporter of the Year\" award in 1999 for his exposé of Newcastle United bosses Freddy Shepherd and Douglas Hall, who mocked fans and branded Geordie women \"dogs\" after taking Mahmood, posing as the sheikh, to a brothel in Marbella.[31] Footballer John Fashanu was exposed for alleged match-fixing. Fashanu offered to fix matches for Mahmood and took a cash deposit. Fashanu claimed that he knew about the sting all along and was only appearing to be corrupt so as to gather evidence for the police.[32] In January 2006, Mahmood met England head coach Sven-Göran Eriksson, posing as a businessman interested in opening a sports academy. Eriksson, however, asked him to take over Aston Villa FC, and said that he intended to leave England after the World Cup to become Aston Villa manager, and that he would approach David Beckham from Real Madrid to become captain. On 23 January, the Football Association announced that Eriksson would leave his job after the 2006 FIFA World Cup, and it was thought that the News of the World allegations played a part in this decision.[33] In 2019, Eriksson implied that the then FA Chief Executive had used the scandal as an opportunity to terminate his contract, stating \"But of course he took the chance, because I was not his man.\"[34]In 2016 Eriksson was reported to be suing Mahmood for having cost him his job.[35][needs update] In May 2010, Mahmood exposed snooker player John Higgins and his agent Pat Mooney for apparently agreeing to fix the outcome of future individual frames which would not necessarily alter the course of a match. Meeting in a hotel room in Kyiv, Ukraine, on the morning of Friday 30 April, where Higgins and his manager had travelled after his exit from the 2010 World Championship, to ostensibly meet the undercover News of the World team the newspaper described as men posing as businessmen interested in organising a series of events linked to the World Series of Snooker. On video, Higgins and Mooney discussed how to throw frames. On the publication of the story on Sunday 2 May, Barry Hearn, chairman of the WPBSA, immediately suspended Higgins from WPBSA tournaments, promising a full investigation, saying: \"Those responsible, if proved, will be dealt with in a very harsh and brutal way. People have a right to see pure sport – that's what I want snooker to be.\" Mooney resigned from his post as director of the WPBSA and was later banned from snooker management for life, following an investigation and judgement, which also resulted in Higgins being given a ban and large fine. Explaining that \"it is not enough to just have integrity in such a position, you must also be seen to have integrity\", he explained further that \"this was not possible given the manner in which this allegation has been reported\".[36] Higgins subsequently issued a statement denying he had ever been involved in match fixing, and said of the meeting, \"I didn't know if this was the Russian mafia or who we were dealing with. At that stage I felt the best course of action was just to play along with these guys and get out of Russia.\"[37] Mooney also said \"we were genuinely in fear for our safety\".[38] Mahmood's name came under the limelight once again when, in August 2010, he posed as an Indian businessman to expose the cricket bookie Mazhar Majeed who claimed Pakistani cricketers Mohammad Amir, Mohammad Asif, Salman Butt had committed spot-fixing during Pakistan's 2010 tour of England; the team was accused of deliberately bowling three no-balls. In September 2004, he posed as a Muslim extremist to \"expose\" three men who were trying to buy radioactive material for a suspected Muslim terrorist group seeking to carry out attacks in the United Kingdom. However, the men were later found not guilty following a trial at the Old Bailey, with the judge criticising the News of the World for not checking the credibility of the story.[39][40] Mahmood reported the revelations that actor John Alford was supplying cocaine, for which he was imprisoned. Alford claimed entrapment and demanded Mahmood's arrest. The trial judge observed that \"entrapment had clearly played a significant part in what he did, but greed had also been a major factor.\"[41] However, when Alford appealed to the High Court his appeal was unanimously rejected. An application to appeal to the House of Lords was declined.[42] Mahmood's methods have often been criticised. In addition to Greenslade's criticisms, politician George Galloway also sought to challenge him,[8][17] while some lawyers have complained that Mahmood has sometimes broken the law without clear public interest justification.[11] In 1999, after a Mahmood investigation exposed the Earl of Hardwicke and another man as drug dealers,[43] the jury sent a note to the judge explaining that they had reached their decision to convict the two men with great reluctance. They said that they would have acquitted the defendants if the law had allowed them to take into account Mahmood's \"extreme provocation\" of them to sell him cocaine. The judge agreed and passed suspended sentences.[15][17] Mahmood discussed criticisms of his methods in a televised interview in 2008 with the BBC's Emily Maitlis on The Andrew Marr Show.[44] In 2003, Mahmood was responsible for reporting an alleged plot to kidnap Victoria Beckham to the police. The subsequent trial collapsed after it emerged that Mahmood's main informant, Florim Gashi, had been paid £10,000 and could not be considered a reliable witness, and was later deported from the UK.[45][46] Judge Simon Smith referred the News of the World's role in the affair to the Attorney General.[17] One of the men involved later sued the News of the World for libel and won. The paper issued an apology and paid libel costs.[47][48] In 2004, Mahmood led an investigation into exposing the creation of a dirty bomb, through the supply of the fictitious substance red mercury, to three men from a supposed terrorist group. Mahmood was registered as an informant for the Metropolitan Police Anti-Terrorist Branch during the story, which led to a criminal case prosecution by the Crown Prosecution Service. The case, signed off by the Attorney General, collapsed in July 2006.[8] On 21 July 2014 the trial of the R&B singer-songwriter and former X-Factor judge Tulisa Contostavlos, brought about by a Mahmood drugs sting operation, collapsed. Jeremy Dein QC, for the defence, accused Mahmood of active duplicity in some stories. To support this position, he called a former Mahmood associate, Florim Gashi, who told the court he helped the reporter \"make up stories for his newspaper\".[13] Judge Alistair McCreath told Southwark Crown Court that he thought Mahmood had lied in giving evidence. Explaining his decision to halt the trial, McCreath said: The Sun On Sunday announced that Mahmood had been suspended. Mahmood had posed as a film producer, offering Contostavlos a £3.5-million deal to star in a Bollywood/Hollywood film about a girl from the ghetto trying to become an R&B star. Mahmood went to extreme lengths to entrap Contostavlos.[50] After Mahmood was charged, the Crown Prosecution Service announced its intention to review more than 30 criminal trials in which he had given evidence.[51] On 21 October 2016, Mahmood was jailed for 15 months after being found guilty of conspiracy to pervert the course of justice.[6] Mahmood was the subject of BBC television Panorama investigation. The Fake Sheikh Exposed, broadcast on 12 November 2014, was presented by John Sweeney and produced by Meirion Jones and Owen Phillips.[52] The programme aired despite legal efforts by Mahmood to prevent recent pictures of himself being shown, and a request from the Attorney General to stop the broadcast.[53] The programme included allegations that Mahmood's methods included payments to third parties who procured the drugs that his targets would later be exposed as supplying, and that he made offers of scarcely believable career opportunities to targets with no recent history of drug misuse, who were then pressured to obtain cocaine. The programme also included unseen footage of Mahmood rehearsing with a known drug dealer for the entrapment of former Page 3 model Emma Morgan. Referring to Judge McCreath's comments, former Attorney General Lord Goldsmith said: \"The fact that somebody who has been accused by a judge of apparently not telling the truth may be instrumental in those convictions would certainly be a reason to look at those convictions again, and to examine them to see whether they are safe.\"[54] The programme also revisited the collapse of the Victoria Beckham kidnap plot, re-interviewing witness Florim Gashi, who worked with Mahmood on several occasions and who was on the payroll of the News of the World. Gashi claimed Mahmood was complicit with him in inventing the kidnapping plot. The collapse of the case was so troubling to the presiding judge that it was referred to the then Attorney General, Lord Goldsmith, who stated, \"If a trial collapses, and it collapses because of the alleged wrongdoing of a witness, that's a real issue for me.\" After taking legal advice on whether criminal charges could be made, Goldsmith stated: \"I have explored every possible avenue for dealing with this, what I saw was a very unsatisfactory state of affairs, and each avenue had turned out to be a blank\".[55] On 4 December 2014, the Crown Prosecution Service investigated 25 cases where Mahmood gave evidence.[56] On 29 September 2015, it announced that Mahmood and his former driver Alan Smith had been charged with conspiracy to pervert the course of justice. The offences concern evidence given in the trial of R&B singer-songwriter Tulisa Contostavlos. The pair appeared at Westminster Magistrates' Court.[57] on 20 November 2015.[58] Following a trial at the Old Bailey, Mahmood and Smith were found guilty of conspiring and intending to pervert the course of justice.[59] On 21 October 2016, Mahmoud was sentenced to 15 months and Smith received a suspended sentence of 12 months.[6][60] Mahmood has won various newspaper awards, including British Press Awards \"Reporter of the Year\" 1999 for his exposé of Newcastle United directors.[31] At the awards ceremony, a figure dressed as a sheikh collected the award, and then revealed himself to be Kelvin MacKenzie, former editor of The Sun.[11] Mahmood won Reporter of the Year again in 2011.[61] He also won the Sports Journalists' Association award in 2010 for an investigation of cricket match-fixing.[62] In January 2013, Mahmood was nominated for the Services to Media award at the British Muslim Awards.[63]",
  "source_url": "https://en.wikipedia.org/wiki/Mazher_Mahmood"
}