{
  "id": 311,
  "title": "Yongin Wangsanli Jiseongmyo",
  "data": "Yongin Wangsanli Jiseongmyo, also known as the Yongin Wangsanli Dolmens, are two single-chamber megalithic tombs from the Bronze Age located in Mohyeon-eup, Yongin-si, Gyeonggi-do, South Korea. Originally called Mohyeon Jiseongmyo, the name was changed to its current state under Gyeonggi-do Decree No. 2016–205 on November 8, 2016. The dolmens were designated as Gyeonggi-do Monument No. 22 in 1974 for their historical value.[1] The Wangsanli Dolmens are the largest and most well-preserved in all of Gyeonggi-do, showing the intricate architectural innovations of the Bronze Age.[2] Known as goindol (고인돌) in Korean, a dolmen is a tomb consisting of large megaliths making up a single-chamber for the dead. Along with the seokgwanmyo (literally 'stone sarcophagus'), it is one of the most prominent tomb structures of the Bronze Age. The Korean peninsula has one of the most dolmens in the world with approximately 40,000 located all over the region. There are two types of dolmens in this area, which are classified depending on the shapes and particular arrangements of the vertical megaliths and the 'table' (the flat horizontal stone that is put on top of the vertical stones): the Northern (table) style and the Southern (tile) style. The Wangsanli Dolmens are Northern style dolmens, meaning that they were made by 1) raising the vertical megaliths first to make a stone chamber, 2) placing the corpse in the chamber, and 3) putting the horizontal stone on top (thus giving it the appearance of a table, hence its other name). Southern style dolmens are made in a similar way, except the vertical megaliths are buried under the ground instead of being exposed.[3] Although a total of twelve dolmens have been discovered in the Wangsanli region, as of 2019, only two have actually been examined in depth: the Wangsanli Jiseongmyo. The best-preserved dolmen has a roof stone with the length of 5.5 meters (18 feet), width of 4.4 meters (14 feet), and thickness of 1 meter (3.3 feet). There are three upright stones that are supporting the top, with an average height of 80 cm (2.6 ft) between them. Compared to the top stone, the sizes of the vertical megaliths are unusually small. Additionally, the outside of the stone chamber is half-buried in soil, implying that the architects piled additional earth near the dolmen to provide additional protection from outside forces. It was inferred that the dolmen was originally composed of four vertical megaliths, but one had disappeared due to unknown circumstances.[4] The second dolmen has a smaller top stone, with a length of 4.4 meters (14 feet). Compared to the first dolmen, it is in a state of worse preservation; the supporting vertical stones have all collapsed. Grave goods that have been discovered include stone knives and stone arrowheads.[5] Nearby natural monuments include the Gwangju mountain range in the east and the Gyeongancheon (Gyeongan stream) in the north (which subsequently connects to the Han River). To the west lies the Global Campus of the Hankuk University of Foreign Studies as well as the Hankuk Academy of Foreign Studies, a private boarding school. It is known that 12 dolmens are distributed in Wangsan-ri, Mohyeon-eup, Cheoin-gu, Yongin-si, Gyeonggi-do, but except for No. 1 and No. 2, which are located on flat ground (park), little research has been done. Dolmen No. 1, located on the west, is about 5.5m away from No. 2. The long direction of the dolmens is east-west, parallel to the flow of Gwancheongcheon, a small stream of Gyeongancheon. The capstones are located on the south and north sides, and the spacing is about 1.2m, and only the eastern blocking stone remains. Dolmen No. 2 is currently tilted to the north, but its long direction seems to have been north-south like No. 1. In addition, the capstones of open-stone dolmens are currently distributed around Dolmen No. 1 and 2.",
  "source_url": "https://en.wikipedia.org/wiki/Yongin_Wangsanli_Jiseongmyo"
}