{
  "id": 515,
  "title": "George McGuinness",
  "data": "George McGuinness (6 October 1887 – 1 July 1916) was an English footballer who played as a forward for Spanish club Real Sociedad.[1] He is most known for his goals at the 1909 Copa del Rey to help Club Ciclista win the title for the first time, netting a then national record of six in a single tournament including a hat-trick against Athletic Club and the opening goal of the final.[2] George McGuinness was born on 6 October 1887 in Liverpool as the second of three sons born to Edward, a private school teacher, and Catherine, and attended St Francis Xavier's College. In 1908, at the age of 21, McGuinness arrived in San Sebastián, where he taught English to Pedro Bea, the goalkeeper of the newly founded Club Ciclista.[3] Knowing that the young Englishman was a passionate footballer, Bea encouraged him to join the team.[4] The newly founded Club Ciclista was far from the favorite to win the 1909 Copa del Rey, but they exceeded all expectations by winning the tournament, largely thanks to McGuinness, who scored a hat-trick in a 4–2 upset of the powerful Athletic Club in the quarter-finals, followed by both of his side's goals in a 2–0 win over Galicia FC.[3] However, he was injured during that game, and even though Club Ciclista managed to hold on to the win with just nine men, the concern was whether their star would be able to play the final two days later at Campo de O'Donnell. Mcguinness's participation in the final was doubtful, but at the last moment he decided to play,[5] and with him on the field, Club Ciclista beat Español de Madrid 3–1 featuring yet another goal from McGuinness, who opened the scoring from the penalty spot (compatriot Charles Simmons and Miguel Sena netted the other two goals). It was the first Copa title won by a team other than Athletic and Madrid, while individually he also broke the record for the most goals in a single edition with six.[2] A few months after this victory, the players who won the tournament founded the Sociedad de Futbol (now known as Real Sociedad) on 7 September 1909 and participated in the 1910 Copa del Rey under the umbrella of local club Vasconia Sporting Club (since the club was not a year old as the tournament statutes required); once again McGuinness proved to be the matchwinner with both goals in a 2–0 over Madrid FC, although they lost the final to Athletic 0–1, courtesy of a goal from Remigio Iza.[6] In the same year, King Alfonso XIII gave the club his patronage whereby it subsequently became known as Real Sociedad de Fútbol, and McGuinness went down in history again for netting the club's first goal as Real Sociedad, on 26 March 1910, in a 1–5 friendly loss to London Nodmans. At this point one of the other players in the side was Nicasio Goitisolo, an Anglo-Basque who was also from Liverpool and an 'Old Xaverian',[7] although the nature of the relationship between the two young men has not been confirmed. Also in 1910, Sociedad participated in the inaugural edition of the Pyrenees Cup, and McGuinness netted once in the opening match of the competition, a semi-final clash against Stade toulousain at Ondarreta Stadium on 17 April, thus helping his side to an 8–0 victory,[8] Two weeks later, on 1 May, he featured in the final against FC Barcelona, and although he assisted Manuel Prast for the opening goal, they ultimately lost 1–2.[9][10] In total, he played 9 competitive matches for Real Sociedad, scoring 7 goals, six in the Copa del Rey and one in the Pyrenees Cup.[3] On 2 December 1910, he played his last game for the Basque club, going off with a five-goal haul against Biarritz Stade. He left the San Sebastián entity at 23 to return to England, where he was a teacher at St Laurence's Roman Catholic School in Birkenhead – a town in the county of Merseyside near Liverpool.[3] During his years as a teacher, he would continue to practice football with the now defunct Harrowby FC team.[4] The outbreak of the First World War led 27-year-old McGuinness to the ranks and he was assigned to the 30th Division of the King's Regiment of Liverpool infantry, in its 18th Battalion. Fourteen months later, on 7 November 1915, McGuinness (service number 16665) and his battalion crossed the English Channel to France aboard the SS Invicta.[4] On 1 July 1916, he was present at the start of the Battle of the Somme, one of the longest and bloodiest battles of the Great War. Two weeks later, Edward and Catherine McGuinness received a letter at their home: John Caulfield, George's battalion mate, reported his death in combat by a bullet.[4] Club Ciclista Real Sociedad",
  "source_url": "https://en.wikipedia.org/wiki/George_McGuinness"
}