{
  "id": 378,
  "title": "Robert Taub",
  "data": "Robert Taub (born 1955) is a concert pianist, recording artist, scholar, author, and entrepreneur. Raised in Metuchen, New Jersey,[1] Taub graduated from Metuchen High School in 1973.[2] Taub is a concert pianist renowned for his performances of Beethoven and contemporary music. He has performed as guest soloist with the world's leading orchestras, including the MET Orchestra in Carnegie Hall, the Boston Symphony Orchestra, BBC Philharmonic, The Philadelphia Orchestra, San Francisco Symphony, Los Angeles Philharmonic, the Hong Kong Philharmonic Orchestra, and many others. As winner of the first Peabody Mason Award (1983), his debut performance was at Alice Tully Hall, Lincoln Center, New York City. In addition to his performances with leading orchestras, Taub has performed solo concerts on the Great Performers Series at New York's Lincoln Center and other major series worldwide. He has initiated and directed several concert series and festivals - including a nationally broadcast series at the Institute for Advanced Study in Princeton (where his only predecessor as Artist-in-Residence was T.S. Eliot). Taub has recorded the complete Sonatas of Beethoven and Scriabin, as well as works of Robert Schumann, and Franz Liszt, several of which have been selected as \"critic's favorites\" by Gramophone, Newsweek, The New York Times, and The Washington Post.  His most recently released recording is the Sessions Piano Concerto with James Levine and the Munich Philharmonic.  Taub's book – Playing the Beethoven Piano Sonatas – has become a standard for the Beethoven literature, and his research with Beethoven source material led him to prepare a new edition of the Beethoven Piano Sonatas for Schirmer Performance Editions, a subsidiary of Hal Leonard Corporation. A champion of new music as well as established literature, Taub has premiered piano concertos by Milton Babbitt (MET Orchestra, James Levine) and Mel Powell (Los Angeles Philharmonic), and making the first recordings of the Vincent Persichetti 'Piano Concerto (Philadelphia Orchestra, Charles Dutoit) and Roger Sessions Piano Concerto.  He has premiered six works of Babbitt (solo piano, chamber music, 2nd Piano Concerto).  Taub also initiated collaborations with several younger composers, including Jonathan Dawe (USA), David Bessell (UK) and Ludger Brümmer (Germany), performing their 21st century works in America and Europe. Taub is a spokesman for music, giving engaging and informal lectures and pre-concert talks. Taub was featured on the PBS television program Big Ideas, which highlighted him playing and discussing Beethoven Piano Sonatas. Filmed during his seventh and final year at the Institute for Advanced Study, this program has been broadcast throughout the US on PBS affiliates. Taub is a Phi Beta Kappa graduate of Princeton University, where he was a University Scholar. He completed his doctoral degree at the Juilliard School as a Danforth Fellow. Studying under principal teacher Jacob Lateiner, Taub received the school's highest award in piano. Taub has served as Blodgett Artist-in-Residence at Harvard University, UC Davis, and the Institute for Advanced Study. He has led music forums and master classes at Oxford and Cambridge universities, as well as The Juilliard School.  He has also been visiting professor at Princeton University and Kingston University (London, UK), teaching courses in Beethoven and music history, as well as piano, chamber music, and collaborative piano. Building upon his experiences and achievements in the performing arts, Taub founded MuseAmi, a music software and technology company, in 2008. Inspired by his daughter's experiences learning violin, Taub envisioned a technology that could \"see\" and \"hear\" music the way people do, with a goal of enhancing the way individuals create, learn, collaborate upon, and share music. With MuseAmi, Taub attracted a high-powered team of machine learning experts, signal processing engineers, and creative developers. By using advanced techniques of machine learning and digital signal processing, MuseAmi has created highly efficient software to detect, analyze, and categorize visual and audio inputs in real world contexts. Under Taub's leadership, the company has developed significant intellectual property and has been awarded several patents. Following his MuseAmi-based sabbatical from concert life, Taub returned to his performing career in 2016 with new performing projects centered on both new music and Beethoven.",
  "source_url": "https://en.wikipedia.org/wiki/Robert_Taub"
}