{
  "id": 14,
  "title": "Beirut Is Back",
  "data": "\"Beirut Is Back\" is the second episode of the second season of the American television drama series Homeland, and the 14th episode overall.  It originally aired on Showtime on October 7, 2012. Carrie (Claire Danes) meets with her asset, Fatima Ali (Clara Khoury), after Friday prayers at a mosque. Fatima reveals that she is prepared to defect to the United States and gives Carrie the time and place that her husband, Hezbollah district commander Abbas Ali, will be meeting with Abu Nazir (Navid Negahban). Carrie meets Saul (Mandy Patinkin) at the safehouse and they relay the news to Estes (David Harewood) via Skype. Estes grills Carrie about the reliability of the tip, and Saul speculates that the information might be phony and that their men are being led into an ambush. It becomes clear to Carrie that Saul and Estes do not trust her judgment. The Brodys attend a function where the Waldens are also present. Vice President Walden (Jamey Sheridan) informs Nicholas Brody (Damian Lewis) that one of Iran's nuclear weapon sites survived the air strikes, but that the President is reluctant to take further action as his term is running out. Walden asks Brody to speak to the Secretary of Defense to try to convince him that urgent action is required. Meanwhile, the Brodys become further ingratiated with the Walden family as Cynthia Walden (Talia Balsam) invites Jessica (Morena Baccarin) to co-host a fundraiser with her, and Dana (Morgan Saylor) runs into Finn Walden (Timothée Chalamet) and takes a liking to him. Saul talks on the phone with Estes about whether to attempt to capture Abu Nazir, and the conversation turns to Carrie's reliability, and whether it was a good idea to send her to Lebanon. Carrie hears the entire conversation and begins to have a breakdown. She retreats to the roof of the safehouse, where Saul finds her. Carrie confesses that she no longer trusts her own instincts after she was so completely wrong about Brody. She admits that in her current state, she should not be trusted, but that the Carrie of eight years ago can be trusted, and she is the one who recruited Fatima, gained her trust, helped her through some terrible ordeals, and would not doubt any information that Fatima came forward with. After some thought, Saul gives the green light to the mission to capture Abu Nazir. As the meeting is about to take place, Walden invites Brody into a situation room where he and several other officials are watching a video feed of the operation. Once Brody realizes what is happening, he covertly sends a text message containing \"May 1\" to Abu Nazir. As Nazir exits his vehicle, one of his men shows him the text message as the Delta Force team prepares to open fire. Nazir ducks back into his vehicle and successfully escapes while two of his lieutenants, including Abbas Ali, are slain. Saul and Carrie stop to pick up Fatima Ali to safely get her to the United States. Disobeying Saul's orders, Carrie insists on ransacking Fatima's apartment to see what her husband has in there. She gathers all of the relevant documents she can find and stuffs them into a satchel, while an angry mob gathers around Saul and Fatima in the car, forcing them to drive away. Carrie is spotted by four men who start shooting at her and chase her through the building. She narrowly escapes with her life by knocking out one of the men with a brick. Carrie manages to get back to the car where she turns over her findings to an enraged Saul. Brody has a drink with some of his ex-Marine friends including Mike (Diego Klattenhoff) and Lauder (Marc Menchaca). They insist that there must be more to the story with Walker and are looking for answers; Lauder points out that Walker was by far the best shooter among them, yet missed three times on the day of the summit, and that his death is still unexplained. They theorize that Walker must have been working with someone else and that his attack was serving as a distraction for something else. Brody retorts that Walker was simply a traitor and that his attack never led to anything bigger. Saul prepares to ship Abbas' documents to Langley and discovers a hidden compartment in the satchel. Inside the compartment he finds a memory card.  Viewing its contents, Saul is stunned to find the video confession that Brody prepared prior to his aborted suicide bombing. The episode was written by executive producer Chip Johannessen, while executive producer Michael Cuesta directed. The original American broadcast received 1.66 million viewers, slightly down from the season premiere episode.[1] Time's James Poniewozik called it \"another tense and gripping episode\", and praised the interplay between Claire Danes and Mandy Patinkin.  Poniewozik described the closing scene as \"a genuine, out-of-left-field stunner, and a sign that Homeland is not simply going to conservatively husband its story to keep it spinning out as long as possible.\"[2] Scott Collura of IGN rated the episode a 9 out of 10, noting that \"Homeland is pushing the plot forward already, even while the characters dig deeper into our psyches.\"[3] The Daily Telegraph's Chris Harvey gave the episode 4 out of 5 stars, stating that it brought the series \"back to the skin-prickling levels of tension we’ve come to expect from this superior thriller.\"[4] In October 2012, the Lebanese government promised legal action against the producers of the show for the portrayal of Beirut as a city with dirty narrow streets and a haven for terrorists.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Beirut_Is_Back"
}