{
  "id": 395,
  "title": "Leninist Young Communist League of Lithuania",
  "data": "The Leninist Young Communist League of Lithuania (Lithuanian: Lietuvos Lenino komunistinė jaunimo sąjunga or LLKJS) or Lithuanian Komsomol (Lithuanian: Komjaunimas) was the Lithuanian branch of the Soviet Komsomol that served as the youth organ of the Communist Party of Lithuania. The organization was for youth ages 14 to 28. Younger children were organized into Pioneers (ages 10 to 14) and Little Octobrists (Lithuanian: spaliukai; ages 7 to 9).[1] Since Komsomol was the only legal youth organization in the Soviet Union, it had significant impact and influence on the youth.[2] The Lithuanian Komsomol was established in January 1919 during the Lithuanian–Soviet War. During the interwar, the Lithuanian Komsomol was outlawed in Lithuania and its members were frequently arrested by the Lithuanian police. The organization grew rapidly after the Soviet occupation of Lithuania and its members actively participated in Lithuania's sovietization. In the 1970s and 1980s, it became such a massive organization that non-members were viewed as anti-Soviet.[2] On 3 June 1989, the Lithuanian Komsomol voted to break away from the All-Union Komsomol and form an independent organization, which became the Young Communist League of Lithuania.[3][4] The Lithuanian Komsomol was founded in the context of the Lithuanian–Soviet War. Soviet Russia began its westward offensive in late 1918 pushing into Lithuania and declaring the establishment of the Lithuanian Soviet Socialist Republic. Vilnius was captured on 5 January 1919. On 29 January 1919, a provisional Central Bureau of the Lithuanian Komsomol was elected in Vilnius.[1] In 1919–1920, the Lithuanian Komsomol was briefly merged with the Belarusian Komsomol into the Young Communist League of Lithuania and Belorussia as the two Soviet republics were merged into the Socialist Soviet Republic of Lithuania and Belorussia.[1] When Lithuania secured its independence, the Lithuanian government outlawed both the Communist Party of Lithuania and the Lithuanian Komsomol, but both continued to exist and function in the underground. The government frequently arrested and imprisoned communist activists. Rapolas Čarnas [lt], a member of the Central Committee of the Lithuanian Komsomol, was executed in the aftermath of the 1926 Lithuanian coup d'état.[1] During the interwar years, the Lithuanian Komsomol agitated for communist ideas and attempted to work with or through various other organizations. To advance its program of Marxism–Leninism, the Lithuanian Komsomol published some 80 one-time and periodical publications in 1919–1940.[1] After the Soviet occupation of Lithuania in June 1940, Lithuanian Komsomol was legalized and its members took an active role in Lithuania's sovietization. More than 570 members of the Lithuanian Komsomol worked in various Soviet institutions or headed nationalized enterprises.[2] When Germany invaded the Soviet Union in June 1941, some 2,200 members of the Lithuanian Komsomol were evacuated to Russia where many of them joined the 16th Rifle Division.[1] In March 1944, former member of the Lithuanian Komsomol Marytė Melnikaitė became the first and only Lithuanian woman awarded the Heroes of the Soviet Union.[6] In July 1958, on the 40th anniversary of the Komsomol, three members of the Lithuanian Komsomol were posthumously recognized as the Heroes of the Soviet Union[7] – Juozas Aleksonis [lt], Hubertas Borisa [lt], and Alfonsas Čeponis [ru], a Soviet partisan killed by the Gestapo, who participated in the murder of Elena Spirgevičiūtė, a Lithuanian student later recognized as a Servant of God.[7] After the Soviet re-occupation of Lithuania in 1944, the Komsomol returned to Lithuania and began growing rapidly. Its members participated in various Soviet repressions: joined the destruction battalions to fight Lithuanian partisans, facilitated Soviet deportations from Lithuania, agitated for collective farming, and helped organizing kolkhozes and sovkhozes.[2][1] Later, members of the Lithuanian Komsomol participated in various shock construction projects and student construction brigades. Lithuanian Komsomol built 26 small hydroelectric plants in rural areas and 46 large husbandry farms.[5] Since Lithuanian Komsomol was the only other legal organization (after the Communist Party) that could participate in elections, its members were elected to the Supreme Soviet of the Soviet Union, Supreme Soviet of the Lithuanian SSR and various local soviets. The Lithuanian Komsomol was also active in cultural life organizing youth festivals, establishing new traditions (such as harvest festival or civil baptism), gathering memoirs of participants in World War II, organizing additional political education.[1] The Lithuanian Komsomol organized \"days of friendship\" with youth of Finland (1979), Madagascar (1981), Poland (1982), and the German Democratic Republic (1983).[1] Major periodicals of the Lithuanian Komsomol were journals Jaunimo gretos (\"Youth Ranks\"; 1944–1989) and Nemunas (\"Neman River\"; 1967–1990) as well as newspapers Komjaunimo tiesa (\"Truth of Komsomol\"; 1940–1989) and Lietuvos pionierius (\"Lithuanian Pioneer\"; 1946–1989).[2] Secretaries of the Lithuanian Komsomol were:[5]",
  "source_url": "https://en.wikipedia.org/wiki/Leninist_Young_Communist_League_of_Lithuania"
}