{
  "id": 677,
  "title": "Lausanne Covenant",
  "data": "The Lausanne Covenant is a July 1974 religious manifesto promoting active worldwide Christian evangelism.[1] One of the most influential documents in modern evangelicalism, it was written at the First International Congress on World Evangelization in Lausanne, Switzerland, where it was adopted by 2,300 evangelicals in attendance.[2] In July 1974, the original Lausanne conference brought together approximately 2,700 Christian religious leaders from over 150 countries and was called by a committee headed by the American evangelist Billy Graham.[3] [4] The drafting committee for the 15-point document was chaired by John Stott of the United Kingdom.[5] In addition to the signing of the covenant, the conference also created the Lausanne Committee for World Evangelization.[citation needed] The covenant is in the form of an ecumenical confession,[6] in which the signatories profess their shame at having failed to spread the Gospel of Jesus.[7] The covenant specifically affirms the beliefs in the Nicene Creed. The signatories express their intention to be more committed to spreading Christianity throughout the world.[citation needed] The original document is in English and has been translated into at least twenty different languages. In 1989, fifteen years after the original Lausanne conference, the Second International Congress on World Evangelization (sometimes called \"Lausanne II\") convened in Manila, Philippines, and adopted the Manila Manifesto, an elaboration of the Lausanne Covenant.[citation needed] The introduction of the covenant is: We, members of the Church of Jesus Christ, from more than 150 nations, participants in the International Congress on World Evangelization at Lausanne, praise God for his great salvation and rejoice in the fellowship he has given us with himself and with each other. We are deeply stirred by what God is doing in our day, moved to penitence by our failures, and challenged by the unfinished task of evangelization. We believe the gospel is God's good news for the whole world, and we are determined, by his grace, to obey Christ's commission to proclaim it to all mankind and to make disciples of every nation. We desire, therefore, to affirm our faith and our resolve, and to make public our covenant.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Lausanne_Covenant"
}