{
  "id": 125,
  "title": "Melaleuca fulgens subsp. corrugata",
  "data": "Melaleuca fulgens subsp. corrugata, commonly known as the wrinkled honey myrtle, is a plant in the myrtle family, Myrtaceae and is endemic to an area near the border between Western Australia, South Australia and the Northern Territory. In 1990, the species Melaleuca fulgens was separated into 3 subspecies. This subspecies has a disjunct distribution but is nevertheless very similar to the other two, only differing the colour of the flowers and small differences in the leaf shape and length of the stamens. As with the other subspecies, this one is notable for its showy flowers which are usually a shade of pink to mauve but its foliage and fruits are also attractive features. Melaleuca fulgens subsp. corrugata is an erect, woody shrub growing up to 3 metres (10 ft) high and wide with glabrous branchlets. Its leaves are arranged in alternating pairs at right angles to those immediately above and below (decussate) so that the leaves are in four rows along the stems. The leaves are 10–25 millimetres (0.4–1 in) long, 1–4 millimetres (0.04–0.2 in) wide, narrow elliptic in shape with the outer edge of the leaves curled upward and inward. There are many distinct oil glands and a mid-vein visible on the lower surface of the leaves[1][2][3] The flowers are a shade of white to pink or mauve and are arranged in spikes on the sides of the branches. The spikes are up to 30 millimetres (1 in) in diameter and 30 millimetres (1 in) long and contain 6 to 20 individual flowers arranged in a decussate pattern. The stamens are arranged in five bundles around the flower, each bundle containing 22 to 80 stamens. The stamen filaments are 11–13 millimetres (0.4–0.5 in) long. The flowers appear from April to September and the fruits which follow the flowers are woody capsules, 6–9 millimetres (0.2–0.4 in) in diameter, shaped like a squashed urn and arranged in alternating pairs along the stems.[1][2] The first valid, formal description of Melaleuca fulgens subsp. corrugata was in 1957 by John McConnell Black  in Flora of South Australia as Melaleuca corrugata.[4][5] In 1990, in a review of the species by Kirsten Cowley, Frances Quinn, Bryan Barlow and Lyndley Craven in Australian Systematic Botany,[6] Melaleuca corrugata was recognised as Melaleuca fulgens subsp. corrugata.[7] The specific epithet (corrugata) refers to the wrinkled sides of the fruiting capsules.[1] Melaleuca fulgens subsp. corrugata occurs in and between the Petermann, Musgrave and Rawlinson Ranges near the border of Western Australia, South Australia and the Northern Territory.[1] It grows in orthent along watercourses.[8]",
  "source_url": "https://en.wikipedia.org/wiki/Melaleuca_fulgens_subsp._corrugata"
}