{
  "id": 628,
  "title": "Temnodontosaurus eurycephalus",
  "data": "Temnodontosaurus eurycephalus is an extinct species of marine reptile.[1] It is thought to have been a nektonic carnivore. Its name comes from the Greek ευρύς, for \"wide\" and κεφαλή for \"head\". It possibly belongs to a new genus.[2] It is considered a large ichthyosaur, the adult jaw length exceeding the 100 centimetres (3.3 ft) mark. Its snout is relatively short, the ratio between the length of its snout to the length of its jaw being under 0.58. Its skull and lower jaw are deep; the orbit is relatively small, the ratio between the diameter of its orbit to the length of its jaw being lower than 0.21; in turn, the ratio between the internal diameter of its sclerotic ring to the diameter of its orbit is smaller than 0.35. The species maxilla is relatively long, the ratio between the length of its premaxilla to the length of its jaw is less than 0.36. Its naris is short. Its teeth are few in number, the maxillary tooth count probably standing at below 15. It belongs to the Lower Liassic in age and was first discovered in Lyme Regis, Dorsetshire However, due to its flipper shape and size in relation to current animals alive today, it has been speculated it is a long range swimmer.[1] The holotype used to describe this species is a large laterally compressed skull with its right side exposed. The length of its lower jaw is 111 centimetres (44 in), while its skull is 102 centimetres (40 in) long. Its snout is reduced; the skull roof slopes steeply towards the tip of its snout. The ratio between the length of its snout to the length of its jaw is lower than that in T. platyodon. The skull and lower jaw are deep dorsoventrally, making the head appear robust. The orbit and the opening of its sclerotic ring are both small; the ratio between the diameter of its orbit to the length of its jaw is larger than T. platyodon, while the ratio between the internal diameter of its sclerotic ring to the diameter of its orbit is almost the same as the latter species. Its maxilla is long and portly, the ratio between the length of its premaxilla to the length of its jaw is smaller than T. platyodon. Its external naris is set forwards and is small, the ratio between the length of its prenarial segment to the length of its jaw being 0.38.[1] Its teeth can be described as large conical pegs with voluminous roots. They are few in number and well spaced. The conjunction of the animal's stout teeth, massive lower jaw, and broad rostrum are indicative of an primordially crushing apparatus.[3] T. eurycephalus may have preyed upon other ichthyosaurs: a bony element (basisphenoid) observed to be clenched between the teeth of BMNH R1157 (its holotype) may in fact belong to a victim.[1] The holotype, obtained from the Lower Lias of Lyme Regis, was collected from a limestone outcrop named Broad Ledge. Broad Ledge is the top of a rocky platform exposed during low tide in the southeastern Church Cliffs. Its ecosystem likely corresponds with the zone attributed to Arietites bucklandi (Sinemurian).[1] corresponding to the Blue Lias Formation.[4]",
  "source_url": "https://en.wikipedia.org/wiki/Temnodontosaurus_eurycephalus"
}