{
  "id": 420,
  "title": "OGN Entus",
  "data": "OGN Entus  was a South Korean esports organization . It formerly had teams competing in League of Legends, StarCraft II, Warcraft 3,Clash Royale, PlayerUnknown's Battlegrounds and Special Force 2. OGN Entus was established in April 2001 as a StarCraft: Brood War team named ProSuma. In April 2006, the CJ Group chaebol obtained the team's naming rights and it began competing in the StarCraft Proleague as CJ Entus. On May 24, 2012, CJ Entus created a League of Legends team to compete in the League of Legends Champions Korea (LCK), then known as Ongamenet The Champions league.[1] CJ Entus was renamed OGN Entus on February 1, 2018. The team's notable early members were Kim Dong-jun, Lim Sung-choon, Choi In-gyu, Kim Jung-min, Lee Jae-hun and Kim Geun-baek. Later members were Seo Ji-hun, Kang Min, Jeon Sang-wook, Park Tae-min, Byun Hyung-tae and Park Yeong-min, and current members are Kim Jeong-woo, Jo Byung-se, Jin Yeong-wha, Han Sang-bong and Shin Dong-won. Due to its longtime non-company affiliation, members moved to other teams. Choi In-gyu and Kim Geun-bak went to Samsung Galaxy, Kim Jeong-min and Kang Min to KT Rolster, Jeon Sang-wook and Park Tae-min to SK Telecom T1 and Kim Dong-jun and Im Seong-chun became commentators. Team director Cho Gyu-nam saw each move as a chance to obtain new members, and kept many skilled players. Although CJ Entus was supported for a long time by its members, director Cho did not obstruct his players' moves. When the no-sponsor slump continued into February 2006, Cho said that if the team was not sponsored within a month they would disband. Over 20 companies then offered to sponsor the team,[2] and CJ Group began its sponsorship in April. CJ Entus has had good results in team and individual matches, particularly the latter in professional leagues. In the MBC GamSK Telecom League, the team finished in the top three with three wins, one second and one third and made the Winners League finals with a 9–2 record. They finished sixth in the Shinhan Bank league and lost to SKT T1 in the postseason.[3] On May 24, 2016, SC2 pro Jang \"MC\" Min-chul joined the team, only two weeks after announcing his retirement.[4] CJ Entus was relegated for the first time after the 2016 Summer League of Legends Champions Korea.[5] On November 13, 2017, the organization disbanded its League of Legends division.[6]",
  "source_url": "https://en.wikipedia.org/wiki/OGN_Entus"
}