{
  "id": 134,
  "title": "George Lois",
  "data": "George Lois (June 26, 1931 – November 18, 2022) was an American art director, designer, and author. Lois was perhaps best known for over 92 covers he designed[3] for Esquire magazine from 1962 to 1973. Lois was born in New York City on June 26, 1931, the son of Greek immigrants from Kastanea, Aetolia-Acarnania. Lois attended The High School of Music & Art, and received a basketball scholarship to Syracuse University, although he chose to attend Pratt Institute. Lois attended only one year at Pratt, then left to work for Reba Sochis until he was drafted six months later by the Army to fight in the Korean War. After the Korean War, Lois went to work for the advertising and promotions department at CBS where he designed print and media projects. In 1959 he was hired by the advertising agency Doyle Dane Bernbach. After one year there,[4] Lois was recruited by Fred Papert and Julian Koenig to form Papert Koenig Lois in 1960. PKL, as it was known, was also the first advertising agency to ever go public.[citation needed] In 1967, he left to form Lois, Holland, Callaway. His last agency, Lois/USA, which created memorable campaigns for clients such as Minolta, Tourneau, and The Four Seasons, ended its run in 1999.[5] On December 1, 1968, Lois obtained the coveted Braniff International Airways account (Mr. Lois's website incorrectly states that his time at Braniff was in 1967).  Advertising doyenne Mary Wells Lawrence left the Braniff account for a new airline account with TWA. At Braniff, he formulated the revolutionary \"When You Got It, Flaunt It\" campaign for the airline that resulted in an 80 percent increase in business as a result of the new advertising.  Lois incorporated a series of memorable and unique television commercials that paired unlikely celebrities as Andy Warhol and Sonny Liston sitting on Braniff aircraft seats discussing unique and unlikely subjects.[6] Lois developed what he called \"The Big Idea\".[7] He claimed to have created the \"I Want My MTV\" campaign, and was quoted in the book MTV Ruled the World: The Early Years of Music Video: I said, “Do you guys remember a campaign I did, where famous baseball players, like Mickey Mantle, say, ‘I want my Maypo!?’” Maypo was kind of a baby cereal, and I told my client back then, “It’s oatmeal. I don’t know why it’s just a baby cereal. Why can’t I do a campaign that talks to older kids, so that you can do it from a baby cereal up to twelve or thirteen-year-olds?” So they’re all looking at me and going, “Yeah, I loved that commercial.” I said, “OK, now, all you sons of a bitches around the country are going to be saying, ‘I want my MTV.’ Here’s what we’ll do. We’ll do a TV commercial. And what we do is we fly right by the cable operators, because they don’t give a shit. They smoke cigars and think all young kids are f**kin’ hoodlums. I’ll do a commercial and get a real visceral feeling about the thing. And I’ll get footage of famous rock stars. And at the end of the commercial, I’ll say, \"If you don’t get MTV where you live, call your local cable operator and say\"...I’ll cut to somebody like Mick Jagger, who will pick up the phone, look into the phone, and say, “I want my MTV!”[8] Additionally, Lois helped create and introduce VH1; named Stouffer's Lean Cuisine frozen food line; and developed marketing and messaging for Jiffy Lube stations. He created the initial advertising campaign to raise awareness of designer Tommy Hilfiger. His other clients purportedly included; Xerox, Aunt Jemima, USA Today, Mug Root Beer for Pepsi-Cola, ESPN,[9] and four U.S. Senators: Jacob Javits (R-NY), Warren Magnuson (D-WA), Hugh Scott (R-PA), and Robert F. Kennedy (D-NY). Lois and Larry Sloman directed the music video for Bob Dylan's song \"Jokerman.\"[10][11] In comments about Mad Men, a television drama that aspires to depict the advertising industry he worked in, Lois summarized his experiences of the times: Mad Men misrepresents the advertising industry of my time by ignoring the dynamics of the Creative Revolution that changed the world of communications forever ... That dynamic period of counterculture in the 1960s found expression on Madison Avenue through a new creative generation—a rebellious coterie of art directors and copywriters who understood that visual and verbal expression were indivisible, who bridled under the old rules that consigned them to secondary roles in the ad-making process dominated by non-creative hacks and technocrats ... It was a testy time to be a graphic designer like me who had the rage to communicate and, to create icon rather than con. And, unlike the TV Mad Men, we worked full, exhausting, joyous days: pitching new business, creating ideas, \"comping\" them up, storyboarding them, selling them, photographing them, and directing commercials.[4] Lois is the only person to have been inducted into all of the following; The Art Directors Hall of Fame, The One Club Creative Hall of Fame, with Lifetime Achievement Awards from the American Institute of Graphic Arts, the Society of Publication Designers, as well as having been the subject of an edition of the Master Series at the School of Visual Arts.[12] He is also in the American Advertising Federation Hall of Fame.  He and other notable advertising alumni of his era are the subject of the movie Art & Copy. In 2008, The Museum of Modern Art exhibited 32 of Lois's Esquire covers.[13] Arguably the most shocking Esquire cover by Lois was the November 1970 issue, which had convicted murderer William Calley on the cover (with the caption \"The Confessions of Lt. Calley\", referring to his actions in the My Lai Massacre), in which he was depicted smiling in uniform while Vietnamese children were sitting on his lap. Lois told Calley of his Korean War experiences in getting him to do the cover like he wanted, stating “I won him over...and I said, ‘Calley, give me a big shiteating grin!’ And he did it. It ran and, I’m telling you, people went crazy in America.”[14] Lois was accused multiple times of taking credit for others' ideas and for exaggerating his participation. On May 18, 2008, the New York Times published a correction of an April 27, 2008, review of a Lois art exhibition. In the correction, the Times stated that the \"Think Small\" Volkswagen ad campaign and the \"I Want My Maypo\" campaign were not created by George Lois.  The correction identified Julian Koenig and Helmut Krone as the creators of the Volkswagen ad campaign, and John and Faith Hubley as the creators of the Maypo campaign, contradicting Lois's published claims of credit for these ad campaigns.[15] The June 19, 2009, episode of This American Life featured a segment in which several of Lois's former associates claimed he took credit for ad campaigns, ad copy, and Esquire covers that were partially or wholly the work of others. The program contained interviews with Carl Fischer (the photographer who shot most of the Esquire covers, including some falsely claimed by Lois, such as the one of St. Patrick's Cathedral[16]) and two of Lois's former partners, Julian Koenig and Fred Papert.[17] The program, produced by Sarah Koenig, daughter of Julian Koenig, who interviewed her father, who in turn said... In my instance, the greatest predator of my work was my one-time partner George Lois, who is a most heralded and talented art director/designer, and his talent is only exceeded by his omnivorous ego. So where it once would've been accepted that the word would be 'we' did it, regardless of who originated the work, the word 'we' evaporated from George's vocabulary and it became 'my.' Lois' website also carries his claim that  he designed the Nickelodeon orange logo in use from 1984 until 2010. The originators of the logo, Alan Goodman and Fred Seibert, dispute that assertion, citing the actual designers Tom Corey and Scott Nash of Corey McPherson Nash in Boston.[18] Lois often asserted that he named and designed New York magazine.[19] In his 1991 book What's the Big Idea? he  exclaimed...  \"Let me say right now, with my hand on the Bible, I, George Lois, created New York magazine.\"[20] Sheldon Zalaznick, the first editor of New York, has written that the new magazine \"involved the following people: Jim Bellows, Dick Wald, Buddy Weiss, Clay Felker, Peter Palazzo and me. At no time did any of them ever refer to you, by name or inference, in my presence. It is possible that you are the victim of a massive conspiracy of silence, but I do not think it likely ... The magazine was named by me and Peter Palazzo.\"[21] Lois died on November 18, 2022, at the age of 91.[2] His wife Rosemary had died two months prior.[2] They had two sons, Harry Joe, and Luke.[22] Specific references: General references:",
  "source_url": "https://en.wikipedia.org/wiki/George_Lois"
}