{
  "id": 529,
  "title": "Anne Provoost",
  "data": "Anne Provoost (born 26 July 1964) is a Flemish author. Anne Provoost was born in the Belgian town of Poperinge. She grew up in a family of four children in West Flanders and went on to pursue Germanic studies at the linked universities of Kortrijk and Leuven. Although she had been writing stories since childhood, she thought nothing of it until she began to win competitions while a student. She continued her education with a one-year course in pedagogics and then, having married Manu Claeys, went to join him in Minneapolis, where he was studying American literature. During this time, she started contributing to Belgian and American children's newspapers and also wrote her first novel, My Aunt is a Pilot Whale (1991), which is set in the USA. She returned to Belgium in 1989 and worked part-time for an international exchange organisation, but after the success of her second novel, Falling, she decided to become a full-time writer. Anne Provoost is known for remaking myths, folk tales, fairy tales, and bible stories. Once a year, she writes a letter to Hans Christian Andersen answering one of his stories.[1] Apart from being a novelist, Provoost also writes essays on literature and children's literature[2] as well as short stories. Her work, originally published in Dutch, has been translated into many European languages as well as Afrikaans, Amharic, Arabic and Turkish. She was made a member of Royal Academy of Dutch Language and Literature in 2003. In June 2007, she was a candidate for the Senate for the Flemish Green Party.[3] Anne Provoost is counted as a novelist for young adults and her stories are usually related by youngsters from their slightly puzzled point of view. The first two of her books dealt with controversial themes. In My Aunt is a Pilot Whale it is sexual abuse. Her second novel, Falling (1994), deals with the allure of neo-Nazi rhetoric. Both these won awards and critical acclaim, particularly Falling, which has been adapted three times for theatre and was made into an English-language feature film in 2001. In 1997 Provoost retold the fairy tale of Beauty and the Beast in The Rose and the Swine, set in mediaeval Antwerp. In the Shadow of the Ark (2001) is an account of the biblical story of Noah told from the perspective of a teenage girl who was not chosen to survive the deluge. Both these take a critical look at the traditional religious mind-set, a theme she has taken further in her essay Beloved Unbelievers: Atheist Sermon (2008), in which she makes a plea for organisation in the face of right-wing Christian fundamentalism.[4] Her newest novel, Looking into the Sun, was published 2007.[5] It is the story of a young girl living on an Australian farm with her mother, who has bad eyesight and knows she may be going blind. Her father has died after a fall from a horse and the mother tries but fails to keep the farm going. Media related to Anne Provoost at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Anne_Provoost"
}