{
  "id": 413,
  "title": "Women & Film",
  "data": "Women & Film, published in California between 1972 and 1975,[1] was the first feminist film magazine, \"a project that would transform cinema\".[2] Women & Film was coedited by Siew-Hwa Beh, a Malaysian immigrant to the United States studying filmmaking at UCLA,[2] and Saundra \"Saunie\" Salyer, who was involved in a local women's collective. It was originally planned as a special issue of the collective's magazine, Every Woman.[3] The opening editorial announced a thorough-going socialist-feminist critique of the U.S. film industry: The U.S. cinema, joining hands with local capitalists in other countries, has deformed people everywhere, forcing them to be passive consumers of an alienating ideology  but not creators of their own ideology.[2] Within days all 600 copies of the first issue sold out. The magazine, which did not take advertisement, eventually closed facing financial and organizational problems. [3] During the early 1970s, two women, Siew-Hwa Beh and Saundra Salyer, founded the Women & Film magazine in California, which was “the first-ever feminist film magazine”.[4] As aspiring filmmakers themselves, they began applying what they had learned while “involved in the radical political movements” of the 1960s.[5] These US politics included the anti-war and women’s liberation movements which influenced the framework used by the magazine to scrutinize film in its “historical criticism, contemporary critical reviews, interviews with filmmakers, and discussions of film theory,”.[6] The magazine was very political, establishing itself to have “originated out of a need to free women from their ‘oppression.’”.[7] Women & Film looked at film “‘as a kind of mirror which reflects a changing society’,” with a limited and distorted view which caused them to be criticized for a “‘reflectionist’ approach to film.\"[8] Women & Film had many contributors from the film industry, both men and women, that eventually left after their last issue to create other publications including, but not limited to, Camera Obscura which was founded in 1976 by a breakaway group of the magazine.[9] At its core, Women and Film sought to create a \"People's Cinema,\" ever since their creation in 1972.  Their first issue stated... \"We wish to change the traditional modes of film criticism dominated by male critics and historians, . . . it is up to the women who suffer the bad end of the cinematic image to initiate a form of film history and criticism that is relevant and just to females and males. Aesthetic considerations have to evolve from this end. We cannot afford to indulge in illusions of art for art's sake.\" The contributors to and editors of Women and Film saw the Hollywood system as something that was in desperate need of an overhaul.  They didn't shy away from the fact that their magazine was run by nonprofessionals, as that was important to their goal of making cinema, and the discussion of cinema, open to all and equal for all. The magazine served to open a forum for film debate, particularly from the feminist-marxist-anarchist perspective.[10] Women & Film’s ethos was rooted in anti-capitalist beliefs, which the magazine felt contributed to the exploitation of women.[11] In the first issue (1972), the magazine listed their obstacles of focus: —Staff, Women & Film, Issue no. 1, Number 5-6 Issues of Women and Film consisted of articles and reviews covering film from a feminist perspective.  Each issue had a multitude of contributors and editors, most of which were women and some of which were men.  Articles had a variety of topics including discussions of the role of women in the film industry, interviews with women in the film industry, and coverage of film festivals.  The first issue kept the articles and reviews in separate sections from each other, a practice that didn't continue into any of the magazine's other issues. Women and Film tended to make longer issues that were released only once or twice a year. The shortest issue was the first, which was eighty pages long.  The longest issue was the seventh and final issue, which was 130 pages long.  Issues 3&4 and 5&6 were published together as double-issues respectively. Women & Film magazine originally circulated around Los Angeles via hand distribution.[13] The magazine eventually gained global subscriptions[14] and branched out to bookstores in San Francisco, Berkeley, Portland, Seattle, Madison, Chicago, St. Louis, Philadelphia, Washington, DC, Tallahassee, NYC, Cambridge, Canada, Australia, and England.[15] Women & Film's articles contributed to the feminist film theory and criticism canon, and they laid the foundation for Jump Cut[16] and Camera Obscura.[17] The three publications \"...opened film studies to the intellectual currents of structuralism, semiology, feminism, and Marxism.”[18] As the first feminist film magazine, they were able to spread the discussion of equality in cinema to their readers in a professional and organized matter, a groundbreaking feat in the time of Women and Film's publication.",
  "source_url": "https://en.wikipedia.org/wiki/Women_%26_Film"
}