{
  "id": 941,
  "title": "Warning Sign (film)",
  "data": "Warning Sign is a 1985 American science fiction-horror film directed by Hal Barwood and starring Sam Waterston, Kathleen Quinlan, Yaphet Kotto, Jeffrey DeMunn, and Richard Dysart. In a secret military laboratory operating under the guise of a pesticide manufacturer, a sealed tube is broken, starting an outbreak of a virulent bacteria. Detecting the release of the biological weapon, Joanie Morse, the plant's security officer, activates \"Protocol One,\" a procedure sealing all of the workers inside from the outside world. Tom Schmidt, believing the cause for the lock down to be a pump malfunction, and co-worker Bob restart the pump. In the biohazard P4 lab, Dr. Nielsen contacts Security, confirms \"Protocol One\", and advises Security to open the safe and contact USACT, the United States government's Accident Containment Team, to deal with the problem. Cal Morse, a County Sheriff and Joanie's husband, is advised to retain the help of Dr. Dan Fairchild, a past employee who is a known alcoholic. Fairchild created an antidote to the weapon. Vic Flint, frustrated over the quarantine of his son Bob, attempts to shoot his way in. Fearing someone being shot accidentally, Cal confiscates his revolver after the bullet ricochets off the blast doors. USACT, led by Major Connelly, arrives and sets up quarantine procedures. Connelly appeases the public with the cover story of a contamination of experimental yeast while a rescue team arrives to administer the antidote to the workers. Upon the release of the weapon, the P4 lab workers sanitize the area, destroy lab animals, and inoculate themselves with the antidote. Hours later, the USACT team locate Nielsen and his team incapacitated on the floor near the P4 lab air lock. They later notice that the bodies have disappeared, the air lock smashed open from inside, and a power outage from inside the building caused by Dr. Ramesh Kapoor, a P4 worker, by destroying a power box. A group of workers—including Bob, Schmidt, and Tippett—believe themselves to be unaffected and want to leave, despite the quarantine. Unbeknownst to the workers, they became infected by the breach of the air lock, the bypassed pump circulating contaminated air throughout the building, and Schmidt's contact lens contaminating the building with the weapon. Joanie destroyed the piece of paper containing the code to deactivate the lockdown, but remembers the code. The group, now led by Tippett, torture her for the code, which is discovered to be invalidated once USACT tapped into the system. The rescue team eventually encounters this group of workers. The team order the group to remain under quarantine; Tippett is shot dead when he refuses. The rest are placed in a room to await inoculation when the team returns with the antidote. Fairchild directs the team into an unoccupied service conduit as a direct way to the P4 lab. The team encounters Nielsen. Suspecting something to be wrong, Fairchild directs the team to retreat, leaving Nielsen behind. The team are ambushed and murdered by the P4 workers, one of which is murdered by Kapoor. Despite being inoculated, the antidote did not work; suffering from the effects of the weapon, all of the infected workers become enraged, homicidal maniacs. Upon the rescue team's death, USACT activates \"Protocol Two\", leaving all employees to await the deadly effects of the weapon and sanitize the location afterwards. Hearing this, Cal urges Fairchild to assist him in retrieving the antidote, stopping the contagion, and saving Joanie. At the facility, Cal and Fairchild encounter an infected Bob. He tries to attack, but is shot dead by Cal, armed with the revolver. Most of the workers succumb to their infections, but somehow Joanie is unaffected. Schmidt covinces her to go to the P4 lab to retrieve the antidote. En route, they encounter Nielsen, who wants to contain the knowledge of the incident, and Kapoor, who wants to kill them. They eventually escape the attack. While in the P4 lab, Schmidt succumbs to his infection. Untreated, he becomes enraged as the P4 workers hunt them down. Joanie retrieves the antidote and flees while Schmidt attacks the P4 workers, breaking Kapoor's neck before being killed by the rest. Joanie eventually encounters Cal and Fairchild. They later repel a group of workers who rip Fairchild's biohazard suit, exposing him. They enter the P4 lab to learn why Joanie is unaffected while the antidote did not work. A test discovers that her blood is full of estrogen, progesterone, and antibodies; she is pregnant. While attempting to enter P4 to attack the trio, workers are set on fire by booby traps. One worker rips Cal's biohazard suit before being killed by Joanie. Before being incapacitated by his infection, Fairchild enters a recipe for a new antidote based on Joanie's condition into a computer; it contains thorazine to make the patient sleep during their recuperation. Using Fairchild as a guinea pig, they try out the new antidote on him; it works. Armed with injection guns, Cal and Fairchild inoculate infected workers while Joanie takes a batch of the new antidote to the building's decontamination system. Nielsen, refusing to be injected, flees back to the lab. Celebrating their success, Fairchild reveals that their new antidote works. Realizing his failure, Nielsen commits suicide with the revolver Cal left behind. Using the decontamination system, Joanie administers the new antidote throughout the building, eradicating the weapon and treating workers breathing in the aerosolized antidote. Joanie then deactivates the quarantine and Fairchild inoculates Cal. The crisis over, USACT evacuates the victims, retrieves the dead and seals the building. Cal later nails a \"DO NOT ENTER\" sign on the entrance. Fairchild invites Cal and Joanie back to his home for breakfast - Zucchini pancakes and genetically modified corn on the cob. Parts of the film were shot in Payson, Utah.[2] Warning Sign has an approval rating of 20% on Rotten Tomatoes, based on 10 reviews.[3] Rick Kogan of the Chicago Tribune wrote: \"Warning Sign fails to deliver any substantive messages or any genuine thrills.\"[4] The original title was Biohazard, which tested poorly with preview audiences, and the film was retitled but used the biohazard sign on the poster.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Warning_Sign_(film)"
}