{
  "id": 908,
  "title": "Kajraare",
  "data": "Kajraare (transl. Collyrium) is a 2010 Indian Hindi-language film directed by Pooja Bhatt, starring Himesh Reshammiya and Sara Loren in the lead roles. Reshammiya plays a singer who falls in love with a bar dancer and the film is centred on how they find true love. It is the first Hindi film to be shot in Petra.[1] Rajiv Bhel is haunted by his very own past, which torments him. He moves to Jordan, where he has a job as a bartender; however, Avtaar Singh forbids him to stay and immediately wants him to return to India. Rajiv then contemplates suicide, but the eyes of a ravishing beauty strike his own. A chase ensues, until another man appears and takes the \"beauty\" in his own hands. The guy tells Rajiv that if he wants to see what she does, he must come to the bar to \"watch her dance.\" Rajiv visits the aquarium and he sees the lady again and develops immense love for her. The woman is Nargis who is revealed as a prostitute. He then falls in love. One night, Rajiv visits the \"bar\", and watches her (Nargis) dance. Embarrassed and feeling unworthy, Rajiv runs away, however, after the end of the night, it's time to head home. Nargis and her colleagues get in a taxi which Rajiv follows. At the end of the trip, Rajiv gets closer to Nargis, only for Rajiv to return the scarf that Nargis dropped at the bar. Mockingly, Nargis refuses it but Rajiv says if she keeps disappearing like this, he will hang himself with the scarf. Nargis offers a longer one in a joking way. Regardless, Rajiv wants to marry Nargis. Rajiv wants Nargis to be free from prostitution. Rajiv must now get past Zohra Baano. She owns a prostitution business and hires other women to do their dirty work, her only source of income. Zohra Baano wants a price in exchange and Rajiv is willing to do that. Slowly, Nargis begins to develop feelings for Rajiv. One night, Nargis escapes the brothel, Rajiv finds her and takes her to a hotel. Nargis realises this was a mistake so she must return to the brothel. As soon as the \"couple\" leave the hotel, 3 drunkards approach them and one of them recognizes Rajiv as \"Rocky.\" In fact, this is his real name, although \"Rajiv\" denies it. Rajiv fights off the drunkards and realises that Nargis knows the truth. So he decides to come clean about his life story. Rocky Desai, a singer, is on the aeroplane. An ardent boy, who's a fan of Rocky, and his grandmother want an autograph so Rocky writes one for them. On the plane, an uneasy passenger heads for the restroom but he is a terrorist. He threatens the entire crew, until Rocky sees this. He gets into a fight but suddenly the gun goes off killing the terrorist. Avtaar tells Rocky that he just killed Babbar's brother. Babbar is a most-wanted terrorist. He vows revenge on Rocky. Avtaar recommends that Rocky to change his identity and start afresh. And this is how Rocky becomes Rajiv. Rajiv breaks Avtaar's oath by going back to the UK. He's playing with his sister in the park until he receives a call. It is Avtaar who wants him to return to London (as a cover up) Babbar is targeting his sister. After the call, his sister was gone. The white woman who witnessed the event says a man just took her. Babbar then tells Rocky that his sister is dead. This shatters him completely. What follows is the underlying quest for true love. At the climax, Babbar captures Zohra Baano and Nargis. Rajiv / Rocky rescues them and kills Babbar. At the end, they are married. The film was supposed to be released on 6 August 2010, along with Aisha, but due to clashes between director Pooja Bhatt and the producer, Bhushan Kumar, the release was delayed. According to sources, Kumar later sold the satellite rights to a television channel, which wanted it to have an official theatrical release before they could air it.[2] On 15 October 2010, the film was released in only two theatres in Mumbai.[3] ASTPL, an Indian software developer, also released a music mobile video game based on the film, titled Kajraare Music Mania.[4] The soundtrack of Kajraare was released on 30 May 2010. The album has 7 tracks and 4 remixes. All songs are composed and sung by Himesh Reshammiya with lyrics by Sameer.[5][6]",
  "source_url": "https://en.wikipedia.org/wiki/Kajraare"
}