{
  "id": 349,
  "title": "Desert Hot Springs, California",
  "data": "Desert Hot Springs is a city in Riverside County, California, United States. The city is located within the Coachella Valley geographic region. The population was 32,512 as of the 2020 census, up from 25,938 at the 2010 census. The city has experienced rapid growth since the 1970s when there were 2,700 residents. The city is commonly referred to by its initials, DHS. It is named for its many natural hot springs.[6][7] It is one of several places in the world with naturally occurring hot and cold mineral springs.[8]: 7  More than 20 natural mineral spring lodgings can be found in town.[9] Unlike hot springs with high sulfur content, the mineral springs in town are odorless.[10][9] The only people residing in areas north of Palm Springs before the 20th century were the Cahuilla Indians in the village of Seven Palms.[8]: 27  Although Cahuilla people never settled permanently in today's Desert Hot Springs,[8]: 11  they often camped here during winter times due to the warm climate.[8]: 7 According to early homesteader and writer Cabot Yerxa in his newspaper columns published in The Desert Sentinel newspaper, the first homesteader in the area of the city of Desert Hot Springs was Hilda Maude Gray, who staked her claim in 1908.[11][12]\nCabot Yerxa arrived in 1913 and soon discovered the hot water aquifer on Miracle Hill. Due to the Mission Creek Branch of the San Andreas Fault bisecting the area, one side is a cold water aquifer, the other has a hot water aquifer. His large Pueblo Revival Style architecture structure, hand built over 20 years, is now one of the oldest adobe-style buildings in Riverside County and houses Cabot's Pueblo Museum, designated a state historical site after his death in 1965. Cabot's Trading Post & Gallery opened there in February 2008. The town was founded by L. W. Coffee on July 12, 1941. The original town site was centered at the intersection of Palm Drive and Pierson Boulevard and was only one square mile. Coffee chose the name Desert Hot Springs because of the area's natural hot springs. Desert Hot Springs became a tourist destination in the 1950s because of its small spa hotels and boutique hotels. The city is popular with \"snowbirds.\"[8]: 8  Realtors arrived to speculate, and thousands of lots were laid out over a six-square mile area. Some homes were bought by retirees, and the area was incorporated as a city in 1963, with 1,000 residents. Desert Hot Springs experienced periods of significant growth in the 1980s and 1990s when most of the vacant lots were filled with new houses and duplex apartments. The city's population doubled in the 1980s and increased by 5,000 in the 2000 census. Desert Hot Springs was the first city in Southern California to legalize medical marijuana cultivation and has since been overwhelmed by marijuana developers and growers.[13] It was later featured in a CNBC special as California's first city to permit the commercial cultivation of marijuana in 2014.[14] Before the development of the city began in the 1930s, Desert Hot Springs was a treeless place in California's Colorado Desert.[8]: 11 According to the United States Census Bureau, the city has a total area of 30.66 square miles (79.4 km2), of which 98.73% is land, and 1.27% is water. Desert Hot Springs is nestled between two mountain ranges: San Bernardino Mountains and San Jacinto Mountains.[8]: 8  It is located just south of Big Morongo Canyon Preserve and Joshua Tree National Park. It is located in the Colorado Desert region of the Sonoran Desert.[15] Desert Hot Springs has a desert climate (Köppen climate classification BWh) similar to the rest of the Coachella Valley, with less than six inches of precipitation per year. Summers are very hot with days frequently exceeding 107 °F (42 °C) in July and August while night-time lows tend to stay between 78–90 °F (26–32 °C). The winters are mild with days typically seeing temperatures between 68–78 °F (20–26 °C) and corresponding night-time lows between 50–60 °F (10–16 °C). Heat waves during the summer months involving temperatures higher than 110 °F (43 °C) are not unusual. Summer winds and the higher elevation keep Desert Hot Springs on average 5-7 degrees cooler than other communities in Coachella Valley.[8] However, the winter season can be warmer due to the surrounding mountains blocking north winds. Since it lies at a higher elevation than the cities further south, cold air drains into the lower elevation of the Coachella Valley, which results in warmer night-time lows, producing an example of thermal inversion.[6] The Mission Creek Fault,[17] a branch of the San Andreas, separates two aquifers. On one side, the Desert Hot Springs Sub-Basin contains an aquifer with hot water. This aquifer supports the area's spas and resorts. Mission Springs Sub-basin,[18] on the other side of the fault, the Miracle Creek sub-basin has cold water. This aquifer provides fresh water to the city and has received awards for exceptional taste.[19][20][8]: 16 From having 20 residents in 1941, Desert Hot Springs had 28,000 residents in 2014.[8]: 25 The 2010 United States Census[note 1] reported that Desert Hot Springs had a population of 25,938. The population density was 1,097.1 inhabitants per square mile (423.6/km2). The racial makeup of Desert Hot Springs was 15,053 (58.0%) White (34.4% Non-Hispanic White),[22] 2,133 (8.2%) African American, 357 (1.4%) Native American, 675 (2.6%) Asian, 84 (0.3%) Pacific Islander, 6,343 (24.5%) from other races, and 1,293 (5.0%) from two or more races. Hispanic or Latino of any race were 13,646 persons (52.6%). The Census reported that 25,820 people (99.5% of the population) lived in households, 118 (0.5%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 8,650 households, out of which 3,713 (42.9%) had children under the age of 18 living in them, 3,468 (40.1%) were opposite-sex married couples living together, 1,603 (18.5%) had a female householder with no husband present, 711 (8.2%) had a male householder with no wife present. There were 843 (9.7%) unmarried opposite-sex partnerships, and 206 (2.4%) same-sex married couples or partnerships. 2,071 households (23.9%) were made up of individuals, and 691 (8.0%) had someone living alone who was 65 years of age or older. The average household size was 2.98. There were 5,782 families (66.8% of all households); the average family size was 3.59. The ages of the resident population range from 8,064 people (31.1%) under the age of 18, 2,712 people (10.5%) aged 18 to 24, 6,893 people (26.6%) aged 25 to 44, 5,781 people (22.3%) aged 45 to 64, to 2,488 people (9.6%) who were 65 years of age or older. The median age was 31.0 years. For every 100 females, there were 100.3 males. For every 100 females aged 18 and over, there were 98.4 males. There were 10,902 housing units at an average density of 461.1 per square mile (178.0/km2), of which 4,166 (48.2%) were owner-occupied, and 4,484 (51.8%) were occupied by renters. The homeowner vacancy rate was 8.6%; the rental vacancy rate was 16.6%. 11,533 people (44.5% of the population) lived in owner-occupied housing units, and 14,287 people (55.1%) lived in rental housing units. According to the 2010 United States Census, Desert Hot Springs had a median household income of $32,883, with 28.6% of the population living below the federal poverty line.[22] As of the census[23] of 2000, there were 16,582 people, 5,859 households, and 3,755 families residing in the city. The population density was 713.2 inhabitants per square mile (275.4/km2). There were 7,034 housing units at an average density of 302.5 per square mile (116.8/km2). The racial makeup of the city was 68.2% white, 6.1% black or African American, 1.4% Native American, 2.0% Asian, 0.1% Pacific Islander, 16.4% from other races, and 5.8% multiracial. 40.4% of the population was Hispanic or Latino. There were 5,859 households, out of which 38.7% had children under 18 living with them, 39.3% were married couples living together, 17.9% had a female householder with no husband present, and 35.9% were non-families. 27.6% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.8, and the average family size was 3.5. In Desert Hot Springs, the age of the population was spread out, with 33.3% under the age of 18, 9.7% from 18 to 24, 29.4% from 25 to 44, 16.5% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 96.8 males. For every 100 females aged 18 and over, there were 91.6 males. Desert Hot Springs has a reputation as an active adult community where many retirees choose to live. The median income for a household in the city was $25,987, and the median income for a family was $29,126. Males had a median income of $27,873 versus $21,935 for females. The per capita income for the city was $11,954. About 22.4% of families and 27.5% of the population were below the poverty line, including 37.1% of those under age 18 and 15.0% of those age 65 or over, one of the highest for cities over 10,000 in southern California.[24] Desert Hot Springs has a diverse population. Several racial or ethnic groups live there, with the largest group being of Mexican and Central American ancestry. There is a Korean American ethnic section of the city at 8th Street and Cholla Drive. Thousands of American Jews made the city their home. According to the Desert Chapter of the National Association for the Advancement of Colored People (NAACP), the city's population is over 10 percent African-American or Black. The city has a high proportion of Native Americans, most of whom are members of the Cahuilla tribe in proximity to the Agua Caliente Cahuilla tribal board in Palm Springs. A large percentage of the city population is LGBTQ.[25] In the California State Legislature, Desert Hot Springs is in the  19th Senate District, represented by Republican Rosilicie Ochoa Bogh, and in the  47th Assembly District, represented by Republican Greg Wallis.[26] In the United States House of Representatives, Desert Hot Springs is in California's  25th congressional district, represented by Democrat Raul Ruiz.[27] The 25th District covers most of the desert communities of Indio, Coachella, Desert Hot Springs, and Cathedral City. Desert Hot Springs is in the Riverside County Supervisor 4th District.[28] Desert Hot Springs is served by a five-member City Council: Mayor Scott Matas and Council Members Jan Pye, Russell Betts, Roger Nunez and Gary Gardner. Council members and the Mayor serve four-year terms. It operates as city manager form or government.[29] Desert Hot Springs's outlying areas include non-county areas of Desert Hot Springs and nearby communities of Desert Edge, Sky Valley and North Palm Springs. On the western perimeter of the city (within city limits) are the newer master-planned communities of Mountain View Country Estates and Skyborne. Adjacent to Mountain View Country Estates is the older master-planned community of Mission Lakes Country Club in unincorporated Riverside County. The city of Desert Hot Springs contracts for fire and paramedic services with the Riverside County Fire Department through a cooperative agreement with CAL FIRE.[30] Desert Hot Springs has their own municipal police department. In two separate municipal ballot measures, Desert Hot Springs residents approved a utility users tax and a public safety tax by majorities of over 75 percent. Both measures provide added funding to the police department and other public safety services. The city is home to windmill farms in the west and also by the San Gorgonio Pass. The growing use of solar power accompanied by many windmills make Desert Hot Springs a leading city in renewable energy.[8]: 23 The main economy is based on spas, which are mostly owner-operated. The mild climate and hot springs make it a popular tourist destination.[8]: 8 In 2001 the town filed for a Chapter 9 municipal bankruptcy.[31] The bankruptcy was resolved in 2004[32] by selling municipal bonds when it faced a legal judgment[note 2][33] of almost $6 million.[34] Desert Hot Springs is home to a number of hot mineral water spas. During the 1950s and 1960s, the town had over 80 spa hotels.[35] From the late 1990s to the present a number of these boutique hotels have been renovated and revived. With their mid-century modern architecture, they appeal to those wanting a unique hotel/spa experience. Some of the better-known spa hotels in Desert Hot Springs include: At one time, there were 43 small spas (6 to 10 guest rooms) in the city. Some were located atop the hot water aquifer on Miracle Hill, where Cabot Yerxa, one of the early settlers, lived. His home is now Cabot's Pueblo Museum. Across the street is Miracle Manor Retreat, built in 1949, one of the first spas in town. It was built by the Martin Family, who eventually sold it in 1981 to a local legend, Lois Blackhill. Upon her death in 1996, her family sold it in 1997 to two longtime regulars and close friends of Blackhill's, trans-media designer April Greiman and architect-educator Michael Rotondi, who restored it to its original state. The Desert Hot Springs Motel, designed by architect John Lautner is located just outside the city limits. The motel was purchased and restored in 2000 by Steven Lowe.[44][45] In 2006 the architectural firm of Marmol Radziner + Associates designed a sustainable, modernist prefab home featured in the November 2006 issue of Dwell magazine.[46] The home served as a prototype for the firm's efforts to develop a series of prefab homes. The Desert Star Weekly newspaper is published in the city. The vast majority of Desert Hot Springs is in the Palm Springs Unified School District. The city territory extends into the Banning Unified School District.[47] Desert Hot Springs High School, of the Palm Springs district, opened in 1999. Although never a resident, Marilyn Monroe occasionally visited the spas in Desert Hot Springs. She spent a week in the town shortly before her death.[8]: 8 [failed verification] Desert Hot Springs lies just south of large nature preserves such as Big Morongo Canyon Preserve and Joshua Tree National Park.[15] Surrounding areas are home to a number of species adapted for the desert climate and temperature extremes. Species include pronghorns, desert bighorn sheep, desert tortoise, kit fox, desert iguana, horned lizard, chuckwalla, roadrunners, mountain lions, raptors and Gila monsters. Although black bears are not common here, a bear was sighted on Palm Drive and Dillon Road in October 2010.[48] Informational notes Citations Further reading",
  "source_url": "https://en.wikipedia.org/wiki/Desert_Hot_Springs,_California"
}