{
  "id": 656,
  "title": "Nara people",
  "data": "The Nara are an ethnic group inhabiting southwestern Eritrea. The society is divided into four subtribes, who are traditionally animist. They are mostly subsistence farmers. The Nara ethnonym means \"Sky Heaven\".[3] They also used to call themselves the Barya.[4][5] Today, the Nara number around 108,000 individuals.[1] They constitute around 1.5% of the population of Eritrea.[2] They are typically agrarian and have settled primarily along the border with Sudan.[6] They are located north of the Kunama, in the western parts of Barka Plains, the Nara constitute about 1.5% of the Eritrean population.[7] According to the Eritrean government, the Nara are descendants of the first Nilo-Saharan settlers in Eritrea, who had migrated from the Upper Nile area and intermarried with local Pygmy populations.[8] The Naras were historically referred to as the Baryas, centuries of slave raiding against them would result in the word becoming synonymous for slave in the Amharic and Tigrinya languages. This term is first recorded by Hiob Ludolf in his Lexicon Amharico Latinum of 1698.[9] The earliest known reference to the Nara appears in a 4th-century inscription by King Ezana of Aksum (c. 330–360 CE), where they are mentioned as victims of the Noba, who had rebelled against Aksumite dominance. The Nara are also cited in later Aksumite inscriptions, including those of Haqqani Daniel. In the 10th century, the Arab geographer Ibn Hawqal described the Bariya(h) as cattle-herding peasants who removed their foreteeth and slit their ears. He placed them near Alwa (Alodia) in Nubia, close to modern-day Kassala and west of Barentu. Other medieval Arabic sources, such as Al-Maqrizi, also mention them as a non-Muslim people of Abyssinia. By the 15th century, Emperor Zara Yaqob referred to \"the land of Barya\" in an edict.[10] During the 16th century, the region inhabited by the Nara came under the influence of various regional powers, including the Funj Sultanate, which claimed them as tributaries. Egyptian forces occupied Sinnar in 1821, ending Funj rule over the region. Throughout the 19th century, the Nara found themselves caught in power struggles between the Ottoman-Egyptian administration, Ethiopian emperors, and local warlords. They suffered from slave raids and tax demands while also competing for land and resources with neighboring groups such as the Kunama, Beni Amer pastoralists, and Abyssinian highlanders.[11] In the 1840s, nearly 1,000 Nara people were sold in Massawa following raids by Ethiopian forces under Dejazmach Wube Haile Maryam. In 1856, Nara warriors attacked and burned the Beni Amer village of Kufit after Egyptian forces abandoned their nearby garrison. In 1861, the Abyssinian governor of Adiyabo, Walda Sadeq Marrak, destroyed the Nara settlement of Magalo, enslaving much of the population. During the Mahdist uprising in Sudan (1881–1898), the Nara were once again drawn into regional conflicts. In 1885, Ras Alula, governor of the Ethiopian-controlled Mereb Melash, clashed with Mahdist forces near Kufit, with Nara warriors initially avoiding the battle but later joining the Ethiopian side once victory was assured. However, in subsequent years, Ethiopian troops devastated Nara lands in retaliation for what they saw as insufficient support, killing off 2/3rds of their population.[12] With the arrival of Italian colonial rule in Eritrea (1890–1941), the Nara were administratively grouped with the Kunama, with Barentu as their regional capital. Under Italian governance, they saw an end to the slave trade and some degree of formalized local administration. During the British administration of Eritrea (1941–1952), conflicts persisted between the Nara and other ethnic groups, including the Kunama. As Eritrea moved toward federation and eventual annexation by Ethiopia, the Nara aligned with the Eritrean Liberation Front (ELF), one of the key groups fighting for Eritrean independence. Following the Eritrean War of Independence (1961–1991), the Nara became part of Eritrea’s independent administration under the Gash-Barka province. The Nara participate in cultural and linguistic preservation efforts through Eritrea’s Ministry of Information, they are also known for serving as police officers in the country’s capital, Asmara.[13] The Nara people speak the Nara language considered a language isolate in typological research but which has been grouped with the hypothetical Nilo-Saharan language family. Through contact with neighboring Afroasiatic-speaking populations, many Nara are also bilingual in Tigre and/or Arabic. They traditionally had no writing system, with the few existing pieces of literature in Nara transcribed using the writing system of either Tigre or Arabic.[2] The language is also known as Nara-Bana, meaning \"Nara-Talk\".[3] Social organisation of the Nara people is based on the clan and subclan, with people living in villages and hamlets. The lineage system is patrilineal, unlike that of the Kunama people. Land belongs to the clan and shared out among the families in the clan.[2] The Nara population is divided into four subtribes: the Higir, Mogareb, Koyta and Santora.[1] They traditionally adhered to animist beliefs.[3] By the 15th century the Nara were introduced to Islam and after the Egyptian occupation in the 19th century, most Nara adopted Islam.[2][14] According to Trombetta et al. (2015), 60% of Nara are carriers of the E1b1b paternal haplogroup. Of these, around 13% bear the V32 subclade, to which belong 60% of the Tigre Semitic speakers in Eritrea. This points to substantial gene flow from neighbouring Afro-Asiatic-speaking males into the Nara's ancestral community.[15] Cruciani et al. (2010) likewise observed that the remaining Nara individuals are primarily carriers of the Afro-Asiatic-associated haplogroup J (20%), as well as the A lineage (20%), which is instead common among Nilotes.[16]",
  "source_url": "https://en.wikipedia.org/wiki/Nara_people"
}