{
  "id": 922,
  "title": "Currys",
  "data": "Currys (branded as Currys PC World between 2010 and 2021) is a British electrical retailer and aftercare service provider operating in the United Kingdom and Ireland, specialising in white goods, consumer electronics, computers and mobile phones. Established as a bicycle retailer in 1927, Currys expanded the range of goods sold and from the 1960s became a major retailer of household electrical items. In 1984, the company was bought by rival retailer Dixons, and the Currys brand was used for all outlets of the combined company. From 2008, the business turned away from shops in town centres to larger out-of-town stores under the Currys PC World brand, combining the operations of Currys with Dixon's PC World under one roof; after the formation of Dixons Carphone in 2014, the stores gained Carphone Warehouse departments. It was announced in July 2021 that all Currys PC World stores would be rebranded to Currys. Henry Curry started to make bicycles in Painter Street Leicester in 1884, after leaving his previous employer N. Corah & Sons. Currys went public in 1927 when his four sons merged The Louth Bicycle Company, and the loose confederation of shops which the sons had run since their father's retirement in 1909, with the Nottingham-based Campion Cycle Company.[2] By the 1940s, the shops sold a wide variety of goods including bicycles, toys, radios and gramophones.[3] Meanwhile, particularly under the directorship between 1967 and 1984 of Dennis Curry, grandson of Henry Curry,[4] the company underwent considerable expansion to become a major high street supplier of televisions and white goods (refrigerators, washing machines and other domestic appliances); by 1984 Currys Group plc had 570 shops, twice as many as the company which was then to acquire it.[5] In 1984, Currys was taken over by Dixons (another electrical products retail chain, now Currys plc) but maintained its separate brand identity. In April 2006, Dixons Stores Group announced that its Dixons shops, except in Ireland and in duty-free areas in airports, would be rebranded as Currys.digital[6] (later changed to Currys Digital). In Ireland, the Dixons shops were rebranded as Currys in August 2008.[7] Before the Dixons rebranding, the chain had only a few small town centre shops compared with its much greater number of large out-of-town megastores. On 17 January 2007, group chief executive John Clare announced that when the leases on the remaining Currys High Street shops (not the rebranded Currys.digital shops) expired, it would be unlikely that they would be renewed: thus the shops would be closed at the earliest opportunity.[8] Dixons Retail began a trial combining Currys and PC World shops in 2008.[9][10] During the Dixons Carphone Christmas 2015–2016 results update to shareholders, Sebastian James, group chief executive, revealed that over the following financial year the three-in-one shop format (shops featuring Currys, PC World and Carphone Warehouse branding under one roof) would be rolled out across the company's entire portfolio in the United Kingdom and the Republic of Ireland.[11] Following reorganisations in 2020 and 2021, Dixons Carphone announced that the Currys PC World stores would be rebranded as Currys in October 2021.[12] The present day Currys also produce electronics under its own brands, Logik and Sandstrom, and formerly also Advent. These originated under Dixons ownership.[13] In December 2023, Currys' CEO Alex Baldock said of a planned rise in the National Minimum Wage, \"We believe we are paying our colleagues well and we certainly intend to continue to. That said, for the retail industry as a whole, having a big hike in the 'national living wage' at the same time as an expected half a billion pound increase in the rates bill just shows how little the government appears to understand or care about this industry.\"[14]",
  "source_url": "https://en.wikipedia.org/wiki/Currys"
}