{
  "id": 546,
  "title": "Rosie Burgess",
  "data": "Rosie Burgess (born 6 January 1978) is an Australian singer-songwriter and multi-instrumentalist. Since 2010, she has fronted the Rosie Burgess Trio, a folk, roots and blues band, with Sam Lohs on percussion and Tim Bennett on bass guitar.[1] In 2004 Burgess had a side project as a hip hop, electronic artist, Panika, and she also worked as DJ Phobic. Rosie Burgess has recorded five albums: Viewed (Though a Little Distracted) (2 February 2005), Humble Pie (5 May 2007), Wait for the World (13 October 2008),[2] Leap (1 November 2010),[3] and Before I Set Sail (2 March 2012). Rosie Burgess was born on 6 January 1978, she was raised in Melbourne with an older brother. At the age of four, Burgess started playing piano.[4] Her instrumentation includes electric violin, harmonica, ukulele, guitar, mandolin, and a makeshift drum kit.[5] In 2004, she worked in Melbourne as a hip hop electronic artist, under the name Panika, and issued a five-track extended play, 2 for Breathing, in November of that year.[6][7] Also in that year, she performed as DJ Phobic, mixing \"underground Australian hip hop with her own trax\".[7] In June 2007, National radio station, Triple J's Zan Rowe named Panika's track \"Bezerk\" as her Catch of the Day and felt it was \"a great tune, short and snappy with some tidy production\" as an example of \"Uke-hop? Yep, ukulele with hip-hop beats. Very tidy stuff\".[6] As an acoustic folk singer-songwriter she issued, Viewed (Though a Little Distracted), in February 2005. Burgess' recordings and live performances have been met with critical praise. According to Soulshine's reviewer in 2006, her \"quirky and original tunes are captivating audiences wherever she goes. Her high energy live shows and many live-to-air radio performances have secured her a growing fan base of acoustic blues & roots lovers around the globe\".[8] She signed with Fogsongs, a Sydney publishing group, and her album, Humble Pie, which appeared in May 2007 was distributed by MGM Distribution.[9][10] Later that year, Groove Merchants' writer noted that by \"Playing straight from the heart, Rosie keeps herself warm with her skillful rootsy guitar, harmonica and mandolin playing, singing up a storm everytime she takes the stage. Her music flows out of her whole body – at times edgy and intense, at times raw and beautiful, it is always original and gripping\".[11] In 2008, Burgess received a grant of $6000 from Arts, Victoria to undertake a tour of Western Australia including performing at the Nannup Festival in March.[12] She has performed extensively in Australia and North America at festivals such as the Woodford Folk Festival, Musikfest, and California Worldfest.[1] She has toured the United States and Canada.[5] Rosie Burgess is a self-taught musician and formed her own record label, Payne Street Records in 2001.[4] She became a vegetarian from age 14; since 2001, she has been a vegan and is an animal rights activist.[4] She resides in Melbourne with her son.[13][14]",
  "source_url": "https://en.wikipedia.org/wiki/Rosie_Burgess"
}