{
  "id": 846,
  "title": "Erie Township, Miami County, Indiana",
  "data": "Erie Township is one of fourteen townships in Miami County, Indiana, United States. As of the 2020 census, its population was 551 (slightly down from 554 at 2010[3]) and it contained 238 housing units.\nThe township's only community is Erie. Erie Township was organized on August 27, 1839. Originally called Black Hawk Township, it was renamed in September 1847 for the Wabash and Erie Canal.[4]  Samuel McClure, a trader who arrived in the fall of 1827, is considered the first European to have entered the area, establishing an Indian trading post on the Abraham Dingman farm. Settlement began in 1835, encouraged by the new canal. The Methodists and United Brethren were the first religious organizations in the township, organizing in 1846 and 1849 respectively.[5] An 1896 history of the county recounts a short description of early life in the area as described by George Nicholson, a pioneer who settled in Erie Township in 1844:[5] It had been the custom to go to Peru and vote and then spend the day in hilarity. Intoxicats [sic] were free and spirits high. There was always a half dozen or more fights during the day. Some big fellow who felt like a Sampson and Croesus over the effects of some one's treating strutted down the street swinging his arms as big as Pompey and challenged any Democrat to a wrestle... In those early days it was a very dull Saturday if there was not at least one fight. According to the 2010 census, the township has a total area of 16.93 square miles (43.8 km2), of which 16.68 square miles (43.2 km2) (or 98.52%) is land and 0.24 square miles (0.62 km2) (or 1.42%) is water.[3] Erie Township is the county's smallest civil township by land area.[6] Erie Township consists of level, open farmland to the north, giving way to an east-west belt of wooded hollows and valleys farther south, and finally bottomland along the Wabash River, which forms the township's southern border with Butler Township.   Daniel Creek, Schrom Creek and several smaller streams flow south into the river. The township is bordered on the west by Peru Township and on the north by Richland Township. Its eastern border is with Wabash County. U.S. Route 24 runs east and west through Erie Township, connecting Peru and Wabash.",
  "source_url": "https://en.wikipedia.org/wiki/Erie_Township,_Miami_County,_Indiana"
}