{
  "id": 858,
  "title": "Mammoet",
  "data": "Mammoet (Dutch for mammoth) is a privately held Dutch company specializing in engineered heavy lifting and the transport of large objects. Mammoet was founded on the 13th of May 1807 in Utrecht, the Netherlands, when Dutch entrepreneur Jan Goedkoop founded a maritime company with the purchase of a 140-tonne cargo vessel. The company, called 'Gebroeders Goedkoop' (‘Goedkoop Brothers’), offered both maritime cargo and passenger transport. In 1862, the company acquired its first tugboat, and from 1920 onwards, the company focused on tug and salvage services. In 1971, Goedkoop merged with Van Wezel from Hengelo (Netherlands): a company that specialized in heavy transport and cranes. The new company was called Mammoet Transport. In 1972, another company was acquired, Stoof Breda, which at that time was one of the market leaders in engineered heavy lifting and transport in the Netherlands. In 1973, Mammoet Transport became a subsidiary of Koninklijke Nederlandse Stoomboot-Maatschappij (KNSM) located in Amsterdam. At the same time, the company name was changed to Mammoet. In 1973, Mammoet Shipping was founded. In 1981, KNSM and Mammoet became part of Nedlloyd Group. In 2000, Mammoet was acquired by, and merged with, Van Seumeren Kraanbedrijf, a company that had been founded in 1966. In 2001, Mammoet sold its maritime branch Mammoet Shipping to shipping company Spliethoff Group [nl], and was rebranded to BigLift Shipping [nl]. In 2020, Mammoet merged with UK-based engineered heavy-lifting company ALE, forming the largest engineered heavy-lifting and transport company in the world.[2] On 14 March 2023, parent company SHV holdings decided to put Mammoet up for sale. SHV CEO Jeroen Drost suggested that Mammoet required huge investments in the future, and it was not in the best interest of SHV.[3] On 22 March 2023, Mammoet received permission from the Russian government to sell its Russian subsidiary to Chinese Conglomerate Tianjin co Ltd. Following the start of the latest phase of the Russo-Ukrainian War in 2022, SHV stopped all its new operations and investments.[4] Mammoet has been involved in several high-profile projects, including the transportation of a 600-tonne tunnel boring machine in London. The company also played a key role in the construction of the world’s largest offshore wind farm, the London Array. Also, in 2024, Mammoet transported, lifted, and positioned the Oder railway bridge on the German-Polish border.[5] The company is active in the petrochemical industry, the mining and metals industry, civil construction and the energy sector - such as nuclear power, conventional power, offshore, and onshore wind power. Globally, approximately 7,000 people work for the company, in about 90 offices and branches. The head office of the holding company is located in Utrecht (Netherlands). The European headquarters is located in Schiedam (Netherlands). Mammoet has offices in North America, South America, the Middle East, Africa, Asia, and Australia. The following persons have been active on Mammoet's Executive Board of Management:[6] Two (former) units of Mammoet use a similar logo:",
  "source_url": "https://en.wikipedia.org/wiki/Mammoet"
}