{
  "id": 456,
  "title": "S. M. Junaid Zaidi",
  "data": "Syed Muhammed Junaid Zaidi (Urdu: سید محمد جنید زیدی ); known as S. M. Junaid Zaidi (born 19 July 1949) is a Pakistani scientist, entrepreneur and educator. He is the founding rector of the COMSATS University Islamabad. Junaid Zaidi(S.I, H.I) took the post of the Executive Director of Commission on Science and Technology for Sustainable Development (COMSATS) in Islamabad, Pakistan on February 27, 2017.[1] Junaid Zaidi was born in Rawalpindi in 1949. After getting his master's degrees in Mathematics and Physics from the University of the Punjab, in 1981 he got another degree in Operations Research from the University of Birmingham. He completed his doctoral work at the University of Birmingham in 1984, specializing in optimization of algorithms on networking. On July 19, 2012, Lancaster University, UK, conferred on Zaidi the Honorary Degree of Doctor of Science.[2] He has served the government of Pakistan as the Director General of the National Center for Technology Transfer, (1991–95) and as \"Scientific Secretary & Chief S&T\" with the Pakistan Council for Science and Technology (1995–98).\nFrom 1998 to 2017 he was the Founder Rector of the COMSATS University Islamabad (CUI), which was awarded Charter by the Government of Pakistan in 2000.[1] After retiring from CUI, he is serving as the Executive Director of COMSATS, since March 2017.[3][4] Dr S. M. Junaid Zaidi served as the chairman of the controversial National Testing Service (NTS)[9] for over 15 years. He got embroiled in a corruption and malpractice scandal of the NTS[10] and faced charges in the accountability court. Dr Junaid Zaidi has also come under severe criticism from a parliamentary committee, a sub-committee of the Public Accounts Committee (PAC) for his central role in the controversial Dual Degree programme (DDP) which was started illegally without the approval of Higher Education Commission and put at stake the future of 2,532 students.[11] There have been allegations of money-laundering of nearly 6 million Pounds in the DDP case which is being investigated by the Federal Investigation Agency (FIA).[12] In 2018, the Minister of State for Science & Technology, Mir Dostain Khan Domki, claimed in the media that Comsats University and NTS were being run by a \"mafia\" who were involved in corruption.[13] This Pakistani biographical article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/S._M._Junaid_Zaidi"
}