{
  "id": 597,
  "title": "XXIII Corps (United States)",
  "data": "The XXIII Corps was a corps-sized formation of the United States Army that was activated on 15 January 1944 at Camp Bowie, Texas during World War II. During the war, XXIII Corps served in the European Theater of Operations (ETO) as part of the Fifteenth Army. After the end of the war the corps was inactivated on 10 February 1946 in Germany and disbanded on 12 July 1950. XXIII Corps served primarily as an occupation and military government force around Trier, Koblenz, and areas of western Germany (the southern area of what was termed the \"Rhineprovince Military District\") to the south from April 1945.  The corps command post was at Idar-Oberstein.[1] The area occupied by XXIII Corps was turned over to the French Army on 10 July 1945.[citation needed] As of 10 May 1945, units subordinated to the XXIII Corps included the 28th Infantry Division, the 54th Anti-Aircraft Artillery Brigade, and the 214th, 425th, and 426th Field Artillery Groups.[2] The original Headquarters and Headquarters Battery of XXIII Corps Artillery was constituted on 9 January 1944 in the Army of the United States.[3] It was then activated 15 January 1944 at Camp Bowie, Texas, and after fighting in Europe, inactivated 10 February 1946 in Germany. It was then allotted 12 December 1946 to the Organized Reserves, and activated 24 January 1947 at Chicago, Illinois. But it left the force through being redesignated 18 August 1950 as Headquarters and Headquarters Battery, XIV Corps Artillery.[citation needed] HHB 138th Field Artillery Brigade then traces its history to the XXIII Corps Artillery being constituted again on 15 September 1953 in the Kentucky Army National Guard.[4] The 149th Armored Brigade traced its recent history to the activation of XXIII Corps Artillery on 1 October 1959.[5] XXIII Corps Artillery disappeared on 1 November 1980 when its HHB became HHC, 149th Armored Brigade.[citation needed]",
  "source_url": "https://en.wikipedia.org/wiki/XXIII_Corps_(United_States)"
}