{
  "id": 595,
  "title": "Newport Jazz Festival",
  "data": "The Newport Jazz Festival is an annual American multi-day jazz music festival held every summer in Newport, Rhode Island. Elaine Lorillard established the festival in 1954, and she and husband Louis Lorillard financed it for many years. They hired George Wein to organize the first festival  and bring jazz to Rhode Island.[1][2] Most of the early festivals were broadcast on Voice of America radio, and many performances were recorded and released as albums. In 1972, the Newport Jazz Festival was moved to New York City. In 1981, it became a two-site festival when it was returned to Newport while continuing in New York. From 1984 to 2008, the festival was known as the JVC Jazz Festival; in the economic downturn of 2009, JVC ceased its support of the festival and was replaced by CareFusion.[3] The festival is hosted in Newport at Fort Adams State Park. It is often held in the same month as the Newport Folk Festival. In 1954, the first Newport Jazz Festival (billed as the \"First Annual American Jazz Festival\") was held at Newport Casino, in the Bellevue Avenue Historic District of Newport, Rhode Island. It incorporated academic panel discussions and featured live musical performances. The live performances were set outdoors, on a lawn. These performances were given by a number of notable jazz musicians, including Billie Holiday, and were emceed by Stan Kenton.[4] The festival was hailed by major magazines and newspapers, and some 13,000 people attended between the two days.[5] In general, the festival was regarded as a major success.[6][7] In 1955, organizers were planning a second year for the festival but needed to find a new venue. The Newport Casino would not again host the festival since its lawn and other facilities did not stand up well to such a large event. Festival backer Elaine Lorillard, with her husband, purchased \"Belcourt\", a large estate which was available locally, in hopes of hosting the festival there. However, the neighborhood disallowed that plan, citing concerns about potential disturbance. Consequently, the workshops and receptions were held at Belcourt, while the music was presented at Freebody Park, an arena for sports located a block behind the casino.[8] Some Newport residents were opposed to the festival. Jazz appreciation was not common within the established upper-class community, and the festival brought crowds of younger music fans to Newport. Many attendees were students who, in the absence of sufficient lodging, slept outdoors wherever they could, with or without tents. Newport was at first not accustomed to this. Traffic gridlock and other contention near the downtown venue were legitimate concerns. Moreover, many of the musicians and their fans were African American. Racist attitudes were probably a factor in some residents' opposition to the festival too as it commonly was across the country at that time.[7] Nonetheless, the festival continued annually and increased in popularity, aided in part by 1958 concert footage released as the documentary film Jazz on a Summer's Day the following year. In 1960, local papers on July 1 noted a string of violent, but minor, incidents in town on the opening Friday.  Saturday was much worse, with thousands of people unable to enter the sold-out shows roaming the city streets and battling police.  Some 200 people were arrested, a town record.[9]  The National Guard was called in.[10]  By Sunday word circulated that the Festival would be cancelled.  Poet Langston Hughes, on the grounds, wrote an impromptu lyric called \"Goodbye Newport Blues\" and brought it to Muddy Waters, who was headlining the Sunday blues presentation.  They announced a spontaneous performance of the piece with pianist Otis Spann leading the band.  Likewise the Nashville All-Stars retreated to their rented mansion and recorded a live album on its porch, called After the Riot at Newport.  On Monday the 4th the last two days of the festival were indeed cancelled. The 1960 event was also notable for the presence of a rival jazz festival that took place at the Cliff Walk Manor Hotel, just a few blocks away. This was organized by musicians Charles Mingus and Max Roach in protest against the festival paying less to jazz innovators, compared to more mainstream performers;[11] the fact that the innovators were mostly black and the mainstream performers mostly white was also an aggravating factor.[12] In 1961, presentation of the official Newport Jazz Festival was disallowed, due to the difficulties associated with the previous year's festival.[13][14]  In its place, another festival, billed as \"Music at Newport\", was produced by Sid Bernstein in cooperation with a group of Newport businessmen.  That festival included a number of jazz musicians but was financially unsuccessful.  Bernstein announced that he would not seek to return to Newport in 1962.[15] In 1962, the Newport Jazz Festival resumed at Freebody Park. Wein did not resurrect the extinct not-for-profit organization which had run the Newport Jazz Festival through 1960; instead, he freshly incorporated the festival as an independent business venture of his own. He was a music festival pioneer and would run many festivals besides the Newport Jazz Festival during his career. The 1964 festival was the last at Freebody Park, since the event had outgrown that venue also. Festival organizers saw a need to move the festival outside of the downtown area, since the festival-caused gridlock there was a contentious point in the community. A suitable site, actually a simple but ample field, which would become known as Festival Field, was identified, and the move was completed for the 1965 festival. Frank Sinatra played the festival that year, and new attendance records were set.[16]  Festival Field remained the venue for the jazz festival until 1971. The festival's 1969 program was an experiment in fusing jazz, soul, and rock music, and their respective audiences. The Thursday evening set featured performances by jazz musicians Sun Ra, Bill Evans, George Benson, Freddie Hubbard, and Anita O'Day, and a jazz jam session hosted by organist Jimmy Smith and featuring, among others, Art Blakey, Hampton Hawes, Sonny Stitt, and Howard McGhee. Friday afternoon featured a rock-oriented bill featuring the jazz-fusion group  Blood, Sweat & Tears, eclectic jazz saxophonist Rahsaan Roland Kirk, and the rock acts The Jeff Beck Group, Ten Years After, and Jethro Tull. Saturday's schedule mixed jazz acts, such as Dave Brubeck and Miles Davis, with rock, blues and R&B artists such as John Mayall, Sly & The Family Stone, Frank Zappa and his band The Mothers of Invention, and O. C. Smith. Sunday's bill featured a morning performance of Brubeck's oratio The Light in the Wilderness, an afternoon set by James Brown, and an evening finale headlined by the British rock band Led Zeppelin, jazz keyboardist Herbie Hancock, blues guitarists B. B. King and Johnny Winter, and jazz drummer Buddy Rich and his orchestra.[17][18] Davis remarked that the various artists involved were highly encouraging to each other and that he enjoyed the festival more than ever before. He also noticed and appreciated the spirited nature of the younger audience. But some clashes did occur. Excess crowds, estimated at 50,000,[19] who had been unable to obtain tickets filled an adjacent hillside, and the weekend was marred by disturbances, including fence crashing and crowd surging, during the most popular performances. Saturday evening's disturbances were particularly significant, prompting producer George Wein, who feared a riot, to announce that the Sunday evening Led Zeppelin appearance was cancelled.  That show was allowed to go forward as initially scheduled after much of the overflow crowd had left the city, following the cancellation announcement.[20][21] The 1970 festival was three days instead of the usual four with an estimated attendance of 40,400.[19] Promoter George Wein reverted to an all-jazz policy after he stated the previous year had \"maybe too much rock.\"[19] On the first day there was a tribute to Louis Armstrong featuring Dizzy Gillespie, Bobby Hackett, Joe Newman, Wild Bill Davison, Jimmy Owns, and Ray Nance. Mahalia Jackson made a rare festival appearance to pay respects to Armstrong. Saturdays performers included Nina Simone and the Herbie Mann Quintet with Ike & Tina Turner closing out the night.[19] The festival concluded on Sunday with performances from Roberta Flack, Gene McDaniels, Buddy Rich and Ella Fitzgerald.[19] For 1971, the festival booked the rock group The Allman Brothers Band alongside an otherwise predominantly jazz and soul-oriented bill that included performances by Aretha Franklin, Ray Charles, Duke Ellington, Roberta Flack, Charles Mingus, Ornette Coleman, Dionne Warwick, Dave Brubeck, King Curtis, Dizzy Gillespie, and Herbie Mann, as well as the jazz-fusion groups Chase, Soft Machine, and Weather Report.[22] Many more fans were drawn than Festival Field could accommodate. On the second night, after the recording of what would become The Dave Brubeck Quartet featuring Gerry Mulligan – The Last Set at Newport, over 12,000 people on the adjacent hillside crashed the fence during Dionne Warwick's performance of \"What the World Needs Now Is Love\". The festival was halted after the stage was rushed and equipment destroyed. The festival would not return to Newport in 1972.[1][23] In 1972, festival producer George Wein transplanted the festival to New York City, calling it the Newport Jazz Festival-New York. An expanded format involved multiple venues,  including Yankee Stadium and Radio City Music Hall, and comprised 30 concerts with 62 performers including Dave Brubeck, Ray Charles, Duke Ellington, Roberta Flack, and Dizzy Gillespie.[24]  This format continued for the next years, but Wein missed the outdoors of Newport which the venues of New York City failed to duplicate. In 1977, Wein worked with the city of Saratoga Springs, New York, to move the festival to the Saratoga Performing Arts Center during the following year. He established the Newport Jazz Festival-Saratoga and remained in New York City, retaining the Newport Jazz Festival-New York in what amounted to an expansion.[25][26] The Saratoga addition began a trend of using the \"Newport Jazz Festival\" name outside of Newport, as in the Newport Jazz Festival in Madarao, Japan, from 1982 to 2004. During the 1970s, the Newport Jazz Festival pioneered corporate sponsorship of music festivals. Working with Schlitz and KOOL, the festival changed its name based on what company was sponsoring.[27] In 1981, George Wein brought the Newport Jazz Festival back to Newport, partly to preserve the Newport Jazz Festival legacy and to protect his interest in the Newport Jazz Festival name. Arrangements with the title sponsor of the Newport Jazz Festival-New York had seen that festival promoted as the \"Kool Jazz Festival\".[28] The revived festival took place at Fort Adams State Park, where it has remained since.[29] Newport, now quite keen to tourism, was extremely receptive to the resumption of its Newport Jazz Festival. The 1981 bill featured a lineup entirely of jazz performers, including McCoy Tyner, Dexter Gordon, Miles Davis, Dave Brubeck, Dizzy Gillespie, and Art Blakey.[30] The festival was immediately successful upon returning to Newport, although no longer quite the draw it had been in its first years, owing to shifting interests and to the proliferation of competing festivals.[31] Future installments in the 1980s and 1990s also predominantly featured jazz performers, although acts in other genres continued to appear sporadically, including return performances by B.B. King and Ray Charles in 1984, and blues rock guitarist Stevie Ray Vaughan and his band Double Trouble in 1985.[32][33] In 1988, the festival began also hosting annual concerts at the Newport Casino, where the first festival was held in 1954, with performers such as Tony Bennett, Mel Tormé, Illinois Jacquet, k.d. lang, Diana Krall, Ray Charles, Harry Connick Jr., and Wynton Marsalis.[29] JVC became the primary sponsor of the festival in 1984; Wein stated that the audio-visual equipment company, which had recently developed the VHS video cassette, offered a sponsorship package, and Kool agreed to withdraw its sponsorship for financial reasons. \nThat year the event was renamed the JVC Jazz Festival. That year's lineup reflected a shift away from an almost exclusive focus on mainstream jazz, and introcuded blues, soul, and experimental jazz performers.[34] Performers included Charles, Gillespie, Davis, Ron Carter, and Flora Purim.[35] Coverage in The Providence Journal characterized the lineup as \"the most exciting in at least five years.\"[36] The festival drew a varied crowd of 7,000 that year.[37] The festival continued to take place annually at Fort Adams through the 1990s and 2000s. Along with established jazz performers such as Wynton Marsalis and George Benson, the festival also featured contemporary jazz musicians, as well as appearances from artists who performed other, related genres. These included: Tito Puente and Celia Cruz (1990), Tower of Power (1992), Thomas Chapin (1995), Medeski Martin & Wood (1997), Femi Kuti, Cassandra Wilson, John Zorn, and Maceo Parker (2000), Isaac Hayes (2002), Pat Metheny (2003), and Dr. John (2006).[38][39][40][41][42][43][44][45] Bassist Christian McBride made his Jazz Festival debut in 1991 as part of the Jazz Futures ensemble of young jazz musicians that also featured Roy Hargrove and Antonio Hart.[46][47] In 2016, McBride was selected as the festival's artistic director and lineup curator.[48] In early 2007, Newport Jazz Festival producer George Wein sold his Festival Productions company to Festival Network, a company operated by former Shoreline Media executive Chris Shields. Festival Networked owned and operated the Newport Jazz Festival with Wein in a senior position.[49] Starting in 2007, the Newport festival began serving beer and wine at Fort Adams State Park.[50] Wein began running the festival again in 2009 after the company that owned the event experienced financial difficulty. In 2011, Wein established the non-profit Newport Festivals Foundation, which has operated the jazz and folk festivals since.[51] The 2020 festival was cancelled due to the COVID-19 pandemic crisis. Booked artists were invited to return in 2021.[52] Citing his advancing age and the pandemic, founder George Wein was unable to attend the 2021 Newport Jazz Festival; it was only the third time he was not in attendance since the event's founding in 1954.[53] Wein died on September 13, 2021.[54] Two of the most famous performances in the festival's history are Miles Davis' 1955 solo on \"'Round Midnight\" and the Duke Ellington Orchestra's lengthy 1956 performance of \"Diminuendo and Crescendo in Blue\", featuring a 27-chorus saxophone solo by Paul Gonsalves.[55] A reconstructed Ellington at Newport, from his 1956 performance, was re-issued in 1999. Aside from the actual festival performance of \"Diminuendo and Crescendo in Blue\", including the distant-sounding Gonsalves solo, the original album used re-creations, note for note, of some of the set's highlights, which were re-recorded in the studio. The new set restored the original festival performance after a recording from the Voice of America (which broadcast the performance) was discovered and, among other things, the odd timbre of the Gonsalves performance. Gonsalves, it turned out, stepped up to the wrong microphone to play his legendary solo; he stepped up to the VOA's microphone and not the band's. Gonsalves' performance so excited the audience that the festival sponsors feared that the crowd was on the verge of rioting.[56] The 1957 festival was well documented by Verve Records, which released 12 albums of recorded performances. The 1957 performances of Ella Fitzgerald, Billie Holiday, and Carmen McRae were released on the album Ella Fitzgerald and Billie Holiday at Newport (1958). Those by the Gigi Gryce-Donald Byrd Jazz Laboratory and the Cecil Taylor Quartet featuring Steve Lacy were released on At Newport (1958). The performance of Count Basie was issued as Count Basie at Newport in 1958. The notable film Jazz on a Summer's Day was made from footage of the 1958 Newport Jazz Festival featuring such performers as Louis Armstrong, Anita O'Day and Mahilia Jackson. The film and its soundtrack have been widely released on VHS, DVD, Vinyl and CD. Performances at the 1960 festival by Muddy Waters and Nina Simone were released as the albums At Newport 1960 and Nina Simone at Newport (1960). The 1962 Festival is documented in a film released by Storyville Records. Among the performers are Lambert, Hendricks & Bavan, the Oscar Peterson Trio, Roland Kirk, Duke Ellington, and the Count Basie Orchestra featuring Jimmy Rushing, at the closing.[57] Part of the appearances by John Coltrane and Archie Shepp from the 1965 Festival appeared on the album New Thing at Newport. A set by Herbie Mann featuring Chick Corea, at that same year's festival, was released on the album Standing Ovation at Newport. Mann also released an album, mostly recorded at that performance, titled New Mann at Newport (1967). Albert Ayler's performance at the 1967 festival was released as part of the Holy Ghost: Rare & Unissued Recordings (1962–70) box set (2004). An Ella Fitzgerald performance from Carnegie Hall in July 1973 was documented on the album Newport Jazz Festival: Live at Carnegie Hall (1973). Past performers at the Newport Jazz Festival include: 41°28′38″N 71°20′22″W﻿ / ﻿41.47722°N 71.33944°W﻿ / 41.47722; -71.33944",
  "source_url": "https://en.wikipedia.org/wiki/Newport_Jazz_Festival"
}