{
  "id": 241,
  "title": "Steven Curtis Chapman discography",
  "data": "American contemporary Christian singer-songwriter Steven Curtis Chapman has released 17 studio albums and 82 singles, in addition to 4 holiday albums, 3 compilation albums, and 3 video releases. He has sold over 11 million albums, and 10 of his albums have been certified gold or platinum by the Recording Industry Association of America (RIAA).[1] Chapman's first album, First Hand (1987), was released on Sparrow Records; although the album did not chart, three of its singles reached the top ten on the CCM Update Christian radio charts. Real Life Conversations (1988) became his first album to appear on the Billboard Christian Albums chart, and More to This Life (1989) was his first top ten album on the Christian Albums chart, also yielding four No. 1 singles on the CCM Update Adult Contemporary chart; it was certified gold by the RIAA in 2002, signifying sales of over 500,000 copies in the United States. Chapman would release five more studio albums in the 1990s, all of which reached the No. 1 position on the Christian Albums chart. For the Sake of the Call (1990), The Great Adventure (1992), and Signs of Life (1996) achieved gold certifications, while Heaven in the Real World (1994) and Speechless (1999) were certified platinum, signifying sales of over one million copies in the United States. He also recorded two other gold albums in the 1990s: the Christmas album The Music of Christmas (1995) and the compilation album Greatest Hits (1997). Chapman recorded 22 No. 1 singles on the Adult Contemporary chart in the 1990s, with \"The Great Adventure\" ranking as the No. 1 single on the 1990s decade-end Adult Contemporary chart.[2] Chapman's next two albums, Declaration (2001) and All About Love (2003), were his highest-charting albums on the Billboard 200, peaking at No. 14 and 12, respectively; they were both certified gold by the RIAA. In addition to All About Love, All Things New (2004), This Moment (2007), and Beauty Will Rise (2009) all reached the No. 1 position on the Christian Albums chart. He left Sparrow Records in 2012 and moved to Reunion Records,[3] where he released two studio albums, The Glorious Unfolding (2014) and Worship and Believe (2016), as well as the Christmas album Joy (2012). He has also released two bluegrass albums through Cracker Barrel, with both charting at No. 1 on the Billboard Bluegrass Albums chart.",
  "source_url": "https://en.wikipedia.org/wiki/Steven_Curtis_Chapman_discography"
}