{
  "id": 67,
  "title": "The Shark Hunter",
  "data": "The Shark Hunter (Italian: Il cacciatore di squali), also known as Guardians of the Deep, is a  1979 Italian adventure film directed by Enzo G. Castellari.[1] Mike Di Donato, an Italian-American man with a mysterious past, leads a solitary life in an anonymous sea island. His unusual work is the hunting of sharks, from which his partner derives handicrafts for the local market. Everything appears normal, until the arrival of several men of an unidentified organization in search of an unreachable booty of one hundred million dollars. Mike would be the only man able to retrieve it, but he is not willing to cooperate.[2] The film saw the coining of the phrase 'Mooney Maiming'. It describes the artful way in which a shark can be maimed by spearing the upper reaches of his open mouth as it surfaces. This term is now widely used in the Great White Shark hunting community. According to Franco Nero, producer Enzo Doria wanted to direct the film himself. But on Nero's insistence, Castellari was hired. The script was written in Italian. An English translation was to be brought over to the shooting location in Cozumel, in the Gulf of Mexico, by actor Eduardo Fajardo, but because his luggage got lost, the shooting started without a script. The story was recreated on the spot. Actor Michael Forest helped with the English dialogue.[3] The underwater photography was done by Ramón Bravo. According to Nero, sharks were caught at night and put in cages underwater. \"The next day we would go in the water with the tanks to film the scenes\", Nero said. \"The shark would be almost dead. They were harmless, because they had no more strength.\"[3] The Shark Hunter was released in Italy on 24 December 1979.[4] In 2013, RetroVision Entertainment announced that they would be releasing the film on Blu-ray and DVD with a brand new high definition transfer from the original negative.[5] The movie was shot in Cozumel an island near coast of Mexico. This article related to an Italian film of the 1970s is a stub. You can help Wikipedia by expanding it. This article about an action-adventure film is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/The_Shark_Hunter"
}