{
  "id": 598,
  "title": "WDBD",
  "data": "WDBD (channel 40) is a television station in Jackson, Mississippi, United States, affiliated with the Fox network. It is owned by American Spirit Media, which maintains a shared services agreement (SSA) with Gray Media, owner of NBC affiliate WLBT (channel 3), for the provision of certain services; it is also sister to Vicksburg-licensed MyNetworkTV outlet WLOO (channel 35). Although technically owned by Tougaloo College, WLOO is actually controlled by American Spirit through a separate joint sales agreement (JSA), with Gray providing limited engineering support. The three stations share studios on South Jefferson Street in downtown Jackson; WDBD's transmitter is located on Thigpen Road southeast of Raymond, Mississippi. The station began broadcasting on November 30, 1984,[1] as the market's first independent outlet. It was also the first television station in Mississippi to not be affiliated with a network. Jackson Family Television, originally consisting of Nashville housewife and communications student Brenda Harrison and Cleveland, Tennessee, businessman H. Bernard Dixon, owned the station while Media Central, Inc. of Chattanooga, Tennessee, operated it under a local marketing agreement (LMA). Two months after it signed on, Harrison sold her interest in the station to Dixon, and in October 1985, Media Central took over ownership of the station.[4] On July 6, 1987, WDBD became the area's first Fox affiliate, although the fourth broadcast network had launched back in October 1986. For the first nine months of the network's existence, the network's only affiliate in Mississippi was Gulfport-based WXXV-TV, which had signed on the air in February 1987 and had a decent signal that was able to cover most of southern Mississippi, but not the city of Jackson. As a result, Fox programming was not available in a large part of Mississippi for the network's first four months of operations, although WDBD did air an episode of The Late Show Starring Joan Rivers featuring the cheerleading team of Delta State University.[5] In 1988, while Media Central was in Chapter 11 bankruptcy proceedings, Act III Broadcasting tried to acquire WDBD and sister station WZDX in Huntsville, Alabama, but the deal had fallen through.[6] In 1989, the station was sold to Donatelli & Klein of Bethesda, Maryland, making it a sister station to WDSI in Chattanooga.[7] Pegasus Broadcasting brought out Donatelli & Klein in 1993. On October 7, 2001, due to a payment dispute between Pegasus and Fox, WDBD became an affiliate of The WB, leaving Jackson without an over-the-air Fox affiliate for the next 23 months; sister station WPXT in Portland, Maine, also made the switch at the same time as Pegasus and Fox failed to agree on an affiliation agreement for the two stations. It would not be until September 2003 when WUFX (now sister station WLOO) signed-on in nearby Vicksburg and became the area's second Fox affiliate. In the interim, programming from the network was provided on cable via WNTZ-TV for those who lived in the Natchez area and via Foxnet for those living in the Jackson–Vicksburg area. In January and February 2006, respectively, it was announced that UPN and The WB would merge and form The CW while News Corporation (owner of Fox) made public another new programming service called MyNetworkTV would start up as well. UPN affiliate WRBJ was announced as Jackson's CW affiliate while WUFX eventually joined MyNetworkTV. In advance of switching to the latter network, WUFX and WDBD swapped affiliations. On July 3, 2006, the former picked up The WB but began identifying itself on-air as \"My 35\" in anticipation of joining the new service. Meanwhile, WDBD rejoined Fox and became known as \"Fox 40\". WDBD and WUFX were sold by previous owner Jackson Television, who began operating the two stations and WXMS-LP in 2003, to Roundtable Broadcasting in early 2010. However, its licensee listing with the Federal Communications Commission (FCC) still says Jackson Television. Marc Jaromin is the station's current President/General Manager.[8][9] Fellow Fox affiliate WNTZ-TV in nearby Natchez technically serves the Alexandria, Louisiana, market (through a low-power repeater) but shares some of its coverage territory with WDBD. WNTZ also maintains a secondary MyNetworkTV affiliation and therefore encroaches on WUFX's home territory as well. Roundtable Broadcasting filed to sell WDBD and WXMS-LP to American Spirit Media in July 2012. As part of the deal, the station's operations were taken over by Raycom Media, owner of WLBT, under a shared services agreement; American Spirit also acquired WUFX and WBMS-CA from Vicksburg Broadcasting, but spun off the WUFX license to Tougaloo College (though it operates that station under a joint sales agreement).[10] The transaction was consummated on November 13.[11] WDBD's parent company, American Spirit Media, failed to renew its retransmission contract with DirecTV/AT&T U-verse upon its expiration on August 31, 2017. After a three-week extension period passed with both parties failing to agree on a new contract, American Spirit Media withdrew permission for DirecTV/AT&T U-verse to retransmit the signals of its stations as of 11:59 p.m. EDT on September 21.[12] As of January 2018, no resolution to the dispute has been reached. This dispute has been particularly frustrating for viewers in the Jackson market, as it has coincided with the beginning of the 2017–18 television season, the Major League Baseball postseason, the National Football League regular season, and the college football regular season. Viewers in WDBD's market have been unable through DirecTV to watch Fox network coverage of New Orleans Saints games, the 2017 ALCS, the 2017 World Series, and numerous college football games. On August 12, 1991, WDBD debuted a local newscast called Mississippi News Tonight which was simulcast on WXXV-TV in Gulfport and produced by Love Communications, who owned WLOX and WLOV in Mississippi.[13] Likewise, it featured regionalized news and weather coverage despite being produced at this station's facility in Jackson. Due to low ratings and inconsistent viewership, the program was dropped from both outlets on April 24, 1992.[14] In August 2008, WDBD established a second news department and began airing a thirty-minute prime time show. Known as Fox 40 News at 9, this was originally seen every night. After a short period of time, however, weekend broadcasts were dropped due to inadequate resources. On January 24, 2009, the weeknight newscast began airing in high definition resulting in this outlet becoming Jackson's first television station to make the upgrade. With the change came a new logo and an updated graphics package based on the standardized theme seen on Fox owned-and-operated stations. In April 2010, WDBD added two weeknight newscasts, both half-hour in length. The early evening show, known as Fox 40 News at 6, directly competed with news programs seen on the area's big three affiliates. This would subsequently be dropped for a 5:30 p.m. broadcast, which currently airs against the national evening network newscasts. The late night program, called Fox 40 News at 10 on My 35, aired on WUFX and also competed with the area's big three outlets. A further expansion occurred on January 17, 2011, after WDBD launched a weekday morning show called Fox 40 & Friends (name adapted from Fox & Friends which can be seen at the same time on Fox News Channel). The program, eventually renamed Fox 40 A.M., aired for two hours from 7 until 9 providing a local alternative to the national morning shows seen on the market's big three stations. To correspond with that addition, the weeknight prime time show at 9 was reformatted. It now included a fast-paced segment featuring the top stories of the day and a complete weather forecast in the first nine minutes before a commercial break.[15][16] After American Spirit Media completed its acquisition of WDBD and entered into the shared services agreement with WLBT, the station's news department was shut down resulting in several members of the WDBD staff being laid-off. Production of the station's newscasts was assumed by WLBT on November 12, 2012, with all of the news programming retained (except for the 10 p.m. show on WUFX since it would compete with WLBT). Its weekday morning show was renamed a third time to Fox 40 Morning News at this point. All newscasts on this station currently originate from WLBT's primary set at its South Jefferson Street studios except with separate on-air duratrans and graphics indicating the Fox-branded newscasts. Although it shares a majority of on-air personnel with WLBT, WDBD maintains a separate additional news anchor for the weekday morning and weeknight shows. WLBT and WDBD operate a combined news department under the Mississippi News Now branding very similar to Raycom partnerships in Tucson, Arizona (with Tegna-owned KMSB), and Toledo, Ohio (with American Spirit Media-owned WUPW).[17][18] The station's signal is multiplexed: WDBD shut down its analog signal, over UHF channel 40, on May 4, 2009.[20] The station's digital signal relocated from its pre-transition VHF channel 6 to UHF channel 40. WDBD upgraded the new digital signal to full-power as opposed to the special temporary authority operation before the switchover. The change was needed because its previous VHF digital signal had a tough time reaching the outer suburbs of Jackson. The current UHF signal pushes well into the Monroe, Louisiana, market to the west and the Greenwood–Greenville–Cleveland market to the north.",
  "source_url": "https://en.wikipedia.org/wiki/WDBD"
}