{
  "id": 82,
  "title": "List of ambassadors of the Soviet Union to Czechoslovakia",
  "data": "The Ambassador Extraordinary and Plenipotentiary of the Union of Soviet Socialist Republics to Czechoslovakia was the official representative of the General Secretary and the Government of the Soviet Union to the President and the Government of Czechoslovakia. The position of Soviet ambassador to Czechoslovakia lasted from the first establishment of relations in 1922, until the dissolution of the Soviet Union in 1991. Representation was maintained between the Czechoslovakian state and the Soviet Union's successor, the Russian Federation, until the dissolution of Czechoslovakia in 1993. Thereafter the Russian Federation has maintained relations with both successor states, the Czech Republic and Slovakia, and has ambassadors to both. Diplomatic exchanges between the Soviet Union and Czechoslovakia began with the formal establishment of relations on 5 June 1922, after the formation of the First Czechoslovak Republic, which had declared its independence from the Austro-Hungarian Empire in 1918. The first Soviet representative, Pavel Mostovenko [ru], was appointed on 9 December 1922.[1]  On 9 June 1934 relations were upgraded to the level of missions, with Sergey Aleksandrovsky [ru] serving as plenipotentiary from that date. Relations were interrupted on 16 March 1939 with the German occupation of Czechoslovakia.[1] With the Axis invasion of the Soviet Union in 1941, the USSR entered the Second World War on the side of the Allies. Following the reestablishment of relations on 18 July 1941, Viktor Lebedev [ru] was duly accredited to the Czechoslovak government-in-exile in London on 24 October 1943 .[2] Relations were maintained after the war, during which period the Third Czechoslovak Republic and then the Czechoslovak Socialist Republic were formed. With the repudiation of communism, the country officially became the Czech and Slovak Federative Republic in 1990. With the dissolution of the Soviet Union in 1991, a new ambassador, Aleksandr Lebedev [ru], was appointed as representative of the Russian Federation.[2] He continued as ambassador until the dissolution of Czechoslovakia and its separation into the states of the Czech Republic and Slovakia. Lebedev continued to as representative to the Czech Republic until 1996, while a new ambassador, Sergey Yastrzhembsky, was appointed Russian ambassador to Slovakia in June 1993.",
  "source_url": "https://en.wikipedia.org/wiki/List_of_ambassadors_of_the_Soviet_Union_to_Czechoslovakia"
}