{
  "id": 627,
  "title": "High Flight Society",
  "data": "High Flight Society was an American Christian rock band from Cedartown, Georgia.[1] High Flight Society was founded by Michael Packer and Scotty Lockridge under the name Lift Ticket, and picked up John Packer as bassist later. For roughly two to three years, the trio recorded demos and played local gigs before realizing that they required a frontman. Jason Wilkes was John's friend and the band's choice, and went on to become the band's frontman. At this point, the band decided to rename itself High Flight Society. The band was originally signed to Selectric Records for the release of their first EP From Far Above Somewhere. They were then signed by RKT Music, a subsidiary of Rocketown Records, in March 2007.[2] Their song \"Sweet Redeemer\" reached No. 47 on the CRW Year End Top 100 Rock Songs chart for 2007.[3] On June 5, 2007, the band released its self-titled debut album under RKT Music. In late 2008, RKT folded, leaving High Flight Society without a label. On December 12, 2008 it was announced that the group had added Jerad Griffin to take over Jason's rhythm guitar parts and to sing background vocals. In 2009, High Flight Society independently recorded and funded the release of Par Avion, which was released on June 16. This EP was made available online, and hard copies were sold only at shows. On March 12, 2010, it was announced that they had officially signed to Warner Brothers/Word Records. Unfortunately, due to restructuring within the label, they were abruptly dropped, leaving them wondering how they would proceed as a band. On December 21, 2010, it was announced that they had decided to part ways with Jerad. Using Kickstarter, the band raised over $5000 between December 21, 2010, and January 28, 2011, to fund their new six-song EP. On December 20, 2011, the band released its final work, Lights Come Down. On Sunday, May 20, 2012, Lockridge, aged 31, had a seizure while preparing for church and died from trauma to the head. In late 2012, frontman Jason Wilkes joined the band Disciple as bassist and backing vocalist. Wilkes finally left the band after his last show with them on April 11, 2015, and is now on a solo venture. On March 6, 2018, Jason Wilkes appeared on The Voice. Wilkes joined Blake Shelton’s team. After leaving Disciple, Wilkes created a record label called \"High Flight Records\" as a way to preserve the legacy of this band. He and The Coles have released multiple songs under that label.",
  "source_url": "https://en.wikipedia.org/wiki/High_Flight_Society"
}