{
  "id": 562,
  "title": "Sex (TV series)",
  "data": "Sex, also known as Sex with Sophie Lee, is an Australian television series that ran from 1992 to 1993 on the Nine Network. It was hosted by Sophie Lee in its first season and Pamela Stephenson in its second. As the title of the show suggests, the program was about sex and its related aspects. The series was created by Tim Clucas.[1] Originally planned to be a special, it became a 10-episode series due to \"public response\". On average (in season 1), it drew 1.6 million viewers with a 35% share.[2] The program caused controversy for a number of reasons, these mainly being the graphic depictions it featured of the subject[3] and featuring such depictions in the early 8:30pm timeslot. Sex pushed boundaries, with explicit shots of genitalia, simulated sex and discussion of controversial topics such as abortion and homosexuality. Viewer reaction to Sex varied. Some saw the program as useful and valid television, while others felt uncomfortable[4] or found the program exploitative. General Motors Holden announced that it would not advertise during Sex because it wanted to be associated with \"wholesome\" topics. Various church groups and conservative organisations told advertising agencies not to buy spots on the program.[2] Despite receiving over 900 complaints to the Australian Broadcasting Tribunal, \"the panel ruled that the show did not violate broadcast standards\".[2] In 1993, the show was moved to a later timeslot but despite good ratings, the controversy became too much for then managing director David Gyngell, who announced its departure on the Midday show with the final show airing on 27 May.[5] However, the show's success sparked a similar series on Network Ten, Sex/Life hosted by Tottie Goldsmith and Alyssa-Jane Cook, which ran from 1994 to 1998. Sophie Lee's reputation for sexual appeal, from her time as host of The Bugs Bunny Show,[6] delivered a very high rating for Sex, a 32[clarification needed] share for its premiere. By the end of 1992, she became disenchanted with the show and left the program.[7] In 1993, comedian Pamela Stephenson took over as host, presenting in a more humorous style. At that time she was known as a performer, but in later years earned a PhD as a psychologist, specializing in the area of human sexuality. One of the reporters on the show was Dr Kerryn Phelps, who would later go on to become president of the Australian Medical Association and a member of parliament.",
  "source_url": "https://en.wikipedia.org/wiki/Sex_(TV_series)"
}