{
  "id": 416,
  "title": "Arkansas Highway 264",
  "data": "Arkansas Highway 264 is a designation for three state highways in Benton County, Arkansas.[2] The eastern route begins at US 71B and runs 7.75 miles (12.47 km) east to terminate at Beaver Lake.[2] At 13.15 miles (21.16 km), the Highfill to Lowell route is the longest alignment. The westernmost routes runs 2.73 miles (4.39 km) in Siloam Springs.[1] The route begins at US 71B in Springdale. The route passes a suburban development before serving the northern terminus for Arkansas Highway 265 (Old Wire Road). AR 264 runs due east past farmland before beginning to wind through wooded country. The road passes Hickory Creek Park and lakefront houses (belonging to communities Highland Estates and Creech) until terminating at the waters of Beaver Lake.[2] AR 264 begins at Arkansas Highway 12 in Highfill, Arkansas, which contains the Northwest Arkansas Regional Airport (XNA). The route runs south by the Highfill Town Hall before turning east near the Highfill Cemetery. AR 264 passes the southern end of the airport and runs through the community of Healing Springs.[2] In Cave Springs, AR 264 forms a brief concurrency with Arkansas Highway 112. After this concurrency ends, AR 264 continues east into Lowell, intersecting I-49/US 62/US 71.[2] After this junction, AR 264 continues briefly east to terminate at US 71B. AR 264 begins in Siloam Springs at US 412/AR 59. The route runs north as Lincoln St in the city, giving direct access to US 412 for many residences and small businesses. AR 264 intersects Main Street and later AR 43 (Cheri Whitlock Drive) in the north part of the city, and terminates at a local road shortly north of this intersection. Although this portion of AR 264 is almost entirely north–south, it is signed with east/west banners. The first of the above segments to appear on the state highway map was from Highfill to Lowell in 1951. The road was gravel and was not a state highway. The route was paved from Lowell to Healing Springs by 1960.[3] The Springdale segment became AR 264 in 1961, with the building of Beaver Dam.[4] In 1963, the route became a loop from Springdale, east to Beaver Lake, turning west and ending at Lowell.[5] The route was entirely gravel at this time.[5] By 1966, the route was extended through Lowell to Highfill along the modern routing. Between 1970 and 1975, however, Beaver Lake expanded and washed out half of the loop, leaving the modern discontinuous segments. AR 264 in Siloam Springs north of AR 43 was formerly Arkansas Highway 204 Spur. The spur was removed from the system when AR 43 was rerouted over Arkansas Highway 204 in the mid-1990s.[6] The remainder of the route in Siloam Springs was repaved in 2003.[1] Mile markers reset at concurrencies. The entire route is in Benton County. Media related to Arkansas Highway 264 at Wikimedia Commons",
  "source_url": "https://en.wikipedia.org/wiki/Arkansas_Highway_264"
}