{
  "id": 161,
  "title": "Coosa River",
  "data": "The Coosa River is a tributary of the Alabama River in the U.S. states of Alabama and Georgia. The river is about 280 miles (450 km) long.[1] The Coosa River begins at the confluence of the Oostanaula and Etowah rivers in Rome, Georgia, and ends just northeast of the Alabama state capital, Montgomery, where it joins the Tallapoosa River to form the Alabama River just south of Wetumpka. Around 90% of the Coosa River's length is located in Alabama.  Coosa County, Alabama and Etowah County, Alabama are located on the Coosa River. The Coosa is one of Alabama's most developed rivers. Most of the river has been impounded, with Alabama Power, a unit of the Southern Company, owning seven dams and powerhouses on the Coosa River. The dams produce hydroelectric power, but they are costly to some species endemic to the Coosa River. Native Americans had been living on the Coosa Valley for millennia before Hernando de Soto and his men became the first Europeans to visit it in 1540. The Coosa chiefdom was one of the most powerful chiefdoms in the southeast at the time. Over a century after the Spanish left the Coosa Valley, the British established strong trading ties with the Muscogee Creek bands of the area around the late 17th century, much to the dismay of France, which had some early settlements on the coast, specifically Mobile. The French had traveled from there upriver and believed that the Coosa River was a key gateway to the entire South; they wanted to control the valley. The main transportation of the day was by boat. The confluence of the Coosa and Tallapoosa rivers formed the Alabama River, which has its mouth at Mobile Bay, the port used by the French for travel around the Caribbean and to France. They wanted to retain control of both the Coosa and the Alabama rivers. In the early 18th century, almost all European and Indian trade in the southeast ceased during the tribal uprisings brought on by the Yamasee War against the Carolinas. After a few years, the Indian trade system was resumed under somewhat reformed policies.  The conflict between the French and English over the Coosa Valley, and much of the southeast in general, continued. It was not until after Britain had defeated France in the Seven Years' War (also known as the French and Indian War) that France relinquished its holdings east of the Mississippi River to Britain. This was part of the Treaty of Paris, signed by both nations in 1763 to mark the end of the war. By the end of the American Revolutionary War, the Coosa Valley was occupied in its lower portion by the Creek and in the upper portion by the Cherokee peoples, who had a settlement near its origin in northwest Georgia. They were beginning to feel pressure from European-American encroachment throughout their territories. After the Fort Mims massacre near Mobile, General Andrew Jackson led American troops, along with Cherokee allies, against the Lower Creek in the Creek War. This culminated in the Creek defeat at the Battle of Horseshoe Bend. Afterward, the Treaty of Fort Jackson in 1814 forced the Creek to cede a large amount of land to the United States, but left them a reserve between the Coosa and Tallapoosa rivers in northern Alabama. Even there the Creeks were encroached on by European-American settlers who began as squatters from the United States. Finally, during the 1820s and 1830s the Creek, Cherokee, and virtually all the southeastern Indians were removed to Indian Territory (present-day Oklahoma). The Cherokee removal is remembered as the Trail of Tears.  The Cherokee capital city of New Echota was located on the headwater tributaries of the Coosa River, in Georgia, until the tribe's removal. The Creek and Choctaw removals were similar to the Cherokee Trail of Tears. After the removals, the Coosa River valley and the southeast in general was wide open for American settlers. The invention of the cotton gin at the turn of the 19th century had made short-staple cotton profitable to process. It could be easily grown in the upland areas of the South, and demand was high for this cotton in the US and Europe. Large-scale migrations known as \"Alabama Fever\" filled Alabama with new settlers developing large cotton plantations worked by enslaved African Americans. The first river town to form in the Coosa Basin was at the foot of the last waterfall on the Coosa River, the \"Devil's Staircase.\"  Settlers soon adopted the native name Wetumpka (meaning \"rumbling waters\" or \"falling stream\") for this new community. The Coosa River was an important transportation route into the early 20th century as a commercial waterway for riverboats along the upper section of the river for 200 miles south of Rome. However, shoals and waterfalls, such the Devil's Staircase along the river's lowest 65 miles, blocked the upper Coosa's riverboats from access to the Alabama River and the Gulf of Mexico. Through its building of dams on the Coosa in the early 20th century — Lay, Mitchell and Jordan — Alabama Power began to pioneer new methods of controlling and eliminating malaria, which was a major health issue in rural Alabama in the early 1900s and in other river valley areas.  So successful were their pioneering efforts,[example needed] that the Medical Division of the League of Nations visited Alabama to study the new methods during the construction of Mitchell Dam.[6] For a time, the Popeye the Sailorman cartoons were inspired by Tom Sims, a Coosa River resident of Rome, Georgia. He was familiar with riverboat life and characters of the early 1900s.[7] The following table describes the seven impoundments on the Coosa River from the south to north built by the Alabama Power Company as well as the tailwater section below Jordan Dam. Harvey H. Jackson III in a book Putting Loafing Streams To Work characterized the importance of the first Coosa River dams as follows: Prior to 1912 only seventy-two Alabama communities had electricity, but by 1928, when Jordan Dam went into operation, Alabama Power served four hundred twenty-one communities in sixty-one of Alabama's sixty-seven counties.  The company also provided power for coal and iron mines, cotton mills, cement plants, quarries, steel plants and rolling mills, foundries, pipe plants and machine shops, ice plants, public utilities, and electric furnance installations, industries that put thousands of [Alabama] citizens to work.[8] In the Middle Coosa River Watershed, 281 occurrences of rare plant and animal species and natural communities have been documented, including 73 occurrences of 23 species that are federal or state protected. Ten conservation targets were chosen: the riverine system, matrix forest communities (oak hickory-pine forest), gray bat (Myotis grisescens), riparian vegetation, mountain longleaf pine (Pinus palustris) forest communities, red-cockaded woodpecker (Picoides borealis), critically imperiled aquatic species (fish, mussels, and snails), southern hognose snake (Heterodon simus), caddisflies, and imperiled plants. Maintaining the biodiversity of the Coosa River system is particularly important because it has already lost a significant portion of its aquatic fauna to extinction.[18] (S)=State Status (F)=Federal Status The Alabama sturgeon, a former resident of the Coosa River below the Fall Line, was placed on the endangered species list in September 2000.[21] The upper Coosa watershed in northeastern Alabama and north Georgia is home to the majority of the remaining clumps of the endangered green pitcherplant.[23] The bald eagle, once an endangered species now has nesting populations on and in the vicinity of Coosa River impoundments[25]\nThe largest concentration of clusters in Alabama of the red-cockaded woodpecker, an endangered species, occurs on lands adjacent to Lake Mitchell under the stewardship of Alabama Power.[25] The Coosa River's drainage has hundreds of tributaries, which have been divided into sections based on the different areas of the watershed. The first four sections are tributary systems that converge to form the main artery of the Coosa River in Georgia. These main tributary rivers are the Conasauga and Coosawattee Rivers, which together then form the Oostanaula River. The Oostanaula then joins with the Etowah River in Rome, Georgia, forming the Coosa River. Other significant tributaries of the Coosa are: A number of significant cities lie on the banks of the Coosa River. They include: The Coosa-Alabama River Improvement Association, founded in 1890 in Gadsden, Alabama to promote navigation on the Coosa River is a leading advocate of the economic, recreational and environmental benefits of the Coosa River system.[28] The Alabama Rivers Alliance works to unite the citizens of Alabama to protect peoples right to clean, healthy, waters.[29] Alabama Water Watch is dedicated to volunteer citizen monitoring of water quality in Alabama Rivers.[30] The Alabama Power Foundation is a non-profit foundation providing grants for watershed, environmental and community projects along the Coosa River and within the state of Alabama.[31] The Coosa River Basin Initiative is a grassroots environmental organization with the mission of informing and empowering citizens so that they may become involved in the process of creating a clean, healthy and economically viable Coosa River Basin.[32] Coosa Riverkeeper is a citizen-based river conservation group that patrols the river, educates the public and advocates on behalf of the river. The staffed organization is based on Yellowleaf Creek and works in the Middle and Lower Coosa Basins.[33]",
  "source_url": "https://en.wikipedia.org/wiki/Coosa_River"
}