{
  "id": 988,
  "title": "Rudolf of Fulda",
  "data": "Rudolf of Fulda (died March 8, 862)[1] was a Benedictine monk during the Carolingian period in the 9th century. Rudolf was active at Fulda Abbey in the present-day German state of Hesse. He was one of the most distinguished scholars of his time. Many of his works have been lost. However, his Annals of Fulda and Life of St. Leoba survive. Rudolf of Fulda was a monk of the Benedictine monastery at Fulda. It is uncertain when he was born. There exists no surviving record of his early ecclesiastical life. Furthermore, there exists no record of his family lineage. Only the date of his death is known from a reference made to \"the late monk of Fulda\" in a passage from the Annals of Fulda dated 865. By the year 821, Rudolf was made subdeacon of the monastery (\"... a cleric in the lowest of the former major orders of the Roman Catholic Church\").[2] Rudolf was a devoted theologian, historian, poet and \"...a most notable practitioner of all the arts\".[3] Rudolf of Fulda was a pupil of Rabanus Maurus and together they oversaw a collection of two thousand manuscripts, including a copy of  Tacitus’ Germania, which indicated the monastery's importance as not only a place of worship, but also a highly important library. It is probable that, after the elevation of Rhabanus to the Archiepiscopal See of Mainz, Rudolf followed him thence, and only towards the close of his life took up his permanent residence once more at Fulda.[1] Rudolf is considered to be one of the most important writers of his time and wrote several works: Textual analysis begins with two of his most prominent works: The Life of Leoba, (composed in 836), and the Annals of Fulda, (for which Rudalf of Fulda contributed to between 836 until his death in 865). Under the orders of Rhabanus Maurus, Rudolf of Fulda was given the task of composing the hagiography of St. Leoba (b.710 - d. 28 September 782), a Saxon nun whom achieved sainthood. This textual record represents a step in a new direction during the Carolingian period in which led to hagiography. This textual source provides us with a glimpse into the mindset of Rudolf of Fulda. Scholars such as Margaret Cotter-Lynch, author of Reading Leoba, or Hagiography as a Compromise and Valerie L. Garver, author of Women and Aristocratic Culture in the Carolingian World have pointed to the agenda interwoven within Rudolf of Fulda's Life of Leoba. The Life of St. Leoba was completed by Rudolf of Fulda at the request of Hrabanus. Most apparent in this text are the gender stereotypes of the ninth-century. In the Life of Leoba, Rudolf of Fulda clearly addresses what he believes to be the appropriate role of women in the ninth century. As Cotter-Lynch states, \n“Rudolf’s ideals concerning religious women’s behavior seem to align with the official positions of the ninth-century Carolingian church after the Benedictine reforms: religious women are to be strictly cloistered, focused on internal piety and prayer, with very limited if any engagement with either the ecclesiastical or secular worlds beyond the covent’s walls”.[6] Rudolf of Leoba's opinions coincide with a period in which “large male communities dominated local religious, and also social, economical and political life”[7] This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). \"Rudolf of Fulda\". Catholic Encyclopedia. New York: Robert Appleton Company.",
  "source_url": "https://en.wikipedia.org/wiki/Rudolf_of_Fulda"
}