{
  "id": 142,
  "title": "Gertrud Kauders",
  "data": "Gertrud Kauders (Czech: Gertruda Kaudersová; 26 April 1883 –May 19 1942) was a Czech artist of Jewish descent. She died in the Madjanek concentration camp during World War II. About 680 of her artworks were discovered unexpectedly in Prague in 2018, all the contents of her studio. Gertrud Kauders was born in the Old Town, Prague. Her parents, Sigmund and Emmy Kauders,[1] both came from well established and affluent Prague Jewish families. Gertrud and her older brother Hans were brought up in a cosmopolitan, secular, German-speaking household, and were encouraged by their parents to pursue cultural and artistic interests. When Gertrud turned twenty-one, she was given enough capital by her father to maintain her independence and pursue a career as an artist. Gertrud first studied in Munich, at the Ladies Academy (Damenakademie) of the Münchner Künstlerinnenverein (Female Artists Assosciation) one of the few schools in Central Europe which provided a formal education in art to women. Here she trained under Max Feldbauer (1869-1948), the German painter and cofounder of the Munich Secession. Gertrud continued her studies in Paris, where she came under the influence of post-impressionism, before returning to Prague to attend the newly founded Ukrainian Art Academy. In 1926, she joined Otakar Nejedly’s (1883-1957) landscape class at the Academy of Fine Arts.[2] This is where she met and befriended fellow artist Natalie Jahudkova, who almost two decades later would help conceal Gertrud’s work in the structure of her house. Kauders was active in the Prague art world. In 1924 her work was shown in exhibitions by the Verein der Berliner Künstlerinnen (The Society of German Female Painters) at the Rudolfinum, and in 1926 she exhibited with Concordia, a Prague-based group of German-speaking artists and writers. It was at this exhibition that her work was singled out by the respected critic, Oskar Schürer, who judged her watercolors “the most successful thing in the whole exhibition.”[3] In the 1930s two of Gertrud’s works were shown in Prague Secession exhibitions under the titles “Komposition” and “Siesta,” each priced at 2,000 CZK, the most expensive works in the exhibition. In 1936 she exhibited with a group that called themselves the Sudetenland German Women. The exhibition was organised in Teplice by Emma Meisel, a Jewish woman who, like Gertrud, would later die in a Nazi camp. In 1938, Gertrud was chosen to represent Czechoslovakia in the “Exposition des Femmes Artistes de la Petite Entente”, a traveling exhibition supported by a group of Eastern European governments to promote their art. In 1939, following Hitler’s annexation of the Sudetenland,  Gertrud’s nephew, Cornelius Kauders, the only son of her brother Hans, escaped Prague for England. Since 1935, Cornelius had lived with Gertrud on and off after being forced to leave his boarding school, Schule Schloss Salem, because he was Jewish. Having successfully emigrated to England, Cornelius left for New Zealand a year later, changing his name to ‘Peter During’ en route. Gertrud, however, stayed in Prague. She believed that, because she and her family belonged to the secular German high-cultural world, she would escape murderous Nazi antisemitism. However, by 1941 the threat the Nazi regime posed to any and all Czech Jews had become impossible to ignore and Gertrud, fearing deportation, enlisted the help of her friend Natalie Jahudkova in preserving her life’s work. Gertrud and Natalie hid around seven hundred paintings and drawings within the walls and ceiling of Natalie’s house in the Prague suburbs, which was under construction at the time. A year later, in May 1942, Gertrud was arrested and deported to Theresienstadt concentration camp. From there she was sent to the Majdanek concentration camp in Poland, where she was murdered upon arrival, around May 19th. Natalie Jahudkova died in 1977, apparently without ever having revealed the secret of Gertrud’s hidden works. In 2018, Jakub Sedlacek, whose grandmother had been informally adopted by Natalie and whose mother owned the property, had the derelict house torn down.[4] It was then that the workmen demolishing the house were astonished to find art works coming out of the walls and ceiling.  Stories about the remarkable discovery appeared in the Czech tabloid press, although the first stories reported that only around seventy works had been discovered. Quite by chance, in November 2019, Peter During’s eldest child, Simon During, came across Czech news stories reporting the discovery of Gertrud’s works. Recognising the importance of the find, he began the process of retrieving the art for Gertrud’s rightful heirs, the During family.[5] A year later, after negotiations with Sedlacek, Michaela Sidenberg, the Prague Jewish Museum’s chief curator, along with the photographer and journalist Amos Chapple, were allowed to examine and photograph the works in person. It was then that the collection’s magnitude was understood, with close to seven hundred works, some on paper, some on canvas, being cataloged by Sidenberg. As a 2023 press release by the Prague Jewish Museum stated, “In its entirety the collection represents an authentic imprint of the artist’s studio”. [6][7]  Chapple, a reporter for Radio Free Europe wrote the story up, and it went viral online. In May 2022, after further negotiations, an agreement was reached for the return of the artworks to the During family, who decided that in order to do justice to Gertrud’s artistic legacy the majority of the works would be donated to museums around the world, including the New York Jewish Museum (35 works) and the Holocaust Museum in Washington, DC (16 works), 9 of which are catalogued in the USHMM collections under provenance no. 2024.43.[8] In 2024 the family donated 18 works to the Museum of New Zealand Te Papa Tongarewa.[9] Nearly three hundred and eighty works, the majority of which are drawings on paper were donated to the Prague Jewish Museum. [3]",
  "source_url": "https://en.wikipedia.org/wiki/Gertrud_Kauders"
}