{
  "id": 963,
  "title": "Dongshan Church (Guangzhou)",
  "data": "Dongshan Church, full name Dongshan Christian Church (simplified Chinese: 基督教东山堂; traditional Chinese: 基督教東山堂; pinyin: Jīdūjiào Dōngshāntáng), formerly Tung Shan Baptist Church, is the largest Christian church in Guangzhou, China.\nIt was founded by the Southern Baptist Convention in 1908, and is now a Guangzhou Historical and Cultural Heritage Protection Unit.\n[1]\n[2]\n[3] In 1870, Some American baptist missionaries bought the Wuxianxi storefront in Guangzhou and established a gospel hall there.[1][4]\n[5][circular reference] By 1908, as the number of believers increased and the area was noisy and unsuitable for expansion, the old site was sold and a new Church was built at Sibeitongjin 9, Dongshan Temple. It was completed in 1909, and Dongshan Baptist Church was established on May 2 of the same year. \n[1]\n[2]\n[5]\n[6]\n[7] In 1927, due to the further increase of worshippers, the church was expanded into a two-story building with an auditorium of 1,300 seats. A grand dedication ceremony was held and the church was renamed Tung Shan Christian Baptist Church. \n[5][1] In 1949, the church built the Lord's Day School, a home for the aged and took over the Mu Kuang School for the Blind.\n[1][5] In 1960, when China mainland implemented \"joint worship\", the church merged with several other churches and was renamed Dongshan Christian Church. After the Cultural Revolution broke out in 1966, the church was forced to suspend its activities.\n[4][5] The church reopened in 1979. It was the first Christian church in Guangzhou to resume gatherings. \nIn 1987, the offices of the Guangzhou Christian Three-Self Patriotic Committee and Guangzhou Christian Council were moved to Dongshan Church.[1]\n[8] In July 1999, Dongshan Church was listed among the Cultural Relic Protection Units in Guangzhou.\n[7] Dongshan Church, boasting the largest church in Guangzhou, is a two-story Gothic building in a reinforced concrete structure. It covers an area of 3850 square meters and has a construction area of 2276.18 square meters.  There are the chapel, Sunday school and other buildings and broad venues. And there is a circular hall with 1300 seats, which is the place for believers to pray and worship.\n[2]\n[4] There are about 5,000 registered believers of the church, and about 4,500 people attending worship here every Sunday (of various sessions). In addition, the church also actively participates in social welfare undertakings.\n[2]",
  "source_url": "https://en.wikipedia.org/wiki/Dongshan_Church_(Guangzhou)"
}