{
  "id": 279,
  "title": "Smaalenenes Amtstidende",
  "data": "Smaalenenes Amtstidende was a Norwegian newspaper, published in Halden in Østfold county. From 1971 to 1975 it was named Amta. Smaalenenes Amtstidende was started on 9 October 1832 as the first newspaper in Østfold county (then: Smaalenenes Amt). It was published by two book printers, and edited by teacher Hans Museus. Oskar Andersen Dietz was editor and publisher from 1875 until 1917. It got its first real competitor in 1844, when Fredrikshalds Budstikke was started (it was named Budstikken av Fredrikshald until 1846). In 1852 the owner of Fredrikshalds Budstikke bought Smaalenenes Amtstidende and amalgamated the newspapers, but publishing continued under the latter name.[1] Noted editors were the Thranite Peter Georg Christian Hammerstein, who was sentenced to 16 days in prison for criticizing the Supreme Court of Norway in 1849,[1] and the conservatives Audun Munthe-Kaas Hierman (edited the newspaper from 1919 to 1931)[2] and Halvor Gjerding Diesen (edited the newspaper from 1931 to 1969). Smaalenenes Amtstidende eventually found its shape as a conservative newspaper.[1] It got new competitors in the liberal newspaper Halden in 1880,[3] more so in the socialist newspaper Halden Arbeiderblad in 1929.[4] In 1936 a third competitor, the agrarian Idd og Marker, was founded.[5] The German occupation of Norway changed everything. Halden Arbeiderblad was stopped by the Germans, and Idd og Marker amalgamated into Smaalenenes Amtstidende in 1942. Nonetheless, after the war Halden Arbeiderblad returned and became the city's dominant newspaper. The circulation of Smaalenenes Amtstidende dropped from 4,450 in 1950 to only 2,662 in 1969.[1] There were attempts to save Smaalenenes Amtstidende. In 1966 joint printing with Sarpen was tried. In 1971 tabloid format was tried, along with a rename to just Amta from 26 April 1971. In 1974 the circulation had dropped to a meagre 1,591 copies. The name change was reverted in January 1975, at the same time as joint printing with Halden Arbeiderblad was tried. It failed, and the last edition of Østfold's first newspaper was on 5 July 1975.[1]",
  "source_url": "https://en.wikipedia.org/wiki/Smaalenenes_Amtstidende"
}