{
  "id": 920,
  "title": "Notes of a Son and Brother",
  "data": "Notes of a Son and Brother is an autobiography by Henry James published in 1914. The book covers James' early manhood and tells of \"the obscure hurt\" that kept him out of the Civil War, his first efforts at writing fiction, and the early death of his beloved cousin, Minny Temple, from tuberculosis. In this second installment of his autobiography James begins to use family letters, especially those of his brother William and his father Henry James Sr. Scholarship has shown that James altered the letters with revisions of his own.[1] The book covers the Civil War years, which saw James' younger brother Wilky seriously injured and brought back to the family home in Cambridge, Massachusetts. James himself was exempted from service due to a back injury, the \"obscure hurt\" he suffered while putting out a fire with the local volunteer fire department. Meanwhile, James pursued his writing and earned his first fourteen dollars, which he looked at long and proudly. He began to place critical pieces and short stories in magazines like the North American Review, The Nation and The Atlantic Monthly. James' older brother William vacillated between art and science but finally settled on the latter, though many years would pass before he became the philosopher and psychologist of enduring fame. James offers a vivid portrait of his sometimes whimsical father, who insisted that his children \"be something\" instead of going in for \"mere doing.\" The final chapter of the book covers the ill health and death (at 25) of James' spirited and appealing cousin, Minny Temple. James quotes extensively from her touching letters and says that, for himself and William, her death was \"the end of our youth.\" The book is written in the densest but also the most mature and insightful prose of James' final years. Contemporary critics especially appreciated the final chapter, the heartfelt and moving memorial to Minny Temple. The last paragraph of the chapter looks back to The Wings of the Dove, whose heroine Milly Theale was clearly inspired by Minny. This was one of the last books James saw through the press before his stroke in December 1915 and his death three months later. That biographical fact gives the book a special poignance that enriches James' loving memories of his family and friends.",
  "source_url": "https://en.wikipedia.org/wiki/Notes_of_a_Son_and_Brother"
}