{
  "id": 556,
  "title": "Alas, I Cannot Swim",
  "data": "Alas, I Cannot Swim is the debut studio album by British singer-songwriter Laura Marling. The album was nominated for the 2008 Mercury Music Prize.[8] The album was produced by the lead vocalist of her previous band, Noah and the Whale, Charlie Fink, and was initially released on 4 February 2008, three days after her 18th birthday, then conventionally released a week later.[9] Marling had released several smaller singles and EPs before releasing her debut album. She told Neil McCormick of The Daily Telegraph: \"I did my first EP just to get rid of songs I didn't like. They were just so awful. I don't think I really found out what I was doing until about six months after I signed a deal.\" The album was recorded in Eastcote Studios, a small independent studio in the west of London regarded as \"honest and organic\" by Marling.[10] The album was first released on 4 February 2008 in a \"songbox\" format, which comprised the CD album, a redeemable code for free concert tickets, and a \"memento\" for every song on the album.[12] Media response to Alas, I Cannot Swim was favourable; aggregating website Metacritic reports a normalised rating of 73% based on 7 critical reviews.[13] The Guardian's Caroline Sullivan called the album \"unnervingly grown-up\" and wrote: \"Simplicity is the key: playing acoustic guitar and singing in a gentle verge-of-womanhood voice, she keeps things homespun and rootsy.\"[14] Kev Kharas of Drowned in Sound noted \"Marling's skill at making one word bleed with more meaning than half a dozen or so vainglorious chorus lines\",[15] while Allmusic's Stewart Mason commented on the \"old-school '70s singer/songwriter vibe\" of the album, focusing in particular on her \"alluringly husky voice and graceful acoustic guitar\".[16] Due to the timing of the album coinciding with Feist's commercially successful third studio album The Reminder, Mason said that \"there's every chance that [she] will get lost in the shuffle as the unexpected commercial success [...] leads major labels to unleash hordes of similarly talented female singer/songwriters\". Comparisons between Marling and Canadian songwriter Joni Mitchell were cited by many, including Andrew Murfett of The Age, Matt Connors of The Courier-Mail and Cameron Adams of The Herald Sun.[10][17][18] In addition, \"Ghosts\" appeared in Australian radio station Triple J's Hottest 100 of 2008 at #43, and \"Crawled Out of the Sea\" was used in the final episode of the third series of Skins.  In October 2011, NME placed \"My Manic and I\" at number 146 on its list \"150 Best Tracks of the Past 15 Years\".[19] Alas, I Cannot Swim entered the UK Albums Chart at number 45.[20] It was certified gold in the United Kingdom, selling over 100,000 copies.[21] All songs written and composed by Laura Marling.",
  "source_url": "https://en.wikipedia.org/wiki/Alas,_I_Cannot_Swim"
}