{
  "id": 215,
  "title": "BMW 328",
  "data": "The BMW 328 was a sports car produced by BMW from 1936 to 1940. Its body design is credited to Peter Szymanowski, who became BMW chief of design after World War II (although technically the car was designed by Fritz Fiedler). In 1999 the BMW 328 was named one of 25 finalists for Car of the Century by a worldwide panel of automotive journalists. The 328 was introduced at the Eifelrennen race at the Nürburgring in 1936, where Ernst Henne drove it to win the 2.0-litre class.[2][4] The 328 had more than 100 class wins in 1937, including the RAC Tourist Trophy, the Österreichische Alpenfahrt, and the La Turbie hillclimb.[5] In 1938, the 328 won its class at the RAC Tourist Trophy,[6] the Alpine Rally, and the Mille Miglia.[5] The 328 won the RAC Rally in 1939[7] and came in fifth overall and first in class in the 1939 24 Hours of Le Mans.[6][8] Frank Pratt won the 1948 Australian Grand Prix driving a 328. In 1938, BMW 328 became a class winner in Mille Miglia.[5] In 1940, the Mille Miglia Touring Coupe won the Mille Miglia[6][9] with an average speed of 166.7 km/h (103.6 mph). In 2004, the BMW 328 Mille Miglia Touring Coupe became the first car to win both the Mille Miglia (1940) and the modern-day classical version of the race.[10] After the Second World War, the manufacturing plant in Eisenach where the 328 had been built found itself in the Soviet occupation zone, and automobile manufacturing in Eisenach would follow a state-directed path until German Reunification in 1989. One of the Mille Miglia 328s (disguised as a Frazer Nash) and BMW's technical plans for the car were taken from the bombed BMW factory by English representatives from the Bristol Aeroplane Company and Frazer Nash companies. Fiedler, the BMW engineer, was persuaded to come, too. Bristol Cars was set up to build complete cars, called Bristols, and would also supply engines to Frazer Nash for all their post-war cars. The first Bristol car, the 400, was heavily based on the BMW plans.\nThis Bristol engine was also an option in AC cars, before the Cobra.",
  "source_url": "https://en.wikipedia.org/wiki/BMW_328"
}