{
  "id": 664,
  "title": "L.69 Group of Developing Countries",
  "data": "The L.69 Group is a group of developing countries from Africa, Latin America and the Caribbean, Asia and the Pacific (Small Island Developing States).[1] They form a major bloc that is united by the common cause of achieving the lasting and comprehensive reform of the United Nations Security Council.[2] The group currently has 42 countries as its members.[3] The L.69 Group of Developing Countries is a cross regional grouping of 32 developing countries from Africa, Latin America and the Caribbean, Asia and the Pacific, that is focused on achieving lasting and comprehensive reforms of the UN Security Council.[3] The Group is bound by the firm conviction that expansion in both the permanent and non-permanent categories of membership of the Security Council is imperative to better reflect contemporary world realities, and achieve a more accountable, representative, transparent and more importantly a 'relevant' Security Council.[3] The Group derives its name from the draft document number \"L.69\" that the Group had tabled in 2007-08, which led to the initiation of the Intergovernmental Negotiation (IGN) process. The Group had tabled a draft resolution on the \"Question of equitable representation on and increase in the membership of the Security Council and related matters.\"[4]  At that time, the Group's membership was of 22 member states, which has since increased to 32 developing countries. The Group meetings are held regularly (preferably once a month at PR/DPR level) to coordinate its position on the IGN process currently underway in the United Nations. The Mission of India serves as the Secretariat for the meetings of the L.69 Group of Developing Countries. \nSome Member States of the L.69 Group of Developing Countries include: St. Lucia, St. Vincent and the Grenadines, India, Brazil, South Africa, Nigeria, Rwanda, Burundi, Papua New Guinea, Palau, Fiji, Ethiopia, Bhutan, Venezuela, Mongolia, Nicaragua, Bahamas and Seychelles.",
  "source_url": "https://en.wikipedia.org/wiki/L.69_Group_of_Developing_Countries"
}