{
  "id": 152,
  "title": "School Prayer (poem)",
  "data": "\"School Prayer\" is a poem written by American poet and naturalist Diane Ackerman;[1] it is the first of 50 poems in Ackerman's book I Praise My Destroyer,[2] which was published in 1998. \"School Prayer\" is a pledge to protect and revere nature, in every form it may appear. The poem was recited and discussed by Garrison Keillor on his daily podcast The Writer's Almanac.[3] \"School Prayer\" consists of 23 lines of varying length and is written in free verse, therefore lacking any rhyme scheme or regular meter. The natural speech pattern that School prayer obtains from its free verse prose allows the poem to read like a prayer or a pledge.[citation needed] Joseph Kelly of The Seagull Book of Poems makes note of the pledge-like qualities of \"School Prayer\", and suggests that the poem is meant to be compared to ritual pledges such as the Pledge of Allegiance.[4] This suggestion is bolstered by the title of the poem, as the Pledge of Allegiance is primarily said in American schools at the beginning of the day, making it a sort of school prayer.[citation needed] The content of \"School Prayer\" consists primarily of Ackerman pledging to protect and revere nature in a secular, yet spiritual, way. Writer Maria Popova on her Brain Pickings blog, notes this notion of secular spirituality in \"School Prayer\", and concludes that School Prayer succeeds in drawing attention to the presence and \"the world's fullness\". Ackerman herself talks about the importance of developing spirituality, not in reference to a god, but in reference to personal values.[5] Ackerman has also said that her writing is about nature and human nature, lending more support to the concept that School Prayer is commenting on the idea of a secular spirituality. It also adds credence to the notion that \"School Prayer\" is melding together nature and human nature, and is setting up all forms of nature as something to be respected and worshiped.[6] There has been some critical interest in Ackerman's I Praise My Destroyer, and \"School Prayer\" in particular. John Taylor, writing for Poetry, finds that though \"School Prayer\" has honorable intention behind it, it falls a bit short, saying that the poem calls to attention a warning from André Gide: \"it is with noble sentiments bad literature gets made\".[7] However, not all view \"School Prayer\" in a negative light. Maria Popova declares the poem a \"powerful invitation\" to be aware of nature and participate in its beauty.[5] \"School Prayer\" also found its way to Women's voices for Change, where it was described as a guiding source for school children.[8]",
  "source_url": "https://en.wikipedia.org/wiki/School_Prayer_(poem)"
}