{
  "id": 436,
  "title": "Millî Görüş",
  "data": "Political Militant Islam portal Millî Görüş (Turkish: [milˈliː ɟœˈɾyʃ], lit. 'National View') or Erbakanism  is a religious-political movement and the ideology of a series of Islamist parties inspired by Necmettin Erbakan. It argues that Turkey can develop with its own human and economic power by protecting its core Islamic values and combating European imperialism.[1] Multiple political parties in Turkey adopted the ideology, such as New Welfare Party, Felicity Party, Virtue Party, Welfare Party, National Salvation Party and National Order Party. Recep Tayyip Erdoğan, a lieutenant of Erbakan, founded the Justice and Development Party, which has governed Turkey since 2002. It has been called one of \"the leading Turkish diaspora organizations in Europe\"[2] and also described as the largest Islamic organization operating in the West.[3]  Founded in 1969, the movement claimed to have \"87,000 members across Europe, including 50,000 in Germany,\" as of 2005.[4] The term also refers to the \"religious vision\" of the organization[2] that emphasizes the moral and spiritual strength of Islamic faith (iman) and explains the Muslim world's decline as a result of its ignorance and imitation of Western values.[5] The movement is active in nearly all European countries and also countries like Australia,[6] Canada and the United States. In 1969 the Turkish politician Necmettin Erbakan published a manifesto that he gave the title Millî Görüş.[7] It spoke only in the most general terms of Islamic moral and religious education but devoted much attention to industrialization, development and economic independence.[citation needed] It warned against further rapprochement towards Europe, considering the Common Market to be a Zionist and Catholic project for the assimilation and de-Islamization of Turkey and called instead for Pan-Islamism. According to author Banu Eligur, Erbakan and the party \"used the code words national and culture to refer to Islam, and National Vision to refer to the project of Political Islam\" as \"it is illegal\" in Turkey \"to use religious symbols for political purposes.\"[8] The name of Millî Görüş would remain associated with a religio-political movement and a series of Islamist parties inspired by Erbakan, one succeeding the other as they were banned for violating Turkey’s secularist legislation. Following the ban of the Virtue Party (FP), a rift that had been developing in the movement resulted in two parties taking its place, the Felicity Party (SP) representing Erbakan’s old guard, and the Justice and Development Party (AK Party) led by younger and more pragmatic politicians around Recep Tayyip Erdoğan, which claims to have renounced a specifically Islamist agenda. The AK Party convincingly won the 2002 elections and formed a government with a strong popular mandate, that brought Turkey closer to acceptance for membership in the European Union than any previous government had done. Among the Turkish immigrants in Western Europe, Milli Görüş became one of the major, if not the major, religious movements, controlling numerous mosques. Like the movement in Turkey, it went through some remarkable changes, not least because the first generation, which was strongly oriented towards what happened in Turkey, is gradually surrendering leadership to a younger generation that grew up in Europe and is concerned with entirely different matters. Milli Görüş' public profile shows considerable differences from one country to the next, suggesting that nature of the interaction with the 'host' societies may have as much of an impact on its character as a religious movement as the relationship with the 'mother' movement in Turkey. According to several sources in Germany the attitude of the German branch towards Turkey has completely changed. After the taking over of Erdogan and the AKP the organisation is mainly serving the interest of the Turkish government which now subsidizes the organisation. Diyanet, AKP and the Turkish government practically control the organisations' public statements and appearances.[9][10][11]\n[12][13] Because of fraud and criminal offences of the board of directors several trials are running against the organisation.[14][15][16]",
  "source_url": "https://en.wikipedia.org/wiki/Mill%C3%AE_G%C3%B6r%C3%BC%C5%9F"
}