{
  "id": 503,
  "title": "Chojnice railway station",
  "data": "Chojnice railway station is a railway station serving the town of Chojnice, in the Pomeranian Voivodeship, Poland. The station opened in 1873 and is located on the Tczew–Kostrzyn railway, Działdowo–Chojnice railway, Chojnice–Runowo Pomorskie railway, Chojnice–Kościerzyna railway and Oleśnica–Chojnice railway. The train services are operated by Przewozy Regionalne and Arriva RP. The railway reached Chojnice in 1871 as part of the Prussian Eastern Railway between Berlin, Danzig and Königsberg. At the time Chojnice only had 3,000 inhabitants. This route was chosen as it did not involve routes through any big cities. Chojnice become a hub from 15 November 1877, after construction of the line to Czluchow, extended a year later to Szczecinek. In 1883 the line from Chojnice to Tuchola was opened. In 1894 the line from Nakło nad Notecią to Chojnice opened and in 1902 Chojnice received a direct connection to Koscierzyna. Because of heavy snowfall in October 1908, the Chojnice - Piła route was suspended for a few days. In the first decade of the twentieth century, due to the planned increase in the importance of the role of the Chojnice - Czersk section, it was decided to expand the line to four tracks. Improvemenets on the line to Tuchola were planned but the work was not completed. From 1920 the Polish-German border ran just west of Chojnice and the station was the border crossing, located on the route between the Reich and East Prussia. On 1 September 1939, while defending Chojnice, a railway viaduct was blown up. In 1945 Germany attached great importance to the defense of Chojnice, due to the existing railway junction. During the communist era, despite the announced plans, Chojnice was not electrified. On 1 April 1991, together with the closure of the roundhouse in Kościerzyna, the service of passenger steam traction ended. In 1992 the first series of SA101 railcars were introduced between Kościerzyna and Gdynia were introduced. These later proved to be too small and were transferred to other lines which used steam trains, including Chojnice - Kościerzyna. In March 2001, thanks to the intervention and funding from the local government of Pomerania the Chojnice - Kościerzyna line was rescued from closure. In 2007 the first Arriva RP train left the Chojnice station. In 2024 station building has been revitalized by city to its original look from the opening date. The station is served by the following service(s):",
  "source_url": "https://en.wikipedia.org/wiki/Chojnice_railway_station"
}