{
  "id": 16,
  "title": "Jean Schensul",
  "data": "Jean J. Schensul is a medical anthropologist and senior scientist at The Institute for Community Research, in Hartford, Connecticut. Dr. Schensul is most notable for her research on HIV/AIDS prevention and other health-related research in the United States, as well as her extensive writing on ethnographic research methods. She has made notable contributions to the field of applied anthropology, with her work on structural interventions to health disparities leading to the development of new organizations, community research partnerships, and community/university associations. Schensul’s work has been dedicated to community-based research on topics such as senior health, education, and substance abuse, among others.[1] Schensul studied anthropology at the University of Manitoba (B.A., 1963), anthropology and linguistics at the University of Minnesota (M.A., 1967), and completed a PhD in cultural anthropology at the University of Minnesota in 1974.[2] From 1971 through 1974, Schensul was a research scientist at the Institute for Juvenile Research in Chicago, then between 1974–75 and 1977-79 was program evaluator for the Center for New Schools, also in Chicago. From 1975 until 1980, Schensul served as the director of Research in Action Inc., which operated in Connecticut and Florida. Schensul helped to create the research and training infrastructure at the Hispanic Health Council in Hartford, Connecticut, an organization she served as associate director for from 1978-1987.[3] In 1987, she founded the Institute for Community Research, an independent research institute conducting prevention research in communities in the United States, India, Peru, Sri Lanka and China, where she has since served as executive director and currently senior scientist.[4] Dr. Schensul is also a research affiliate with the Yale Department of Psychology as well with the Center for Interdisciplinary Research on AIDS (CIRA).[5] Schensul’s scholarly work has focused on studies of health inequalities, particularly those centering on HIV, substance use, mental health, and sexual risk, in multiethnic and multicultural urban areas within the United States as well as abroad.[6] Her research with HIV and substance abuse has been funded by the National Institute on Aging (NIA), National Institute on Drug Abuse (NIDA), National Institute of Mental Health (NIMH), and National Institute on Alcohol Abuse and Alcoholism (NIAAA), with grants totaling over $35,000,000. Through her work with community-based approaches to service delivery and social change, Schensul is notable for her development and evaluation of multilevel interventions as well as her work on developing and furthering participatory research[7] in the context of dynamic systems change theory.[8] To date, Schensul has founded or cofounded four community-based health social science research institutes, including The Institute for Community Research and the Hispanic Health Council in the United States, the Instituto Nacional de Salud Comunitaria in Peru, and the Center for Intersectoral Community Health Studies in Sri Lanka.  Dr. Schensul is also the co-author of The Ethnographer’s Toolkit, a seven book series that details ethnographic and qualitative research methods at every stage of the research process.[1] Her current research is an NIAAA-funded study of drinking and sexual risk among young men in Mumbai, India and a NIMH-funded study of women’s reproductive health and sexual risk in Mumbai.[5]",
  "source_url": "https://en.wikipedia.org/wiki/Jean_Schensul"
}