{
  "id": 739,
  "title": "1808 United States House of Representatives elections in New York",
  "data": "Pre-consolidation: Post-consolidation: Pre-consolidation: Post-consolidation: The 1808 United States House of Representatives elections in New York were held from April 26 to 28, 1808, to elect 17 U.S. Representatives to represent the State of New York in the United States House of Representatives of the 11th United States Congress. At the same time, a vacancy was filled in the 10th United States Congress. 17 U.S. Representatives had been elected in April 1806 to a term in the 10th United States Congress beginning on March 4, 1807. David Thomas had been elected New York State Treasurer in February 1808, and had resigned his seat, leaving a vacancy in the former 12th District. The other 16 representatives' term would end on March 3, 1809. The congressional elections were held together with the State elections in late April 1808, about ten months before the term would start on March 4, 1809, and a little more than a year before Congress actually met on May 22, 1809. After the U.S. census of 1800, New York's representation in the House was increased to 17 seats. On March 30, 1802, the New York State Legislature had re-apportioned the congressional districts, dividing New York County seemingly at random into two districts. After the election of one Democratic-Republican and one Federalist in 1802, the Dem.-Rep. majority in the State Legislature gerrymandered the two districts together in an Act passed on March 20, 1804, so that two congressmen would be elected on a general ticket by the voters of both districts, assuring the election of two Democratic-Republicans. On April 8, 1808, the State Legislature re-apportioned the districts again, separating the 2nd and the 3rd District, and creating two districts with two seats each to be filled on a general ticket: the 2nd and the 6th. David Thomas had been elected in the old 12th District which had comprised only Washington Co., so the vacancy was filled by a special election held only in this county, while at the same time two representatives were elected on a general ticket in the new 6th District to which Washington Co. had been re-districted together with Columbia Co. and Rensselaer Co. Due to the double-seat districts, there were then only 15 districts; the 16th and 17th were eliminated. Note: There are now 62 counties in the State of New York. The counties which are not mentioned in this list had not yet been established, or sufficiently organized, the area being included in one or more of the above-mentioned counties. 9 Democratic-Republicans and 8 Federalists were elected to the 11th Congress, and one Democratic-Republican to fill the vacancy in the 10th Congress. The incumbents Mumford, Gardenier, Van Rensselaer and Thompson were re-elected; the incumbents Van Alen and Harris were defeated. Note: The Anti-Federalists called themselves \"Republicans.\" However, at the same time, the Federalists called them \"Democrats\" which was meant to be pejorative. After some time both terms got more and more confused, and sometimes used together as \"Democratic Republicans\" which later historians have adopted (with a hyphen) to describe the party from the beginning, to avoid confusion with both the later established and still existing Democratic and Republican parties. Nathan Wilson took his seat in the 10th United States Congress on November 7, 1808. The House of Representatives of the 11th United States Congress met for the first time at the United States Capitol in Washington, D.C., on May 22, 1809, and Emott, Fisk, Gardenier, Gold, Knickerbocker, Livingston, Nicholson, Porter, Sage, Sammons, Thompson, Tracy and Van Rensselaer took their seats on this day. Mathews took his seat on May 23; Mumford on May 24; and Root on June 7.[14] William Denning never took his seat, and resigned. A special election to fill the vacancy was held at the annual State election in April 1810, and was won by Samuel L. Mitchill, of the same party. Mitchill, a former U.S. Representative (1801–1804) and U.S. Senator (1804–1809), took his seat on December 4, 1810.",
  "source_url": "https://en.wikipedia.org/wiki/1808_United_States_House_of_Representatives_elections_in_New_York"
}