{
  "id": 590,
  "title": "Gu Hua",
  "data": "Luo Hongyu (羅鴻玉, born June 20, 1942[1]), better known by his pen name Gu Hua (simplified Chinese: 古华; traditional Chinese: 古華; pinyin: Gǔ Huá), is a Chinese author. His writings concern rural life in the mountainous area of southern Hunan of which he was very familiar.[2] In 1988 he emigrated to Canada.[2] He was born in a small village of only forty or fifty families. Rural traditions had been very well-preserved there and inspired him during his formative years. Later, when he attended school, he was exposed to classical works (such as The Five Younger Gallants) and developed an interest in literature. However, his father died when he was still quite young and, in 1958, he was forced to suspend his education for a year to help his family. In 1959, he was accepted at the Agricultural Technology School in Zhangzhou Prefecture. Two years later, toward the end of the Great Chinese Famine, he was transferred to the Qiaokou Agricultural Institute in Yinzhou and worked on a small rural farm for fourteen years, through most of the Cultural Revolution. His first published works appeared in 1962. He published prolifically from 1971 to 1976 and, in 1975, became a creative consultant for the Ganzhou song and dance troupe. Much of his writing was influenced by the concept of the \"Three Prominent Points [zh]\" (三突出). In 1980, he became a member of the China Writers Association (CWA). In 1988, he emigrated to Canada, where he still maintains his residence. Despite this, he has served as President and Vice-Chairman of the Hunan branch of the CWA. Gu is best known for his 1981 novel Furong zhen (A Small Town Called Hibiscus) which won the inaugural Mao Dun Literature Prize (1982), one of the most prestigious literature prizes in China.[3][4] It was the third top-selling novel to ever win that prize, selling over 850,000 copies.[3] The novel was a rebuke of the Cultural Revolution. It was adapted to film in 1986 as Hibiscus Town, winning many awards including 'Best Film' of the 1987 Golden Rooster Awards. In 1986, The New York Times reported that he has \"risen to prominence in the last three years among some younger writers who seek to rediscover, if not necessarily to affirm, China's traditional life and values.[5] In China he has been called the Shen Congwen of the 1980s[6] and even the Thomas Hardy of Hunan,\" although Perry Link (professor of Chinese at the University of California) disagreed that Gu is comparable to those talents.[5] His novel, Virgin Widows (Chen Neu) deals with outmoded views of chastity and adultery.[7] He published a new anthology of his poetry in 2015 and a novel, Beijing Relics, in 2016.",
  "source_url": "https://en.wikipedia.org/wiki/Gu_Hua"
}