{
  "id": 939,
  "title": "Michele Granger",
  "data": "Michele Marie Granger (born January 15, 1970) is an American, former collegiate four-time NCAA Division I First Team All-American and 1996 gold medal-winning Olympian softball pitcher. She played college softball for four seasons, over five years, for California. She won a gold medal at the 1996 Summer Olympics with Team USA. She currently holds numerous pitching records for the Bears, and is the Pac-12 Conference career leader in perfect games, no hitters, shutouts and innings pitched, simultaneously holding the NCAA lead in no-hitters (25), along with several other top-10 career records.[1] She is a USA Softball Hall of Fame inductee. Granger was a standout pitcher from 1985–1988 and still holds national top-10 records for career ERA (0.10), no-hitters (36) and strikeouts (1,635). On two occasions she also struck out a single-game record 21 batters over 7 innings pitched during her 1986 and 1987 campaigns. Against La Mirada High School on June 2, 1988, Granger ended her career tallying 40 strikeouts in the Southern Section 3-A softball semifinals.[2] As a sophomore, Granger would also make her first Team USA roster during the summer of 1986 and competed at the World Championships under head coach Ralph Raymond.[3] She remained a member until after the 1996 Olympics. 1989:\nOn February 16, Granger tossed her first career no-hitter against the New Mexico State Aggies, an 8-0, 5-inning perfect game. Owing to an inflammation in her pitching hand, Granger withdrew midway through the season to recover. 1990:\nResuming her freshman season, Granger twirled 5 no-hitters (a season top-5 and NCAA tying Freshman Class record), led her team with a career best ERA and posted the best strikeout ratio with the most strikeouts in the NCAA to garner National Fastpitch Coaches' Association All-American status and All-Pac-10 honors. This also led her to a conference Triple Crown for the best ERA, wins and strikeout totals.[4][5] 1991:\nGranger threw four no-hitters and one perfect game. She broke and set school season records for wins, strikeouts (both led the Pac-10) and shutouts, all of which now rank top-5 all-time for the Bears; she also set a career best WHIP. And she maintained her hold on the best season strikeout ratio, improving by two strikeouts per inning from the previous year, and strikeouts overall for that year to again be honored All-American and All-Pac-10.[6][7] For one of her no-hitters, Granger set a school, NCAA Sophomore Class and overall single 7-inning game record for strikeouts when she whiffed 21 batters in a 3-0 win over the Creighton Bluejays on March 22, 1991. 1992:\nAdding 6 more no-hitters (another top-5 NCAA season record), two perfect games and all-season honors, Granger would break her own shutout record by pitching 26, which is the Junior Class record and was second all-time only to Debbie Nichols' NCAA Division I total of 36, set in 1988.[8] In addition, that season's no-hitters gave her a career 16 to break the record originally held by Lisa Ishikawa (14). That year Granger led her team to the only Women's College World Series appearance of her career. She responded by shutting out the USF Bulls in their opening game but eventually suffered their second loss 2-0 to defending champions the Arizona Wildcats.[9] 1993:\nAs a senior, Granger posted 9 no-hitters (one a perfect game) and for the final time repeated all-season honors. Her no-hitters are the Senior Class and  all-time NCAA season record; she also set the career record by reaching 25. For her fourth All-American honor, Granger, along with Lisa Fernandez became the first NCAA Division I softball players to be named to the First Team in four consecutive seasons.[10] She broke her own strikeout total with 484, which led the conference and Nation—as she had all three years prior—and set a new NCAA season record, bettering Lisa Ishikawa's 1984 total of 469.[11] On February 22, she broke Shawn Andaya's career strikeout record in an 8-0 win over the Northwestern Wildcats.[12] Granger would reach a career record total of 1,640 and currently remains inside the top-10 all-time. On March 28 Granger threw her 85th career shutout over the Sacramento State Hornets to claim a new NCAA Division I record. At the close of the season she would have a grand total of 94, now second best all-time. Granger set another single-game record in a 12-inning battle with the Oregon Ducks on March 30, posting a career best 26 strikeouts to crack the record of 25 held by Debbie Doom. This single-game record now stands second all-time in the NCAA and is the Senior Class record. Granger would depart with California Golden Bears career records in wins, innings pitched, shutouts and strikeouts and still claims school dominance in all those categories except wins.[13] She holds the now-named Pac-12 innings and shutout records, as well as strikeouts for both her single-game record totals.[14] Finally, she holds the no-hitter crown at 25 and ranks second all-time in shutouts, third in perfect games (5), 6th in innings, 9th in strikeouts and 15th in ERA overall (10th for a four-year career) in the NCAA Division I.[15] Granger prepared to compete in the inaugural softball tournament to be held in Atlanta, Georgia while working and living in Alaska. After completing the exhibition tour, she would throw the first pitch ever in the Olympics in a 10-0 win over Puerto Rico. Granger struck out 10 and only gave up two hits and a walk. On July 30, she would post her second win in the gold medal game in which Team USA defeated China 3-1, with Granger pitching the first 5 plus innings, giving up a run, a walk and striking out 8 batters. In 16-innings, Granger had two wins, gave up two earned runs and collected 25 strikeouts, all while three-months pregnant.[16][17] Granger was second on the team in strikeouts and innings pitched.[18] Granger was inducted in the California Golden Bears Hall of Fame in her first year of eligibility.[19] She nabbed her second and third Hall of Fame entries on the same night, November 9, 2006, by being inducted into the Amateur Softball Association (ASA) and International Softball Federation (ISF) Softball Halls of Fame.[20] She worked on the coaching staff of the University of Tennessee Lady Volunteers softball team and currently volunteers at Sierra College while coaching high school softball.[21]",
  "source_url": "https://en.wikipedia.org/wiki/Michele_Granger"
}