{
  "id": 389,
  "title": "Love Affair (1939 film)",
  "data": "Love Affair is a 1939 American romance film, co-starring Charles Boyer and Irene Dunne, and featuring Maria Ouspenskaya. It was directed by Leo McCarey and written by Delmer Daves and Donald Ogden Stewart, based on a story by McCarey and Mildred Cram.[2] Controversial on concept, the official screenplay was re-tooled and rewritten to appease Hollywood censorship and relied on actor input and improvisation, causing long delays and budget extensions. The movie became a surprise hit of 1939, showing McCarey's versatility after a long career of comedic films, and launching the surprising team-up of Dunne and Boyer. Academy Award nominations include Best Actress for Dunne, Best Supporting Actress for Ouspenskaya, Best Original Song, Best Writing (Original), and Best Picture. Its popularity was later dwarfed by McCarey's 1957 remake An Affair to Remember, which spawned its own remakes with 1994's Love Affair and a few Indian adaptations. One December, French painter (and famed womanizer) Michel Marnet meets American singer Terry McKay aboard a liner crossing the Atlantic Ocean. They are both already engaged, he to heiress Lois Clarke, she to Kenneth Bradley. They begin to flirt and to dine together on the ship, but his worldwide reputation makes them conscious that others are watching. Eventually, they decide that they should dine separately and not associate with each other. At a stop at Madeira, they visit Michel's grandmother Janou, who bonds with Terry and admits wanting Michel to settle down. As the ship is ready to disembark at New York City, the two make an appointment to meet in the new year, six months later on top of the Empire State Building, giving Michel enough time to decide whether he can start making enough money to support a relationship with Terry. His paintings fail to sell, so he finds work designing advertising billboards around the city, while Terry breaks off her engagement to Kenneth and successfully negotiates a contract with a Philadelphia nightclub to perform through to June. When the rendezvous date arrives, they both head to the Empire State Building. However, Terry is struck by a car on a nearby street and is told by doctors she may be paralyzed for the rest of her life, though that will not be known for certain for six months. Not wanting to be a burden to Michel, she does not contact him, preferring to let him think the worst. Meanwhile, Michel, who waits until closing time, travels to Madeira to discover his grandmother has recently died, and continues working in New York City. Terry is overheard singing in the garden of her physiotherapy by the owner of a children's orphanage, who hires her as a music teacher. Six months pass by, and during Terry's first outing since the accident, she and Michel meet by accident at a theater on Christmas Eve, though since she is already seated, Terry is able to conceal her disability. The next morning on Christmas Day, after the children visit Terry at her apartment, Michel makes a surprise visit and finally learns the truth. Terry, delighted Michel proved he had changed his ways, tells him it is her turn to prove she can change hers, but Michel assures her that they will be together no matter what the diagnosis is. Other uncredited actors include Joan Leslie, Oscar O'Shea, Lloyd Ingraham, Bess Flowers and Harold Miller (as couple on liner), Phyllis Kennedy, and Gerald Mohr.[4] Despite the popularity of his romantic and screwball comedies, Leo McCarey had become tired of directing them.[5] His wife suggested they should go on a cruising vacation around Europe to combat his writer's block, and when they returned to the United States, they watched the Statue of Liberty pass. McCarey immediately told her his idea about two passengers who fall in love on a cruise, but realize they are both \"obligated to somebody else.\"[6] With the premise created, Mildred Cram\nco-developed the rest of the story under the working title Memory of Love,[Note 1] then later Love Match,[9][10] as Delmer Daves created the screenplay and Donald Ogden Stewart helped McCarey with the comedy.[11][12] James Anderson stood as assistant director,[4] Edward Dmytryk and George Hively were the movie's editors, and Roy Webb composed the film score.[13] Filming took place in the fall of 1938.[14] The rough cut was screened in January 1939.[15] Actresses such as Helen Hayes and Greta Garbo developed interest in starring, but the McCarey couple preferred Irene Dunne, who had previously appeared in McCarey's The Awful Truth and was a close family friend;[16] Terry's occupation as nightclub singer intended to display Dunne's singing talents.[17] Charles Boyer's reputation as a romantic actor (from starring in History is Made at Night and Algiers) made him McCarey's first choice.[16] Concurrently, Boyer rejected Harry Cohn's offer of the leading role in Good Girls Go to Paris to do Love Affair, instead.[18] He and McCarey were acquaintances and Boyer believed McCarey was an underestimated director,[19] so he canceled many acting plans for the rest of 1938 to work with McCarey and Dunne.[14] \"Any picture that Leo McCarey directs is its own guarantee[;] he can't make a bad picture,\" he later explained.[20] Irene Dunne later noted that the dialog changed frequently, and the cast received pieces of paper between filming; McCarey's common directing tactic of improvisation also continued throughout.[21] Both he and Boyer were unimpressed with the final draft, despite Boyer being used to memorizing his dialog very quickly.[22] News columnists visiting the set observed the actors waiting around for their dialog as scenes would be rewritten moments before shooting:[23] \"'I've been here doing nothing since 8 o'clock this morning,' [Boyer tells] me (it is now 4 in the afternoon),\" reported Sheilah Graham.[24] Delays and rewrites caused the film to go over its budget of $800,000 by about $600,000.[25] McCarey reused and retooled the line \"According to you, everything I like to do is either illegal, immoral or fattening,\" from his 1934 movie Six of a Kind, and gave it to Terry;[26] W. C. Fields (who ad-libbed the retort in the original film) approved but critics hated the reference, McCarey later revealed.[27] Boyer was allowed input in Michel's characterization; he suggested that Michel visiting his grandmother should have a prominent appearance so Terry's accident would not create a tonal shift.[12] The champagne industry used the film to promote pink champagne to the audience, which caused a sales boost.[28] McCarey gave Dunne the opportunity to choose the signature song for the movie: she decided upon \"Wishing\",[16] which became one of the most popular songs of 1939;[15] the orphans were dubbed by Robert Mitchell's Boys Choir.[15] Other songs performed are \"Sing My Heart\" and \"Plaisir d'Amour\", performed by Terry in a Philadelphian night-club and at Michel's grandmother's home, respectively.[29] Maria Ouspenskaya described working on the film as \"an atmosphere of work that is inspirational. [...] Actor, electricians, and cameramen loved their work and did not want to break away from that atmosphere.\"[30] Boyer would later praise McCarey's filmmaking for the movie's success; he was described in an interview years later as \"still speak[ing] of Mr. McCarey with sincere awe.\"[31] The initial screenplay was rejected by the Production Code Administration, accusing the story of endorsing adultery.[32] Another related argument believed Terry had not been punished for her kept behavior, while Michel had been given redemption, so this led to Terry's paralysis.[33] \"You dissolved to her in a hospital with her realizing that God hadn't wanted her to meet [Michel] until she was sorry for what she had done before,\" explained Donald Ogden Stewart.[34] Initially a period piece set in the 1850s about the tragic romance of a French ambassador,[35][25] the final draft of the script was complete and filming was announced to begin September 15,[36] but it was later pushed back a month.[37] Due to concerns of a potential war in Europe, the French embassy wanted stronger allyship with the United States and had concerns about a movie about a French diplomat and an American woman having an affair.[25][35] McCarey and Daves reworked the story as a modern tale,[35] with Terry's characterization now based on a woman Daves met on a cruise who was rumored to be returning to the United States after hiding in Europe for being caught as the mistress of a small-town government official.[35] Film Daily reported that Love Affair's release had the potential to be premiered in late January or early February 1939 at Radio City Music Hall;[38] later issues would give the initial release date as February 17 and March 10.[39][Note 2] The film premiered March 16 at the Music Hall with a pink champagne-themed cocktail party for Dunne, emceed by W. G. Van Schmus; McCarey was on vacation in Santa Monica and could not attend.[41] The praise for Love Affair among film critics was reflected in Clark Wales' quip: \"Recommending a Leo McCarey production is something like recommending a million dollars or beauty or a long and happy life. Any of these is a very fine thing to have and the only trouble is that there are not enough of them.\"[42] Liberty magazine wrote \"a pleasant little seriocomedy,\"[43] New York World-Telegram called the film \"the most absorbing and delightful entertainment of its kind [in] a long time\"[44] and New York Daily News called the film \"tender, poignant [and] sentimental without being gooey\".[45] \"Put this one down among the contenders of the Academy Awards of 1939,\" declared Associated Press, \"and [one] of the most satisfactory movie endings.\"[46] \"The screenplay is an exceptionally intelligent effort,\" wrote the Box Office Digest, \"[and] McCarey's skill in handling individual scenes with the old [Hal] Roach technique carries through this tough spot and on to a grand climax,\"[47] but the review added: \"It must be unfortunately recorded that there is a let down in interest for a half reel when [Michel and Terry] are separated.\"[47] Meanwhile, The Charlotte Observer found the movie refreshing, describing it as \"outdoing\" other romances that are \"slap-happy wherein boy spanks girl or shoves her into the fish pond by way of displaying his affections.\"[48] Pare Lorentz described the film as \"a mood, rather than a story\" as McCarey effortlessly balanced the conflicting tones of comedy and melodrama, \"[keeping] it alive by expert interpolations.\"[49] Stage also praised the direction: \"McCarey is the man responsible for shifting, with no detectable trickery, from the brittle comedy of the early sequences to the genuine emotionalism of the later. It is superior entertainment all the way through.\"[50] On characterization, The New York Times remarked on \"the facility with which [Boyer and Dunne] have matched the changes of their script—playing it lightly now, soberly next, but always credibly, always in character, always with a superb utilization of the material at hand.\"[51] Leo Mishkin added: \"Certainly, this Terry McKay of Miss Dunne's is one of the greatest things she has ever done on the screen[.]\"[52] Variety described Boyer's performance of Michel as \"a particularly effective presentation of the modern Casanova;\"[53] \"Under no circumstances miss it,\" said Jesse Zunser, \"Mr. Boyer proves beyond the shadow of a cinematic doubt that there are few better players on the American dream[.]\"[54] Box Office Digest wrote, \"[Boyer and Dunne have] never done more delightful work, and to say that they step along in stride — step for step, is a tribute to either one in red hot competition.\"[47] The Film Daily described the performances as \"gorgeously acted\" and \"stand[s] out as the best of many months\",[55] and Photoplay remarked that Maria Ouspenskaya's \"extraordinary\" performance \"stole\" the scenes in Madeira.[56] The only notable criticism of characters came from Dunne herself, who told Silver Screen years later: \"If I had been in that girl's place, far from hiding, I would've trundled my wheelchair up and down the sidewalks of New York looking for [Michel].\"[57] Love Affair was RKO Pictures' second-most popular film, after Gunga Din.[58][35] It was colloquially classified as \"Mature.\"[59][60][61] Years after its release, Love Affair would continue to receive high praise. Tom Flannery's filmography book 1939: The Year in Movies wrote that Dunne and Boyer \"generated [the most] chemistry, charisma [and] sensuality\" in Hollywood, despite 1939 producing the best couples in \"Clark Gable and Vivien Leigh [in Gone with the Wind], Laurence Olivier and Merle Oberon [in Wuthering Heights], Leslie Howard and Ingrid Bergman [in Intermezzo].\"[62] William K. Everson joined the critics of the past that praised McCarey balancing the comedy and drama perfectly, and noted Terry saying goodbye to Grandma Janou was realistically \"tender and poignant[;] such moments all too rarely are in film.\"[63] Rotten Tomatoes gave it a critics' score of 86% based on 7 reviews,[64] and Metacritic gave it a critics' score of 91 on 8 reviews.[65] However, the release of its remake, An Affair to Remember, spawned comparisons. An Affair to Remember became better-known in popular culture, later placed at number 5 on AFI's 100 Passions list,[66] and was frequently parodied, referenced, and alluded to in other media, causing Love Affair to become lost in time.[Note 3] Screenwriter Nora Ephron, first introduced to the movie when she was a child,[68] referenced it heavily in Sleepless in Seattle,[69][70] allegedly causing rentals of the film to increase.[citation needed] Irene Dunne and Deborah Kerr's Terry performances did not receive as much comparison as Charles Boyer's Michel and Cary Grant's Nicky, whose characters divided critics and analysts per review. Larry Swindell called Boyer's portrayal/performance chaste which overshadows the dialog's frequent references to Michel's womanizing,[12] whereas Megan McGurk argued Grant was too self-conscious and refused to make Nicky appropriately vulnerable, particularly in Nicky and Terry's reunion.[71] The partnership of Charles Boyer and Irene Dunne would be called the most romantic in Hollywood.[72] With a positive reaction to the pairing, Hollywood developed them as the newest team-up,[73] so the duo starred together twice more in When Tomorrow Comes (1939) and Together Again (1944). Critics judged the rest of the \"trilogy\" with the praised qualities of Love Affair, with When Tomorrow Comes receiving the least positive reception.[29][74][75] The two actors remained family friends after performing together.[16] To promote When Tomorrow Comes, they were asked by Photoplay to describe each other in the style of a parlor game where a player who briefly left the room guesses the secret noun other contestants chose by asking questions like \"If I were that person, what kind of car would I be?\"[76] Their essays appeared in the October issue under the names \"Irene: As Seen by Charles Boyer\"[77] and \"Charles: As Seen by Irene Dunne\"[78] with the editor noting: \"Surely, working together as they do and have done, and being analytical, intelligent people, each would give a clear-limned portrait of the other; unbiased, colorful, exciting.\"[76] Boyer described Dunne in prose,[79] while Dunne described Boyer under topical subtitles, but Wes D. Gehring pointed out both essays' frequent references to fine art, as well as Dunne personifying Boyer through French impressionism.[80] Dunne called Boyer one of her favorite screen partners, along with Cary Grant, and referred to him as the \"perfect gentleman\" at the American Film Institute's retrospective screening.[29] Lux Radio Theatre aired two versions of Love Affair radio adaptations on April 1, 1940[81] and July 6, 1942.[82] Irene Dunne reprised her role in both,[83] whereas Charles Boyer co-starred in the 1942 version; William Powell starred alongside Dunne in the 1940 version.[83] Plans for a Love Affair remake were first reported in 1952, which had Fernando Lamas and Arlene Dahl attached to the project.[84] Eventually, McCarey remade it in 1957 as An Affair to Remember[Note 4] with Cary Grant and Deborah Kerr in the lead roles, using a very similar screenplay.[86] Despite agreeing to remake it in response to Hollywood's current romantic offerings, McCarey would still prefer his original work.[87] Glenn Gordon Caron also remade the film in 1994 as Love Affair,[Note 5] starring Warren Beatty, Annette Bening, and in her last feature film, Katharine Hepburn.[90][91] Bollywood cinema made two versions: 1965's Bheegi Raat[citation needed] and 1999's Mann,[92] which were both adaptations of An Affair to Remember. In 1967, the film entered the public domain in the United States because the claimants did not renew its copyright registration in the 28th year after publication.[94] Because of this, the film is widely available on home video and online. The film can be downloaded legally for free on the Internet Archive.\nHowever, since the only film prints available were in lower-resolution 16mm (along with poor quality web video) in 2020 the Museum of Modern Art and Lobster Films (Paris) worked on a new 4K version created from film elements that MoMA had in its archives.[95][additional citation(s) needed] The Criterion Collection released this newly restored version on Blu-ray and DVD in February 2022.[95][96] Streaming audio",
  "source_url": "https://en.wikipedia.org/wiki/Love_Affair_(1939_film)"
}