{
  "id": 439,
  "title": "Single-track road",
  "data": "A single-track road or one-lane road is a road that permits two-way travel but is not wide enough in most places to allow vehicles to pass one another (although sometimes two compact cars can pass). This kind of road is common in rural areas across the United Kingdom and elsewhere. To accommodate two-way traffic, many single-track roads, especially those officially designated as such, are provided with passing places (United Kingdom) or pullouts or turnouts (United States), or simply wide spots in the road, which may be scarcely longer than a typical car using the road. The distance between passing places varies considerably, depending on the terrain and the volume of traffic on the road. The railway equivalents of passing places are passing loops. The term is widely used in Scotland, particularly the Highlands, to describe such roads. Passing places are generally marked with a diamond-shaped white sign with the words \"passing place\" on it. New signs tend to be square rather than diamond-shaped, as diamond signs are also used for instructions to tram drivers in cities. On some roads, especially in Argyll and Bute, passing places are marked with black-and-white-striped posts. Signs remind drivers of slower vehicles to pull over into a passing place (or opposite it, if it is on the opposite side of the road) to let following vehicles pass, and most drivers oblige. The same system is found very occasionally in rural England and Wales, as well as Sai Kung District in the New Territories. Sometimes two small vehicles can pass one another at a place other than a designated passing place. Some A-class and B-class roads in the Highlands are still single-track, although many sections have been widened for the sake of faster travel.  In 2009, the A830 \"Road to the Isles\" and A851 on the Isle of Skye have had their single-track sections replaced with higher-quality single-carriageway road.[1] In remote backcountry areas around the world, particularly in mountains, many roads are single-track and unmarked. These include many U.S. Forest Service and logging roads in the United States. In Peru, the second of two overland transportation routes between Cuzco and Madre de Dios Region, a 300 km heavy-truck route, is a single-track road of gravel and dirt. When practical, it is usually considered better for the vehicle going downhill to yield the right of way by stopping at a wide spot. The reason seems to be that it may be harder for the vehicle going up to get started again. At least in California, it is also the vehicle going downhill that must back up, if it is too late to stop at a wide spot. Chicanes are often placed on residential streets as a more aesthetic means to slow down cars. Sometimes, for budget reasons, and where traffic is fairly low, bridges exist as single-track corridors.  Tunnels in remote areas can also be one lane when the tunnel is short and traffic is low, when building a hill or blasting away the mountain is too cost-prohibitive. Single-track roads also exist as one-way stretches.  Exit and entrance ramps for freeways and motorways are among common examples of one-way single-track roads. The most common example of private single-track roads are long driveways of rural properties such as country houses and farm property. The mountain passes on the Dalton Highway in Alaska have a rule where goods-carrying northbound truck traffic has the right of way, while returning southbound traffic has to stop, as mentioned on Ice Road Truckers.  The reason behind this procedure is that traffic going north is in somewhat of a hurry to deliver equipment to Deadhorse, Prudhoe Bay, and the drill site over the frozen Arctic Ocean. When reconstruction is being done on two-lane highways where traffic is moderately heavy, a worker will often stand at each end of the construction zone, holding a sign with \"SLOW\" or \"GO\" written on one side and \"STOP\" on the reverse. The workers, who communicate through yelling, hand gestures, or radio, will periodically reverse their signs to allow time for traffic to flow in each direction. A modification of this for roadways that have heavier traffic volumes is to maintain one direction on the existing roadway, and detour the other, thus not requiring the use of flaggers. An example of this is the M-89 reconstruction project in Plainwell, Michigan, where westbound traffic is detoured via county roads around town.[2] If lines of sight are long, and both drivers are familiar with the road, vehicles heading towards each other can adjust their speed so as to arrive at a wide spot at the same time and pass slowly, avoiding the need for either vehicle to stop. When two vehicles meet head-on, generally the drivers confer to decide in which direction lies the closest wide spot, and together they travel there, the lead vehicle necessarily in reverse gear. In the Scottish Highlands, most drivers are accustomed to single-track roads. When opposing traffic is encountered, the first driver to reach the nearest passing place pulls over, no matter which side, and flashes the headlights to signal the other car to proceed forward. It is customary for both drivers then to acknowledge each other with a wave as they pass. At night, both drivers acknowledge each other by flashing their off-side direction indicators headlights immediately before or as they pass. It is extremely dangerous to flash headlights at close proximity on narrow unlit country roads at night, as this affects drivers' night vision. Usually when there is a brief one-lane bottleneck in a two-lane road, which may happen in many areas, traffic will usually give way to oncoming traffic already in the bottleneck.  One-lane single-track roads usually have no conflict. In the United States, if the situation permits, both vehicles will pull off the road slightly and pass in this manner. Although saving time, this process can cause ruts and erosion along the edge of the road. For this reason, single track roads are generally used in places with very low traffic volumes, though one-lane stop-gap measures will have a sign that says \"STOP\" on one side of the sign and \"SLOW\" on the other side of the sign, which construction workers flip. If there are no passing places or wide parts of the road then the start of the road is considered as the passing place.",
  "source_url": "https://en.wikipedia.org/wiki/Single-track_road"
}