{
  "id": 670,
  "title": "Kerman Seljuk Sultanate",
  "data": "The Kerman Seljuk Sultanate  (Persian: سلجوقیان کرمان Saljūqiyān-i Kerman) was a Turco-Persian society Sunni Muslim state, established in the parts of Kerman and Makran which had been conquered from the Buyid dynasty by the Seljuk Empire which was established by the Seljuk dynasty, which was of Oghuz Turkic origin. The Founder of this dynasty, Emadeddin Kara Arslan Ahmad Qavurt who succeeded the ruler of this dynasty after the surrender of the ruler of Buyyids, Abu Kalijar Marzuban.[1] For first time in this period, an independent state was formed in Kerman; eventually, after 150 years, with the invasion of the Oghuz leader Malik Dinar, the Kerman Seljuk Sultanate fell. The government is the first powerful local government in the Kerman and Makran region, which, in addition to political and security stability, could create economic prosperity in the provinces. It was during this period that the Silk Road burgeoned with the flourishing of the ports of Tiz, Hormuz and Kish, and this state, as the highway of this important economic road, could use tremendous wealth with the conditions it had created. Regarding the scientific and social conditions, at this time, with the efforts of the Shahs such as Muhammad-Shah II, the scientific and cultural centers were established in Kerman, and with these actions, Kerman, which was away from the main scientific centers, became the center of science in the southeastern region of Iran's plateau. In addition, Kerman and Makran under ruling of Seljuk, grew in agriculture and Animal husbandry, and Progressed in Commerce and trade which led to improved economic and social conditions. The Seljuqs originated from the Qynyk branch of the Oghuz Turks,[2][3][4][5][6] who in the 9th century lived on the periphery of the Muslim world, north of the Caspian Sea and Aral Sea in their Yabghu Khaganate of the Oghuz confederacy,[7] in the Kazakh Steppe of Turkestan.[8] During the 10th century, due to various events, the Oghuz had come into close contact with Muslim cities.[9] When Seljuq, the leader of the Seljuq clan, had a falling out with Yabghu, the supreme chieftain of the Oghuz, he split his clan off from the bulk of the Tokuz-Oghuz and set up camp on the west bank of the lower Syr Darya. Around 985, Seljuq converted to Islam.[9] In the 11th century the Seljuqs migrated from their ancestral homelands into mainland Persia, in the province of Khurasan, where they encountered the Ghaznavid empire. In 1025, 40,000 families of Oghuz Turks migrated to the area of Caucasian Albania.[10] The Seljuqs defeated the Ghaznavids at the Battle of Nasa plains in 1035. Tughril, Chaghri, and Yabghu received the insignias of governor, grants of land, and were given the title of dehqan.[11] At the Battle of Dandanaqan they defeated a Ghaznavid army, and after a successful siege of Isfahan by Tughril in 1050/51,[12] they established an empire later called the Great Seljuk Empire. The Seljuqs mixed with the local population and adopted the Persian culture and Persian language in the following decades.[13][14][15][16][17] Alp Arslan died in 1072. But before death he willed his throne to Malik Shah I, his second son. He also expressed his concern about possible throne struggles. The main contestants for the throne were his eldest son Ayaz and his brother Qavurt. As a compromise, he willed generous grants to Ayaz and Qavurt. He also willed Qavurt to marry his widow. Malik Shah was only 17 or 18 years of age when he ascended to throne. Although Ayaz presented no problem, he faced with the serious problem of Qavurt's rebellion.[19] His vizier Nizam al-Mulk was even more worried for he had become the de facto ruler of the empire during young Malik Shah's reign. Although Qavurt had only a small army, Turkmen officiers in Malik Shah's army tended to support Qavurt. So Malik Shah and Nizam al-Mulk added non Turkic regiments to Seljuk army. Artukids also supported Malik Shah. The clash, the Battle of Kerj Abu Dulaf, was at a location known as Kerç kapı (or Kerec[20] ) close to Hamedan on 16 May 1073.  Malik Shah was able to defeat Qavurt's forces. Although Qavurt escaped, he was soon arrested. Initially Malik Shah was tolerant to his uncle. But Nizam al-Mulk convinced the young sultan to execute Qavurt. Nizam al-Mulk also executed Qavurt's four sons.[21] Later he eliminated most of the Turkic commanders of the army whom he suspected to be Qavurt's partisan. The son of Bahram-Shah, Muhammad-Shah succeeded his uncle Turan-Shah to the throne of Kerman in 1183. By the time of his ascension Kerman had been overrun by bands of Ghuzz Turks. Their devastation of the province had made the city of Bardasir virtually uninhabitable, so Muhammad-Shah made Bam his capital. By 1186, however, Muhammad-Shah been unable to handle the Ghuzz, and he decided to abandon Bam and departed from Kerman. The Ghuzz chief Malik Dinar quickly seized control of Kerman in his place.[22] Muhammad-Shah at first hoped to receive foreign assistance to reacquire Kerman, and traveled to Fars and Iraq requesting help. He also sought for aid from the Khwarezmshah Tekish. Eventually, however, he realized that he could get no assistance in recovering Kerman. He made his way to the Ghurid Empire and spent the remainder of his life in the service of the Ghurid sultans.[22] (Tokhara Yabghus, Turk Shahis) Kerman was a province in southern Persia. Between 1053 and 1154, the territory also included Umman. Muhammad abandoned Kerman, which fell into the hands of the Oghuz chief Malik Dinar. Kerman was eventually annexed by the Khwarezmid Empire in 1196.",
  "source_url": "https://en.wikipedia.org/wiki/Kerman_Seljuk_Sultanate"
}