{
  "id": 102,
  "title": "Tommy Bamford",
  "data": "Thomas Bamford (2 November 1905 – 12 December 1967[1]) was a Welsh professional footballer. During his career, he made over 200 appearances in the Football League, most notably for Wrexham, where he remains the club's all-time top goalscorer.[2] He also represented Wales at international level, winning five caps. Born in Port Talbot,[1] Bamford had played amateur football for Cardiff Docks and Bridgend Town before joining Wrexham in 1928, at the age of 23. With 175 league goals (193 in all competitions) between 1928 and 1934, he is the club's all-time record league goalscorer. In the 1933–1934 season, he scored a club record 44 league goals (and 51 in total for the season), another record that still stands today.[2] During his time with the Dragons, Bamford helped them to win the Welsh Cup in 1931, scoring twice in a 7–0 victory over Shrewsbury Town in the final on 27 April 1931.[3] He transferred to Manchester United in 1934 along with teammate Billy Bryant.[2] In his career with United, he scored 57 goals,[1] including 14 in 23 league games in the 1937–38 season, playing a total of 109 games for United, and he helped the club win the Second Division title in the 1935–36 season.[2] He left for Swansea Town in 1938, but the outbreak of the Second World War a year later halted his career, and by the time the war ended six years later Bamford was 40 years old and he retired from playing.[2] Bamford made his international debut for Wales on 25 October 1930 in a 1–1 draw with Scotland in the 1930–31 British Home Championship, scoring Wales' goal after just six minutes.[4] After numerous Football League sides refused to release their players for the match due to a fixture clash, the Welsh side for the match was made of largely players from the lower divisions, the Welsh Leagues and non-league. The team became known as \"Keenor and the unknowns\" in reference to captain Fred Keenor and the relative obscurity of the players who featured in the team with him.[5] Following his retirement, Bamford worked in a local steelworks. He died in Wrexham in December 1967 at the age of 62.[2] A hospitality suite at Wrexham's home stadium, the Racecourse Ground, is named 'The Bamford Suite' in honour of him.[6] Wrexham Manchester United",
  "source_url": "https://en.wikipedia.org/wiki/Tommy_Bamford"
}