{
  "id": 166,
  "title": "Type 4 Ke-Nu light tank",
  "data": "The Type 4 Ke-Nu (四式軽戦車 ケヌ, Yon-shiki keisensha Kenu) was a light tank of the Imperial Japanese Army in World War II. It was a conversion of existing Type 95 Ha-Go light tanks, re-fitted with the larger turret of the Type 97 Chi-Ha medium tank. The Type 4 Ke-Nu was a variant of the Type 95 Ha-Go light tank.[3] The original Type 97 Chi-Ha medium tank was armed with a low muzzle velocity 57 mm tank gun. Operational experience against the Soviet Red Army at Nomonhan during the Soviet–Japanese border conflicts in 1939 revealed that this gun was inadequate against opposing armor, and a new higher velocity 47 mm tank gun was developed. This was installed in the Type 97 Chi-Ha with a larger turret to produce the Type 97-kai Shinhoto version.[1][4] This left a number of surplus Type 97 Chi-Ha turrets, which were later retrofitted onto the hulls of the obsolete Type 95 Ha-Go light tank. The result was designated the Type 4 Ke-Nu.[3] The retrofitting did decrease the problem of cramped turret place for the crew, which had been encountered in an earlier attempt to up-gun Type 95 light tanks with a 57 mm tank gun in a prototype known as the Type 3 Ke-Ri light tank.[5] According to one estimate, approximately 100 tanks were converted late in World War II.[1] An exact number of the tanks converted is not known. Essentially a Type 95 light tank with a Type 97 medium tank gun turret, the Type 4 Ke-Nu had slightly better firepower, but the retrofitting increased the weight of the tank to 8.4 tons.[2] This reduced the top speed of the tank to 40 km/h.[1] Given the replacement turret had thicker armor, it did provide the crew with some additional protection in that area, but did nothing to alleviate the Type 95's greatest weakness of the lack of suitable armor protection for the hull. Maximum armor protection for the tank (25 mm) was provided by the Type 97 turret, but it was defeated by the 37 mm, 75 mm and 2-pounders mounted on Allied tanks. The conversion coming in 1944 was too late to make any impact on Japanese combat operations, and most of the Type 4 Ke-Nu tanks were retained in the Japanese home islands in anticipation of the projected American invasion. Some were assigned to units in Korea and Manchukuo, and saw brief combat against Soviet Red Army forces in the Soviet invasion of Manchuria.[1] Surviving Type 4 Ke-Nu tanks are on display at the Museum of the Great Patriotic War, Moscow and the Kubinka Tank Museum, which is part of the Patriot military theme park in Kubinka, Russia.[6]",
  "source_url": "https://en.wikipedia.org/wiki/Type_4_Ke-Nu_light_tank"
}