{
  "id": 583,
  "title": "Something Coming Through",
  "data": "Something Coming Through is a 2015 novel by Paul J. McAuley featuring elements of science fiction and crime fiction.[1] In the near future, Earth suffers from both adverse effects of climate change and a destructive outburst of war and terrorism known as \"The Spasm\", which includes small-scale nuclear attacks on various major cities. Soon afterward, an alien species known as the Jackaroo make themselves known, offering humanity access to wormhole connections to fifteen human-habitable planets elsewhere in the galaxy, automated shuttles to transport people and materiel to those planets, and the right to exploit them - along with anything found on them - as humanity sees fit. The nations of the world accept this, and soon emigration (controlled by a UN-administered lottery) begins to the fifteen new worlds, which are littered with artifacts and structures of the \"Elder Cultures\", long-vanished civilizations that were themselves once clients of the Jackaroo. The novel takes place in the second decade after colonization has begun. Part of the novel takes place on Mangala, one of the colony worlds. Mangala is a primarily desert planet which orbits its red dwarf primary in 3:2 resonance. As a result, it has a year-long day and a year-long night, each 15 Earth days long. (Mangala is also the Sanskrit name for the planet Mars.) Most of its settlers are from various European countries - emigrants to the frontier worlds tend to take the Jackaroo shuttle whose launch point is closest to their home on Earth, leading to different worlds having majorities from particular nations of groups of nations. The novel follows two characters in alternating chapters. The first plot thread focuses on Chloe Millar, a young British woman with a knack for distinguishing real Elder Culture artifacts for fakes, whose mother was killed during the Spasm in a nuclear explosion at Trafalgar Square. She works for Disruption Theory, a company that investigates the psychological and social changes wrought by contact with the Jackaroo and Elder Culture artifacts. While investigating a breakout of cult-like behavior possibly related to contact with an Elder Culture artifact (many of which have the effect of producing phantom-like images called eidolons when people approach or handle them, and/or induce compulsions to convey alien ideas and images), she meets with a teenage boy who is driven to draw pictures of a strange alien landscape and his young sister who seems to be in mental contact with an alien entity. Chloe senses that the boy's pictures depict a real place, and when the children disappear from their residence, she has various adventures finding and helping them. The second plot thread follows Vic Gayle, formerly of Birmingham, England, now a police detective in Petra, capital city of Mangala. In the course of investigating the murder of someone recently arrived on the shuttle from Earth, he is drawn into a conflict among members of a British organized crime group operating on Mangala, which has a particular interest in a certain Elder Culture site on the planet. The chapters of the novel are dated, and at the beginning the chapters describing Gayle's activities have dates about two weeks after those describing Millar's. It becomes apparent that the crimes Gayle is investigating are the results of events that Millar and the two children were involved in, and the plot threads gradually come together and unite time-wise. Something Coming Through shares its overall setting with another novel, Into Everywhere, and a number of short stories. The other novel and the short stories take place at very different times in their shared future history.[2]",
  "source_url": "https://en.wikipedia.org/wiki/Something_Coming_Through"
}