{
  "id": 531,
  "title": "Solebury Township, Pennsylvania",
  "data": "Solebury Township is a township in Bucks County, Pennsylvania, United States. Solebury Township is located in the Philadelphia Metropolitan Area. The population was 8,709 at the 2020 census.[3] Migrating English Quakers began to settle down in an area of Buckingham Township. Around 1702, this area was incorporated into a new township called Solebury—carved out of lands deeded to William Penn. Records indicate that sometime in 1703, Solebury Township had 24 landowners and farmers owning 28 tracts of land, each averaging about 414 acres. Solebury Township once included the area of present-day New Hope until the incorporation of The Borough of New Hope in 1837. Settlers began to move to Solebury Township after hearing about the township's fertile soils and location on the Delaware River. At first, moderately-sized log homes were constructed, followed by more traditional fieldstone houses. These fieldhouses can still be found in the township today. Solebury Township's resources were put to use, and industries began to spring up. While farming continued as a significant industry, mills meant to cut wood, ground grain, pulverize paper, produce silk, and ground limestone were constructed along streams through the township. When villages started to form in the township, they contained a church, store, post office, and blacksmith shop, making the villages self-sustaining.[1] From 1857 to 1873 when it was relocated to Warminster, Emlen Institute, a boarding school for orphaned African American and Native American children established by a bequest from Samuel Emlen Jr. was in Solebury.[6][7] Samuel Beecher Hart, captain of the \"Gray Invincibles\" and a state legislator who proposed successful legislation for a monument to Pennsylvania's African American soldiers was an alumnus. In the 1900s, New Hope and the surrounding area in Solebury Township hosted landscapes used in the Pennsylvania Impressionism movement.[8] Impressionists William Lathrop, Edward Redfield, Daniel Garber, Fern Coppedge, Morgan Colt, and Mary Elizabeth Price all resided in Solebury Township, as well as illustrator Charles Hargens, a resident of Carversville, a village in Solebury Township.[9] Today, Solebury Township remains an enclave to artists. In 1970, the Vietnam Veterans Against the War marched through the town as part of Operation RAW, leaving flyers that said \"if you were Vietnamese, we would have\" committed specific war crimes against you.[10] American woodworker George Nakashima's home and studio are in Solebury Township. The studio is still in operation today through his daughter Mira. The George Nakashima Woodworker Complex is a National Historic Landmark.[11] Solebury Township contains four National Historic Landmarks, six National Historic Districts, and more than 400 homes built in the 18th or 19th century. More than 30% of its land is preserved. Solebury Township continues to have an active farming community. The Atkinson Road Bridge, Center Bridge Historic District, Cuttalossa Valley Historic District, George Nakashima House, Studio and Workshop, Honey Hollow Watershed, Isaiah Paxson Farm, Phillips Mill Historic District, Upper Aquetong Valley Historic District, and Van Sant Covered Bridge are places in Solebury Township that are listed on the National Register of Historic Places.[12] According to the United States Census Bureau, Solebury Township has a total area of 27.2 square miles (70.6 km2), of which 26.6 square miles (69.0 km2) is land and 0.6 square miles (1.6 km2) is water. It is drained by the Delaware River, which separates Solebury Township from New Jersey. Past and present villages include Aquetong, Bowman Hill (also in Upper Makefield Township), Carversville (also in Plumstead Township), Center Bridge, Clayton, Cottageville, Fleecyville, Glendale, Highton (also in Buckingham Township,) Lahaska, Limeport, Lumberton, Lumberville, Naylors Corner, Peters Corners, Phillips Mill, Rosenthal, Ruckmans, Solebury, Stony Hill, Tooqueminsey, and Winnahawchunick.[13] Natural features include Aquetong Creek, Aquetong Spring, Brun Bridle Hill and Forest, Canada Hill, Coppernose (hill), Cuttalossa Creek, Dark Hollow Run, Honey Hollow (valley), Kitchens Hill, Lahaska Creek, Little Buckingham Mountain, Paunacussing Creek, Phillips Creek, Pidcock Creek, Rabbit Run, and Solebury Mountain.[13] As of 2018 there were 110.15 miles (177.27 km) of public roads in Solebury Township, of which 42.80 miles (68.88 km) were maintained by the Pennsylvania Department of Transportation (PennDOT) and 67.35 miles (108.39 km) were maintained by the township.[14] U.S. Route 202 is the most prominent highway serving Solebury Township. It traverses southern and eastern portions of the township on a southwest–northeast alignment via Lower York Road, crossing the New Hope–Lambertville Toll Bridge over the Delaware River into New Jersey. Pennsylvania Route 32 follows River Road on a northwest–southeast alignment across northern and eastern portions of the township, parallel to the Delaware River. Pennsylvania Route 263 follows Upper York Road along a southwest–northeast alignment through central portions of the township, crossing the Delaware River into New Jersey via the Centre Bridge–Stockton Bridge. Pennsylvania Route 232 follows Windy Bush Road along a southwest–northeast alignment in southeastern portions of the township. Finally, Pennsylvania Route 179 extends eastward along an old alignment of US 202 to provide access from US 202 to New Hope borough. Trans-Bridge Lines provides intercity bus service to Port Authority Bus Terminal in New York City from a stop at the Logan Square shopping center along a route that originates in Quakertown.[15][16] According to the Köppen climate classification system, Solebury Township, Pennsylvania has a hot-summer, wet all year, humid continental climate (Dfa). Dfa climates are characterized by at least one month having an average mean temperature ≤ 32.0 °F (≤ 0.0 °C), at least four months with an average mean temperature ≥ 50.0 °F (≥ 10.0 °C), at least one month with an average mean temperature ≥ 71.6 °F (≥ 22.0 °C), and no significant precipitation difference between seasons. During the summer months, episodes of extreme heat and humidity can occur with heat index values ≥ 100 °F (≥ 38 °C). On average, the wettest month of the year is July which corresponds with the annual peak in thunderstorm activity. During the winter months, episodes of extreme cold and wind can occur with wind chill values < 0 °F (< -18 °C). The plant hardiness zone is 6b with an average annual extreme minimum air temperature of -1.3 °F (-18.5 °C).[17] The average seasonal (Nov-Apr) snowfall total is between 30 and 36 inches (76 and 91 cm), and the average snowiest month is February which corresponds with the annual peak in nor'easter activity. According to the A. W. Kuchler U.S. potential natural vegetation types, Solebury Township would have an Appalachian Oak (104) vegetation type with an Eastern Hardwood Forest (25) vegetation form.[19] As of the 2020 census,[3] there were 8,709 people and 3,633 households residing in the township. The population density was 320.8 inhabitants per square mile (123.9/km2). There were 3,747 housing units at an average density of 138.0/sq mi (53.3/km2).[21] Ethnically, Solebury Township was approximately: Of the population, 3.4% were of Hispanic or Latino ancestry. Of the 3,498 occupied housing units (not households): The remaining are either family groups (families without a householder), or people living alone. The average household size was 2.36, and the average family size was 2.65. Of the 3,633 households, 31.6% had one or more children under 18 years old, and 52.7% had one or more adults at least 60 years old. Solebury Township is approximately: The median age was estimated to be 52.7 years. The estimated male-to-female ratio was 1.061 to 1. The approximate median income for a household in the township was $139,879, and the median income for a family was $160,739. Of the 8,513 whose poverty status could be determined, approximately 2.9% were below the poverty level. This includes 1.6% of males and 4.4% of females. Approximately 3.6% of those under age 18 and 2.3% of those aged 65 or older were below the poverty level. The Solebury School, a private co-educational day and boarding school, is located in the township. The New Hope-Lambertville Winter Festival takes place in Solebury Township yearly. Solebury Township contains a portion of the Washington Crossing Historic Park across the river from the larger Washington Crossing State Park. The Bucks County Audubon Society at Honey Hollow maintains a nature preserve with six miles of hiking trails open to the public from dawn to dusk every day for hiking and birdwatching. Bowman's Hill Wild Flower Preserve contains over 700 of Pennsylvania's 2,000 native plant species that grow naturally on 134 acres.",
  "source_url": "https://en.wikipedia.org/wiki/Solebury_Township,_Pennsylvania"
}