{
  "id": 493,
  "title": "PKS 0451-28",
  "data": "PKS 0451-28 (full name PKS 0451-282), also known as MRC 0451-282, is a quasar located in the constellation of Caelum. Its redshift is 2.55, estimating the object to be located nearly 10.8 billion light-years away from Earth.[1] Observed by the 20-GHz Australia Telescope Compact Array radio survey,[2] PKS 0451-28 is classified as a blazar.[3][4] It is a type of an active extragalactic object launching out a relativistic astrophysical jet towards the direction of Earth with the observer's line of sight.[5] The emitted radiation from PKS 0451-28 shows a strong variability across its entire electro-magnetic spectrum.[6] As a source of non-thermal emission, from radio to high energy (HE; >100 MeV) or very high energy (VHE; >100 GeV) γ-ray bands, the jets of PKS 0451-28 are known to cover the entire spectrum.[7] This tend to vary in a short time-scales such as in minute scales within the γ-ray band causing an increase in luminosity.[8][9] The flux variation in PKS 0451–28, the observed superluminal motion, high degrees of polarization, and other features observed are explained by the relativistic beaming effects.[10] Moreover, PKS 0451-28 is a flat-spectrum radio quasar (FSRQ). It has a strong emission lines (EW >5 Å)[5] and contains a powerful radio source[11][12] observed by NuSTAR,[13] with a visual magnitude of 16.7 and redshift of 0.9, which its radio fluxes have been catalogued at 1.8 Jy at 5 GHz and 3 Jy at 31 GHz respectively.[14] According to researchers, the γ-ray luminosity in PKS 0451-28 is found to exceed 1048 erg s−1 with the highest γ-ray luminosity of (5.54 ± 0.06) × 1048 erg s−1, that is estimated for another blazar, B3 1343+451. Naturally, compared to the distribution of all BL Lacs and FSRQs that are considered γ-ray-emitting, in the Γγ−Lγ plane, the blazars observed, are considered to occupy the highest luminosity range.[15] Interestingly, PKS 0451-28 appears as a bright X-ray emitter, but however does not have signs of distinguishable features in the X-ray band, only having a flux and photon index similar to those of the other considered sources in blazars.[10] Along with other studied blazars like PKS 0537-286, PKS 1351-108, PKS 0438-43, PKS 0834-20 and TXS 0222+185, a thermal blue-bump component is found in PKS 0451–28, suggesting emission directly from its disc.[16] Researchers also noted the X-ray flux in PKS 0451-28 is known to be consistent, remaining at (9.52 ± 1.21) × 10−14 erg cm−2 s−1 compared to a few blazars like PKS 0438−43, whose X-ray flux was in a bright X-ray state on December 15, 2016, with a flux of (1.09 ± 0.16) × 10−11 erg cm−2 s−1 as compared with the flux of (1.30 ± 0.31) × 10−11 erg cm−2 s−1 in the quiescent state.[10] Moreover, the adaptively binned light curves for PKS 0451-28 shows show several episodes of γ-rays brightening, whereas the γ-ray flux increase within day scales is observed. The peak γ-ray flux of (2.20 ± 0.50) × 10−7 photon cm−2 s−1 in PKS 0451-28 is found to be above 163.2 MeV. During the observation, it has a MJD of 56968.60 ± 0.79 with 9.64σ, corresponding to a flux of (3.70 ± 0.84) × 10−7 photon cm−2 s−1 above 100 MeV. During this period, Γγ was 2.06 ± 0.19. This shows only the photon index of PKS 0451-28 varies in time; the variation is highly significant in which the blazar shows a value of P(χ2) ≤ 10−5.[10] The disc luminosity of PKS 0451-28 is estimated to be Ld ≃ (1.09−10.94) × 1046 erg s−1 according to researchers calculating the energetics of the considered source for the blazar by using modelling results.[10] The supermassive black hole in PKS 0451-28 has a solar mass of within (1.69−5.35) × 109 M⊙ as calculated by researchers through a traditional virial method.[17][18] Around 5–16 percent is contributed by the Eddington luminosity.[10] As for jet power in PKS 0451–28, it is in the form of the magnetic field (LB) and relativistic electrons (Le). Researchers calculated the jet power as L = πR2c Γ2Ui, where Ui is either electron (Ue) or magnetic field (UB) energy density.[10] Furthermore, the jet luminosity (defined as L = Le + LB) is ≤1.41 × 1046 erg s−1 for PKS 0451–28. It is found to be lower compared to the disc Ld ≃ (1.09−10.94) × 1046 erg s−1 although it has a significant correlation with the broad-line luminosity in the blazar, hence supporting the theory of jet power having a closer bond with accretion.[19] The jet power is found to have an approximate value of logLBLR ~ (0.98 ± 0.07)logPjet for all blazars including PKS 0451–28. The values are consistent with the theoretical predicted coefficient of logLBLR-logLjet relation.[10] Results do support the jets in blazars like PKS 0451–28, are powered by energy extraction from both accretion and black hole spin as observed by Fermi.[19] This finds PKS 0451-28 is a powerful blazar with high luminosity and of the same order calculated for other blazars studied[20][21] both distant and nearby[22] since the jet power do not differ substantially and those that are usually estimated for bright FSRQs.[23]",
  "source_url": "https://en.wikipedia.org/wiki/PKS_0451-28"
}