{
  "id": 261,
  "title": "West Coast Airlines Flight 956",
  "data": "West Coast Airlines Flight 956 was a scheduled commercial flight in the western United States which crashed on October 1, 1966, approximately 5.5 miles (9 km) south of Wemme, Oregon, southeast of Portland. Thirteen passengers and five crew members were aboard, but none survived. In its first week of service, the aircraft was destroyed by the impact and subsequent fire. The probable cause of the accident was \"the descent of the aircraft below its clearance limit and below that of surrounding obstructing terrain, but the Board was unable to determine the cause of such descent.\"[2] This accident was the first loss of a Douglas DC-9,[3] and the first fatalities for the airline.[4][5][6][7][8] Three of the passengers were employees of the airline.[5] On Saturday, October 1, 1966, a Douglas DC-9 registered in the United States as N9101 operated as Flight 941 southbound from Seattle, Washington, to San Francisco, California, with intermediate stops in Oregon at Portland and Eugene. After approximately one hour on the ground, the aircraft and crew became northbound Flight 956, which reversed the route and stops of the previous flight. Flight 956 arrived in Eugene at 19:34 and departed for Portland at 19:52. The flight received an Instrument Flight Rules (IFR) clearance via Victor Airway 23 at 12,000 feet (3,660 m) altitude.[2] Under Air Traffic Control radar vector at 20:04:25 PDT, Flight 956 received descent instructions from Seattle Center. Flight 956 acknowledged the transmission to descend to 9,000 feet (2,740 m) from 14,000 feet (4,270 m). Approximately one minute later, the controller advised the flight that Runway 28R was in use at Portland International Airport and instructed the flight to \"turn right heading three zero zero.\" After questioning the direction of the turn, the crew acknowledged \"Right turn to three zero zero, roger.\" The controller lost radar contact with the flight while it was in the right turn passing through an estimated heading of 240 to 260 degrees. At 20:09:09, the crew was requested to report when established on a heading of 300 degrees. After repeating the request, the crew responded at 20:09:27, \"Nine five six wilco.\" When the radar target failed to return, and no other transmissions were heard from the flight, accident notification procedures were initiated at 20:15.[2] An F-106 Delta Dart fighter interceptor from McChord Air Force Base (south of Tacoma, Washington) and a HU-16 Albatross seaplane from Portland's air base were dispatched to attempt to locate the missing plane on the night it disappeared.[5][9] At the time of the disappearance, more than an hour after sunset, the cloud ceiling was at 2,900 feet (880 m), with the weather consisting of rain.[9] Searchers found the plane the following afternoon, Sunday, October 2,[6][7][8][10] in an unpopulated section of the Mount Hood National Forest, approximately ten miles (16 km) west-southwest of Mount Hood. The wreckage was located on the eastern slope of a 4,090 feet (1,250 m) ridge in the Salmon Mountain Complex at an elevation of 3,830 feet (1,170 m).[11] The aircraft attitude was 30 degrees right bank, in a 3-4 degree climbing flightpath on a heading of 265 degrees at impact. After shearing numerous large fir trees, it struck the 30-35 degree upslope and slid uphill approximately 150 feet (45 m). The main wreckage came to rest at 3,890 feet (1,190 m), and a severe ground fire occurred. All of the extremities of the aircraft were accounted for, its landing gear was retracted, and no evidence of in-flight structural failure, fire, or explosion was found. The aircraft was equipped with a flight data recorder and a cockpit voice recorder. Although both were recovered from the wreckage, only the flight data recorder provided a usable record.[2] William L. Lamb of the Civil Aeronautics Board (CAB) was in charge of the investigation.[5][9] The aircraft involved with registration N9101, a Douglas DC-9-14, serial number 45794, was delivered to West Coast Airlines just fifteen days prior to the accident. The plane had entered service on Monday, September 26,[10] had flown a total of 164 hours, and had been maintained as required by the Federal Aviation Administration (FAA).[2] The cost of the 75-passenger plane was $3 million.[10] This was a route qualification flight for its captain, 42-year-old Charles C. Warren, who had over 18,900 flying hours, but only seventeen in the DC-9. The check captain, 50-year-old Donald Alldredge, had 21,800 hours, but only fifty in the DC-9. The first officer, 33-year-old Pete M. Labuski, in the jump seat, had over 9,500 hours, with only nine in the DC-9.[2] All three had completed recent proficiency checks: the captain and first officer had theirs two days prior, while the check captain's was on September 20.[2] The other two crew members were flight attendants, and all five resided in the Seattle area.[5] The specific cause of the accident was never determined by the National Transportation Safety Board. However, in the process of the investigation, the NTSB made these findings: In 1997, an anonymous donor placed a bronze plaque on a fir tree overlooking the crash site.  The inscription on the plaque reads: \"IN MEMORY to the eighteen victims of West Coast Airlines Flight 956 that crashed here October 1, 1966.\"",
  "source_url": "https://en.wikipedia.org/wiki/West_Coast_Airlines_Flight_956"
}