{
  "id": 560,
  "title": "Signa",
  "data": "Signa (Italian pronunciation: [ˈsiɲɲa]) is a comune (municipality) in the Metropolitan City of Florence in the Italian region Tuscany, located about 12 kilometres (7 mi) west of Florence. Signa borders the following municipalities: Campi Bisenzio, Carmignano, Lastra a Signa, Poggio a Caiano, Scandicci. The origins of Signa are uncertain. Most likely it already existed in ancient times, although it is not known if it was founded by the Etruscans or by Romans. It is also scarcely mentioned in the Low Middle Ages: Charlemagne donated to one of his captains a \"Castle of Signa\", although this is disputed.[3] The local pleban churches of San Giovanni Battista and San Lorenzo are mentioned in a 977/978 AD document.[4] Signa acquired local importance in the 14th century after the construction of a nearby bridge, the only one in the area allowing passage of the Arno river. It was conquered by condottiero Castruccio Castracani and is also mentioned in Dante Alighieri's Divine Comedy. Signa became an important centre of craftmanship in the 19th century. Signa is a typical Tuscan town. On the day after Easter, there is an important religious festival in honour of the Beata Giovanna. There is a procession that parades in the streets of Signa, and many people wear old costumes. In Giacomo Puccini's Gianni Schicchi, the \"molini di Signa\" (mills of Signa) are the most coveted by his relatives of Buoso Donati's properties. The 1875 novel Signa by Ouida (Mary Louise Ramé) is set in Signa. The anonymous Master of Signa was from the town.  Other natives include the artists Bruno Catarzi, Giuseppe Santelli, Raffaello Fossi, Alimondo Ciampi, and Alvaro Cartei; the academics Tommaso Bisagno and Boncompagno da Signa; Blessed Giovanna da Signa; the journalist Piergiorgio Branzi; and the actor Giancarlo Gori. Signa is twinned with This Metropolitan City of Florence location article is a stub. You can help Wikipedia by expanding it.",
  "source_url": "https://en.wikipedia.org/wiki/Signa"
}