{
  "id": 845,
  "title": "Daihatsu Rugger",
  "data": "The Daihatsu Rugger (Japanese: ダイハツ・ラガー, Daihatsu Ragā) is an off-road vehicle built by Daihatsu between 1984 and 2002. The Rugger was also called the Rocky in most export markets, and Fourtrak in the United Kingdom. It has also received a series of different names elsewhere, which is why it is often referred to by its model designation (F70 for diesel variants or F80 for petrol variants) to distinguish it from its various siblings. In Japan and the US, the Rocky name refers to the smaller F300 series of Daihatsu vehicles. The F70/F80-series Rugger was made in the same mold as many of its Japanese competitors at the time. Dimensionally it was very similar to the short wheelbase variants of the Isuzu Trooper, Toyota Land Cruiser, Mitsubishi Pajero, and Nissan Patrol, although unlike most competitors the Rugger could seat five rather than four.[2] The ladderframe construction with leaf sprung live front and rear axles was also typical. The four-wheel drive system required the driver to get out and lock the hubs when selecting the 4WD mode, but as of 1991 the F70/F80 switched to automatic locking hubs, engaging when the driver moved forward 2 to 3 metres (7 to 10 ft).[3] A transfer case provided five extra low gears for crawling through rough terrain. Two wheelbases were built, with the longer one (F75/F85) stretched by 325 mm (12.8 in), making it shorter than most competitors' long wheelbase models. There were no four-door models, excepting those developed by Daihatsu's Indonesian subsidiary who also used an even longer wheelbase. There was a softtop model, a hardtop, a wagon, the long wheelbase version with a higher roof, as well as a rarely seen pickup truck on the longer chassis. The first model was sold from 1984 to 1993, replacing the F10/F20/F50/F60 series Taft. It was available in short wheelbase form with a convertible softtop or removable hardtop (F70/F80) and in long wheelbase form (F75/F85) with fibreglass top. The extended variant, called Rugger Wagon, could carry up to eight people in the back, facing each other. Three engine options were available: a Toyota 2.0 L 3Y petrol engine with single overhead camshaft and single carburettor producing 65 kW (87 hp; 88 PS) and two 2.8 L diesel variants: a naturally aspirated variant producing 54 kW (72 hp; 73 PS) and turbocharged variant producing 65 kW (87 hp; 88 PS), both featuring overhead valves. The turbodiesel appeared early in 1985.[4] Part-time four-wheel drive was standard on all models. A Toyota diesel-engined (2L) version was sold in the Japanese market as the LD20 Toyota Blizzard. The 1984–1991 diesel models were available in short wheelbase F70, long wheelbase F75 and F77 pickup. In 1989, the DL-series diesel engine underwent a number of changes including a timing belt replacing helical timing gears, rectangular headlamps and four-wheel drive engagement in high range using an electric switch via a vacuum pipe. The code for the naturally aspirated model changed from DL41 to DL42. Later an intercooled version of the turbodiesel engine became available, with power increasing to 75 kW (101 hp; 102 PS) DIN or 85 kW (114 hp; 116 PS) JIS.[5] In 1991 the Rugger/Rocky switched to automatic locking hubs. In Indonesia, the F70 model was built with a variety of names including Taft GT (short wheelbase), Rocky (F75 long wheelbase) and Hiline from 1988 (mostly rear-wheel drive models, F69 model designation). The GTL, first shown in 1986 and later with the addition of \"Hiline\" badging, had a locally developed five-door station wagon body which was built on a longer wheelbase than available elsewhere. The rear doors had sliding rather than wind-down windows.[6] There was also a mid-wheelbase version called the GTX sold from 1986 until 1988, when a similarly equipped four-wheel drive version called the Taft Rocky replaced it. The short-wheelbase rear-wheel drive model was originally called the GTS (Hiline GTS from 1988). The Hiline GTL was also available in four-wheel drive option. All Indonesian-built F70s received the 2.8 L naturally aspirated DL diesel engine with 53 kW (71 hp; 72 PS) at 3600 rpm. The first model of Taft/Rocky/Hiline was built in Indonesia until 1995. The second model was introduced in 1991 and became available for export the following year. The redesign, including a new dashboard, was carried out by Bertone, who also got to develop their own luxurious version to be sold in certain European markets.[7] Among the changes was the replacement of the early leaf spring axles by independent front suspension and a coil spring rear axle. The spare tire was mounted somewhat lower, improving rear vision, and on left-hand-drive models the spare was finally moved to the right.[7] The petrol engine (now in the F90-series) was enlarged to 2.2 L, with a small power hike to 67 kW (90 hp; 91 PS). This motorization was first shown in Europe at the September 1993 Frankfurt Auto Show and was only sold in the United Kingdom.[8] Meanwhile, the 2.8 L turbo-diesel engine was now only available with an intercooler, with power remaining 75 kW (101 hp; 102 PS) DIN. In the Japanese market, 85 kW (114 hp; 116 PS) JIS was claimed. Still, the model was considered too rustic, still not possessing rear doors in the long wheelbase model, and Daihatsu declined to replace it, concentrating instead on their smaller automobiles after F70 production ended in 2002.[9] Called Fourtrak in the UK, there were three basic models, albeit with subtle marketing variations over time, all with the 2.8 L turbo-diesel engine. The shorter wheelbase 'TDS', identified by having a (low) level roof from front to rear, designated F73, available with or without rear side windows, with or without rear seats - with being \"Passenger\", without being \"Commercial\"; The longer wheelbase (by 325mm, 12.8\") F78 model, TDL, identified by the resin rear section being higher. As before, passenger or commercial. Having gained the independent suspension, both of these models had wider steel wings than their leaf-sprung predecessor, with the arches flared to accommodate the extra width. As standard they had 6\" wide steel wheels (15\" dia.) with 215 or 235 section tyres. The third model, the higher specification F78 TDX, on the same wheelbase as the TDL, passenger only, was fitted with 7\" alloy wheels, 255/70 tyres, and as result was fitted with additional resin arches, secured over the top of the steel wings, to allow for the extra width.  A TDX is 100mm (4\") wider at the arches than a TDL, not allowing for the door mirrors, and can be identified by there being a seam seal over the top of the arches. Unfortunately, these additional plastic trims create voids prone to trapping mud, dirt & moisture (these vehicles being used off-road and by many farmers) and so the TDX suffers more rust corrosion than the TDL - and yet, they are the more popular model because of their specification & appearance. Variations (UK): Initially just tagged \"Independent\" by decals, to differentiate from the earlier leafer type, the TDL Commercial later became the \"Fieldman\".  The predecessor leafer model had a separate resin roof section over the cab, with an opening roof panel, these carried over & were often a silver grey colour in contrast to the body colour, and some were specified with the rear section also in silver grey. (Pictures to follow) Marketing variants of the TDX appeared over time, notably \"Anjou\" (a metallic red with silver decals) and \"Riviera\" (metallic turquoise, air conditioning). After a year's hiatus in Indonesia, the independently sprung F73/F78 arrived to replace the earlier models in 1996. As before, there was a longer, five-door version as well as a pickup truck available in addition to the three-door models sold elsewhere. The rear-wheel drive petrol-engined version, called Feroza (not to be confused with its smaller, unrelated F300-series sibling which is never sold in Indonesia) was introduced in 1993. The post-facelift F70s with a five-door body received new bodywork from the B-pillar back, with proper wind-down windows in the rear doors. The 1.6 L petrol-engined Feroza received an independent suspension in 1997 called Feroza G2 and was later discontinued in 1999,[10] then it was replaced by the smaller and more modern locally built Daihatsu Terios-based Taruna, still with the same 1.6 L HC-C petrol engine. The last Indonesian-built Taft model was made in 2007.[11] Assembled in Grugliasco, Italy, for European sales, the version called Bertone Freeclimber used mechanical components by Daihatsu, although it was powered by a BMW M21 2443 cc turbodiesel or one of two BMW M20 petrol engines (1991 cc and 2693 cc), with a Bertone modified body. The first Freeclimber is a well-equipped, high-end deluxe (luxury car) off-roader produced from 1989 to 1992. In France, where only the diesel was available, the importer Chardonnet offered an even more luxurious version. Named after a perfume by Nicolas de Barry it was called \"Blue Lagoon\", and was available with either Alcantara or leather interior.[12] Bertone built about 2800 Freeclimbers, of two generations.[13] The Freeclimber II was based on the smaller F300-series Rocky/Feroza.",
  "source_url": "https://en.wikipedia.org/wiki/Daihatsu_Rugger"
}