{
  "id": 62,
  "title": "Maikel Franco",
  "data": "Maikel Antonio Franco (pronounced MY-kell FRONN-koe; born August 26, 1992), is a Dominican professional baseball third baseman for the Tohoku Rakuten Golden Eagles of Nippon Professional Baseball (NPB). He has played in the MLB. He made his MLB debut with the Philadelphia Phillies in 2014 and played for them through 2019. He has also played for the Kansas City Royals in 2020, the Baltimore Orioles in 2021, and the Washington Nationals in 2022. Franco was born in Azua, Dominican Republic. He signed with the Philadelphia Phillies as an international free agent in 2010.[1] He received a $100,000 signing bonus.[2] Franco made his professional debut for the Gulf Coast Phillies that year. He played in 52 games and hit .222/.292/.330 with two home runs. In 2011, he played for the Williamsport Crosscutters and Lakewood BlueClaws. He played in 71 games, hitting .247/.318/.360 with three home runs. He returned to Lakewood in 2012 and spent the entire season there. He hit .280/.336/.439 with 14 home runs in 132 games. Franco started the 2013 season with the High-A Clearwater Threshers. He was promoted to the Double-A Reading Fightin Phils in June.[3] He finished the season hitting .320/.356/.569 with 31 home runs. After the season, he won the Paul Owens Award as the Phillies Minor League Player of the Year.[4] Prior to the 2014 season, Franco was ranked by MLB.com and Baseball America as one of the top 100 prospects in baseball.[5] The Phillies invited him to spring training where he competed with Cody Asche for the starting third base job.[6] He was sent to the minors on March 23, after Asche won the job.[7] Franco started the season with the Lehigh Valley IronPigs, hitting .257/.299/.428 with 16 home runs.[8] In 2019 with Lehigh Valley he batted .175/.283/.425 with two home runs and six RBIs in 40 at bats.[8] Franco was called up to the majors for the first time on September 2, 2014, and made his major league debut that day against the Atlanta Braves.[9] During his initial stint in the majors in 2014, Franco hit .179/.190/.214 with no home runs and 5 RBIs.[10] Franco began the 2015 season with the Triple-A Lehigh Valley IronPigs. He was called up to the Phillies to be their starting third baseman on May 15, after hitting .355 with four home runs and 24 RBIs with the IronPigs. He hit his first career major league home run on May 17 against Arizona Diamondbacks pitcher Randall Delgado. On June 23, against the Yankees, he became the first player in Phillies history, since the RBI stat was invented in 1920, to have back-to-back 5-RBI games. On August 4, he hit a grand slam against the Los Angeles Dodgers. He was placed on the 15-day disabled list on August 18 with a small wrist fracture, but he returned to play the last three games of the year. In 2015, he batted .280/.343/.497.[10] In 2016, he batted .255/.306/.427 with a career-high 25 home runs.[10] In 2017 he batted .230/.281/.409 with 24 home runs.[10] In 2018 he batted .270/.314/.467 with 22 home runs and 68 RBIs.[10] He was the only player in major league baseball with 20 or more home runs and 62 or fewer strikeouts, and he had 20 or more home runs for the third straight season.[11] On defense, he had the lowest Defensive Runs Saved (DRS) rating of all NL third basemen, at -12.[12] On March 29, 2019, Franco hit a home run on Opening Day against the Atlanta Braves at Citizens Bank Park.[13] He was optioned to Triple-A on August 4. In 2019 with the Phillies he batted .234/.297/.409 with 17 home runs and 46 RBIs in 389 at bats, and received 19 intentional walks (2nd-most in the National League).[8] On December 2, 2019 Franco was non-tendered by the Phillies, making him a free agent.[14] On December 27, 2019, Franco signed a one-year $2.95 million deal with the Kansas City Royals.[15] Overall with the 2020 Kansas City Royals, Franco batted .278 with eight home runs and 38 RBIs in 60 games.[16] On December 2, Franco was nontendered by the Royals. On March 16, 2021, Franco signed a one-year, $800,000 contract with the Baltimore Orioles.[17][18] In 104 games for the Orioles in 2021, Franco hit .210 with 11 home runs and 47 RBI's. On August 23, Franco was designated for assignment by the Orioles.[19][20] On August 25, Franco was released by the Orioles.[21] After his release by the Orioles, on August 31, 2021, the Atlanta Braves signed Franco to a minor league contract.[22]\nFranco played in 10 games for the Triple-A Gwinnett Stripers, hitting .286. He became a free agent following the season. On December 12, 2021, Franco signed a minor league contract with the Washington Nationals.[23] On April 7, 2022, Franco's contract was selected by the Nationals, adding him to their opening day roster.[24] On August 26, 2022, Franco was released by the Nationals and became a free agent.[25] On December 1, 2022, Franco signed with the Tohoku Rakuten Golden Eagles of Nippon Professional Baseball.[26] In 95 games for the Eagles, he batted .221/.273/.372 with 12 home runs and 32 RBI. On December 1, 2023, Franco re-signed with Rakuten on a one-year contract. On May 31, 2024, Franco became the first batter in Eagles history to hit a pinch–hit, walk–off home run.[27]",
  "source_url": "https://en.wikipedia.org/wiki/Maikel_Franco"
}