{
  "id": 629,
  "title": "WMLW-TV",
  "data": "WMLW-TV (channel 49) is an independent television station licensed to Racine, Wisconsin, United States, serving the Milwaukee area. It is owned by Weigel Broadcasting alongside CBS affiliate WDJT-TV (channel 58) and two low-power stations: Telemundo affiliate WYTU-LD (channel 63, which is simulcast over WMLW-TV's fourth digital subchannel) and Class A MeTV owned-and-operated station WBME-CD (channel 41, which WDJT-TV simulcasts on its second digital subchannel). The stations share studios in the Renaissance Center office complex on South 60th Street in West Allis; WMLW-TV's transmitter is located in Milwaukee's Lincoln Park. Even though WMLW-TV is licensed as a full-power station, it shares spectrum with WBME-CD, whose broadcasting radius does not reach all of southeastern Wisconsin. Therefore, the station is simulcast in 16:9 widescreen standard definition on WDJT-TV's third digital subchannel to reach the entire market. This relay signal can be seen on channel 58.3 from the same Lincoln Park transmitter facility. The station first signed on the air on January 27, 1990, as WJJA, operating as an affiliate of the Home Shopping Network (HSN). The station was founded by the late Joel Kinlow, a Milwaukee area minister who died on June 7, 2016; his estate and children continue to own Elm Grove-based WGLB (1560 AM). The WJJA calls stood for Joe, Joel and Arvis, all members of the Kinlow family that owned and operated WJJA as one of the few outright minority-owned and run stations in the United States. By 1995, WJJA had dropped HSN programming for The Military Channel (a network unrelated to the Discovery Networks–owned cable and satellite known by that name from 2005 to 2014). Kinlow dropped that network the following year, and returned to HSN, eventually affiliating with Shop at Home in 2001. When CBS-affiliated WITI (channel 6) switched to Fox in December 1994, Kinlow decided not to affiliate with CBS when approached by the network with an offer to become an affiliate. Kinlow claimed he wanted to maintain his staff while continuing to give broadcasting experience and training to many different people beyond those usually hired to operate a television station. He felt the station could accomplish this better without the responsibilities and obligations of serving as a major network affiliate. The CBS affiliation eventually wound up on WDJT. Throughout the 1990s and into the 2000s, WJJA continued to air Shop at Home programming, while also airing FCC-required educational programming, local church services, public domain sitcoms, and other programs relevant to local residents of Racine and Milwaukee, mostly during the morning hours. Its cable coverage at the time was usually limited to Milwaukee, Racine, Kenosha, Walworth and Waukesha counties under must-carry provisions, with the remainder of the market unable to watch it outside of over-the-air reception. On May 16, 2006, Shop at Home parent E. W. Scripps Company announced that the network would suspend operations, effective June 22 of that year.[2] However, the network's liquidation sale ended one day early on June 21, and WJJA switched to Jewelry Television in the meantime. Shop at Home resumed operations on June 23 after Jewelry Television purchased some assets relating to that network, and began to air a split schedule of programming, with JTV in the morning and afternoon hours, and Shop at Home during the evening hours.[3] Shop at Home eventually shut down again in March 2008, and WJJA's last month under Kinlow ownership featured a 24-hour schedule of Jewelry Television programming. On August 1, 2007, Weigel Broadcasting announced its intention to purchase WJJA.[4] The Federal Communications Commission (FCC) granted approval for the transfer in mid-September 2007, though the license and financial transfers between the two parties, along with the poor condition of the station's transmitter tower in the southeastern Milwaukee County suburb of Oak Creek[5] took months longer to settle before Weigel could take full control of the station. On April 21, 2008, Weigel assumed full control of the station, and at 12:30 pm, Jewelry Television was replaced by a test card and color bars.[6] Later that afternoon, it became the full-power Milwaukee home of MeTV (a format focused on classic television programs that was first introduced on one of Weigel's Chicago stations, WWME-CA, now an owned-and-operated station of the MeTV network, in 2005).[7] Weigel immediately filed to change the station's call letters to WBME-TV; this became official on April 29, 2008.[8] MeTV was originally launched in Milwaukee on WDJT digital subchannel 58.3 on March 1, 2008, at 5 am, with an episode of Route 66. MeTV had full cable coverage throughout the market on Time Warner Cable and Charter Communications, requiring a digital cable receiver to watch the station as it launched on channel 201 of both cable providers.[9][10] This simulcast continued while technical issues were worked out as WBME transitioned to Weigel's West Allis studios, and Weigel eventually received carriage on both DirecTV and Dish Network on the basic tier of all of those services, as it is allowed to assert must-carry status with those providers. The station had asserted must-carry status with Time Warner Cable years earlier under Kinlow's ownership and is carried on that system on channel 19, while Weigel and Charter came to an agreement to launch the station on its basic tier in late August 2008; the station airs on that provider on channel 20, or a different position depending on market (such as channel 19 in Sheboygan). The station activated a new digital transmitter on the Weigel tower in Milwaukee's Lincoln Park on October 20, 2008[11] to better serve the entire market, while the analog signal continued to transmit from Oak Creek until the end of analog television service on June 12, 2009. On October 30, the simulcast on WDJT-DT3 ended to make way for This TV, a new network from Weigel and MGM Television focusing on movies and classic television series, leaving MeTV to broadcast exclusively on WBME,[12][13] confining the signal to within the inner ring of the Milwaukee metro area.[14] MeTV has been successful in Milwaukee on WBME, outrating daytime programs seen on the Sinclair Broadcast Group duopoly of WVTV (channel 18) and WCGV-TV (channel 24) as of September 2011.[15] On November 22, 2010, Weigel announced that they would take the MeTV concept national and compete fully with the Retro Television Network and Antenna TV, while complementing its successful sister network This TV (Weigel would transfer the ownership stake it held in that network to Tribune Broadcasting in November 2013, eight weeks before that company assumed ownership of WITI).[16] As of December 15, 2010, WBME-TV carries most of the national feed of MeTV. However the station since coming under Weigel ownership also carries a public affairs program called Racine & Me, which airs weekend mornings on WMLW and WBME, and deals with topics and community calendar events relevant to the station's city of license. The station also carries some different educational and informational programming such as Green Screen Adventures (which is broadcast on the national MeTV network) to meet the FCC's mandated E/I thresholds. A locally programmed MeToo subchannel was originally expected to be added as a subchannel, but was later set aside for Weigel's other national subchannel concepts.[17] On August 7, 2012, WMLW and WBME swapped channel allocations. The WMLW callsign (whose \"-CA\" suffix was changed to a \"-TV\" suffix with the swap) and its syndicated and brokered programming inventory moved from low-power channel 41 to full-power channel 49, while the WBME calls and MeTV programming moved to low-power channel 41 as WBME-CA. The switch to the full-power channel 49 signal allowed WMLW to begin broadcasting its programming in high definition for the first time. The swap also resulted in WBME taking over the 58.2 subchannel that WDJT-TV previously used to relay WMLW's signal as a low-power station.[18] WMLW retained Racine & Me on the channel 49 schedule under the same title, with a move to Saturday mornings and upgrade to HD telecasts. In September 2013, WMLW's main channel and subchannel feeds moved exclusively to Time Warner Cable's digital tier as that provider begins the transition to an all-digital system by 2015, requiring a QAM-compatible television or a DTA set-top box to view the station. On September 15, 2014, WMLW changed its on-air brand to \"The M\" (\" ... and The M means Milwaukee.\"),[19] in imitation of Chicago sister station WCIU-TV, \"The U\". From September 2004 to December 28, 2008, WMLW carried the children's programming block offered by Fox, 4Kids TV (formerly Fox Kids and later, FoxBox), due to Fox affiliate WITI declining to carry the block, taking over for WCGV-TV when that station chose not to continue carrying it. WMLW aired the 4Kids lineup on Sundays at 8 am, one day and one hour later than its usual Saturday timeslot for most of the Central Time Zone, and did not pick up the replacement Weekend Marketplace infomercial block from Fox at the start of 2009, which remains unseen in the Milwaukee market, though WITI took the new Xploration Station block from Fox in September 2014. The station currently carries a three-hour block of syndicated E/I programming on Saturday mornings (along with Weigel's Green Screen Adventures) to fulfill the station's E/I programming requirements. The majority of the station's paid programming airs early on weekdays, Saturday morning and most of Sunday morning. To attract cable providers during its days as a non-must carry low-power station, WMLW formerly pursued a strong sports lineup to lure them to carry the station, though this has been drawn down as most college and professional teams in the area have partnered with Fox Sports Wisconsin and formerly, Spectrum Sports instead, along with streaming services such as ESPN+. Currently the station's sports output is limited to the WIAA basketball and hockey tournaments, which are produced by Allen Media Group for a statewide broadcast network. Additionally, the station carries a postgame show for any Green Bay Packers games carried by channel 58 through CBS, using WDJT's sports staff, along with other sports analysis shows under the title SportsZone. Prior to 2011, the station aired Labor Day coverage of the US Open tennis tournament from CBS, because of WDJT's commitment as the local \"Love Network\" affiliate for the annual Jerry Lewis MDA Labor Day Telethon, along with the first three hours of the show in prime time so WDJT could carry CBS programming; this ended when MDA decided to pursue other formats for the telethon (a six-hour show on the night before Labor Day, then a two-hour network broadcast on ABC). From 2008 to 2012, the men's final for each US Open that year (all delayed to Monday afternoon due to weather conditions on Saturday or Sunday afternoons and in 2011, earlier days) was aired on WMLW; as the second Monday in September is traditionally the debut date for new and returning syndicated programming, WDJT passed along the tennis coverage to launch their new series, though in 2011 most of WDJT's syndicated programming moved up their season starts to a day later to compensate. The 2013 men's final was pre-scheduled in advance for the second Monday in September, and WMLW again carried it in lieu of WDJT. In 2014, however, all syndicated programming on WDJT moved their premiere dates to the Tuesday after, allowing WDJT to carry the men's final for the first time in six years without preempting any new programming; this turned out to be the last year CBS would have to work around the issue with the tournament's move entirely to ESPN in 2015 (and the tournament's main stadiums eventually receiving retractable roofs). In August 2016, WMLW sublicensed two games produced by the Green Bay Packers preseason television network from WTMJ-TV, which could not air those games due to NBC's coverage of the 2016 Summer Olympics (the network disallows any preemptions of Olympic coverage), giving the station its first telecasts of any Packers games. WMLW carried the second and third games of the Packers' 2016 preseason against the Cleveland Browns and Oakland Raiders, both home games at Lambeau Field (as WYTU-LD carries its own Spanish-language production of the games, this also meant that WMLW aired two different versions of the same game on the same channel space, in English and Spanish). From 2007 until the end of the 2011 season, WMLW was the over-the-air broadcaster of the Milwaukee Brewers' regular season baseball games (along with a Brewers/Cubs spring training game),[20] the first time the team aired its non-nationally televised games on broadcast television locally since Fox Sports Wisconsin (now FanDuel Sports Network Wisconsin) became the team's exclusive broadcaster in 2005. Several of the games in the package were aired on WMLW due to Fox Sports Wisconsin's contractual priority to carry Milwaukee Bucks basketball and prevent programming conflicts inside of the Milwaukee market. The telecasts were produced by Fox Sports Wisconsin and simulcast on that network outside of the Milwaukee market, retaining the network's on-air appearance (except for WMLW microphone flags and a lack of the FSBREWERS bug in the upper right-hand corner, and adaptation of graphics to fit WMLW's 4:3 frame rather than FSN's usual 16:9-optimized presentation), while WMLW/WDJT sold ad time during the games. A few games were added to the WMLW package every year depending on early-season weather postponements and the team's standing in the pennant race later in the season. After the games, a WDJT-produced postgame show called The Final Out aired. This arrangement was discontinued after the 2011 season due to several factors, including the Brewers wanting to maintain a full schedule of games in high definition, and Fox Sports Wisconsin desiring to maintain near-full exclusivity over telecasts for their own network, along with the 2011 NBA lockout allowing Fox Sports Wisconsin to add the rights for the 15-game package to their schedule in lieu of the loss of 16 Bucks games due to the stoppage. Fox Sports Wisconsin also launched a second \"plus\" channel statewide to deal with Bucks/Brewers conflicts in April 2012, making a licensing deal with a second broadcaster unnecessary. Spanish sister station WYTU continues to carry several Sunday home Brewers games a year with Spanish-language play-by-play, though under a separate production and announce team which uses Bally Sports Wisconsin's camera positions. In 2024, WMLW parent company Weigel Broadcasting announced an agreement to broadcast 10 Milwaukee Bucks games during the 2023–24 NBA season. All 10 games aired on WMLW, though the February 23 game was simulcast on WDJT-TV and the March 4 game was aired in Spanish by WYTU-LD.[21] WMLW announced a similar agreement for the 2024–25 season. Five games will air on WMLW, with one game also aired in Spanish on WYTU.[22] Previously, the station carried ESPN Plus's regional college football and basketball packages for the Big Ten Conference, which included Wisconsin Badger games, until 2007, when the new Big Ten Network launched in late August 2007, as part of a ten-year exclusivity deal between the Big Ten Conference, ABC and ESPN went into effect. All non-network Badger sporting events now air on the Big Ten Network, though the Badger Sports Report remains a part of WMLW's schedule. Other rights included the Marquette Golden Eagles, using coverage originated from ESPN Plus when Marquette was a member of the \"old\" Big East Conference by their Big East Network, including contractually-obligated carriage of Big East football, despite Marquette's lack of a program in that sport. Coverage was shared with TWCSC. The station also carried Milwaukee Panthers men's and women's basketball from either a local announcer team and camera crew or coverage from ESPN Plus or the Horizon League's internal broadcasting unit. As of the 2013–14 season, the \"new\" Big East Conference chose a rights deal which mainly consists of coverage on Fox Sports 1, with some other games carried by Fox Sports Wisconsin, while UW-Milwaukee sports are exclusive to TWCSC. The station also formerly carried the sports talk show Sidelines from Madison's TVW. In September 2008, WMLW-CA began to air The Daily Buzz, a program previously unseen in Milwaukee as Sinclair Broadcast Group, until their acquisition spree began in 2012, did not air the morning show on any of its stations; the station dropped the program in September 2010 and replaced it with the Canadian talk program Steven and Chris. The Daily Buzz returned to the station's schedule in September 2012, with the broadcast of the 6 a.m. hour of the program, before being removed once again in September 2013 to make way for the Weigel-produced First Business, which moved from WDJT to WMLW when that station expanded its weekday morning newscast to 4:30 am, along with Right This Minute and a move of Tyler Perry's Meet the Browns to the 6 a.m. hour. The Daily Buzz eventually began to air on WCGV in September 2014 until its unexpected April 2015 termination. First Business ended on December 26, 2014. Business First with Angela Miles, a syndicated program using most of the same personnel as First Business, was launched in the fall of 2015 and is carried by WVTV locally. In October 2007, when Fox affiliate WITI could not air its own 9 p.m. newscast in its regular time slot because of its broadcast of the 2007 World Series, WDJT's news department decided to test out a 9 p.m. newscast to air WMLW on those nights. The program, titled CBS 58 News at 9 on WMLW, became a permanent part of WMLW's schedule on January 1, 2008. The show initially featured the same anchors as channel 58's 5 and 10 p.m. newscasts (though its anchors are part of WDJT's reporting staff),[23] although WITI has since solved the pre-emption problem by using that station's Antenna TV subchannel and live webstream to air its primetime newscast on nights when it is subject to preemption. Some breaking news coverage from WDJT is simulcast on WMLW, along with severe weather alerts. With the conversion to high definition in August 2012, WMLW's newscast immediately also began to be carried in HD that same day. On January 18, 2015, the 9 p.m. newscast was expanded to a full hour, displacing Inside Edition to the early morning hours.[24] Beginning in September 2014, WMLW began to carry newscasts in the 5 p.m. hour on weekends, carried either alone or in a simulcast with WDJT depending on whether CBS Sports coverage of golf, the NFL or SEC college football on WDJT would pre-empt them otherwise. On February 3, 2020, a one-hour 7 a.m. extension of WDJT's morning news was added on WMLW on weekdays, allowing local competition in that hour against WITI's market-leading morning newscast. It was then expanded to two hours as of April 26, 2021. During its time on WDJT-DT3, MeTV served as a multicast channel in March 2008 for an NCAA men's basketball tournament game in standard definition besides the one being aired in high definition on WDJT's main signal.[26] Subsequently, This TV took over simulcasting duties for the 2009 tournament. In early January 2009, Weigel added its Telemundo affiliate, WYTU-LP (channel 63) to WBME's digital signal as subchannel 49.4. Although WYTU has its own digital signal on UHF channel 17, it has a limited range as a low power television station to the inner ring of the Milwaukee suburbs, and placing the station on WBME's full-power signal allows it full-market coverage. The channel 17 signal was converted to high definition before the 2012 Summer Olympics, with WMLW-DT4 remaining in standard definition.[27] On December 31, 2009, Weigel switched WYTU-LP to WBME's schedule on analog channel 63.[28] The analog signal eventually went off the air by January 2013, with the license canceled the next month. On August 8, 2011, the backers of Bounce TV and Weigel announced that both WBME and WWME would be charter affiliates of the network, which is targeted to African-American viewers. It launched on September 24 with the network's preview reel before its September 26 premiere on 49.2.[29] The channel was added to Charter systems in the area on October 5, 2011; it was converted to a widescreen presentation in late June 2018. WMLW was also a charter station of Movies!, a 24-hour movie network co-owned by Weigel and Fox Television Stations on May 27, 2013 (WBND-LD in South Bend, Indiana is the only other Weigel-owned station that carries the network; Fox-owned WFLD in Chicago carries Movies! in that market); Charter began carrying the network on July 24, 2013. However Movies! moved to WISN-DT2 on August 4, 2014, as part of a new agreement for Weigel's subchannels between them and WISN's owner, Hearst Television.[30][non-primary source needed] From then until September 29, WMLW-DT3 carried a simulcast of This TV from WDJT-DT3. On that day, the channel space was used to launch a new Weigel network concept, Heroes & Icons, which carries mostly police dramas and westerns targeted towards men. On March 3, 2015, Weigel moved This TV to WMLW's third subchannel to consolidate their owned subchannel networks onto WDJT, and shuffled H&I onto WDJT-DT3.[31] On May 15, 2021, Bounce TV became exclusive in the market to stations owned by sister operations Scripps and Ion. WMLW had been airing Bounce TV in a simulcast with WTMJ-DT2 and WPXE-DT2 since March 1, 2021. On that date, WMLW-DT2 began to carry Movies!, which returned it to carriage by Spectrum for the first time since the 2018 spectrum switch bumped it to WYTU-LD2, and after former affiliate WISN-DT2 switched to the True Crime Network. WMLW-TV's digital television transmitter in Lincoln Park is currently running on a lower effective radiated power. The station (as WBME-TV) shut down its analog signal, over UHF channel 49, on June 12, 2009. The station's digital signal remained on its pre-transition UHF channel 48,[32] using virtual channel 49. Weigel delayed the conversion for all of its full-power stations to digital to June 12 in the wake of the DTV Delay Act, although the possibility the station would go digital-only earlier than that remained due to the condition of the Oak Creek analog tower. Weigel oddly expressed interest in maintaining channel 49's analog tower for an additional month to use it to provide nightlight programming after the June 12 date,[33] but WBME's analog service from Oak Creek did end on June 12 as WITI (channel 6) instead provided nightlight programming. In some areas of the market on days with strong tropospheric propagation across Lake Michigan, the signal of WHME-TV from South Bend, which is also on digital channel 48, can overwhelm WMLW's lower power signal, while WMLW causes interference with the former station. WHME has thus filed a tentative construction permit with the FCC to move back to their former analog channel, 46, though signal conflict issues with Weigel's Milwaukee operations would remain as Channel 46 also carries WDJT's digital signal. On April 13, 2017, the results of the FCC's 2016 spectrum auction were announced, with Weigel successfully selling the UHF spectrum for WMLW for $69.7 million. WMLW's channels will retain their existing numbering and identification as channel 49 and being associated under the WMLW calls.[34][35] On September 12, 2017, in a press announcement of the purchase by Weigel of Los Angeles station KAZA-TV, WBME-CD was announced as the new home of WMLW and its subchannels, effectively reversing the August 2012 channel swap.[36] Sinclair, Weigel Broadcasting, and Milwaukee PBS all decided on a switch date of January 8 for their various local spectrum moves, and WMLW will move to WBME-CD's bandwidth at 5 a.m. that morning. WMLW and Bounce will remain on their existing 49.1 and 49.2 positions, with the WYTU-LD market-wide simulcast moving to WDJT-DT4, and Decades to WMLW-DT4. This TV was moved from the channel share and onto WYTU-LD2. In addition, WMLW's main signal is now rebroadcast on WDJT-DT3 to serve all viewers in the market over-the-air, in a reduced standard definition simulcast which remains in widescreen format.[37] WBME-CD will continue to carry MeTV on 41.1, along with the 58.2 market-wide simulcast.[38] Since the spectrum auction, most of Weigel's acquisitions since 2017 have directly used WMLW's \"TV-49, Inc.\" holding company to purchase those stations.",
  "source_url": "https://en.wikipedia.org/wiki/WMLW-TV"
}