{
  "id": 271,
  "title": "Kirtland Community College",
  "data": "Kirtland Community College is a public community college in Grayling, Michigan. Kirtland was founded in 1966 when six local school districts, Crawford-AuSable, Fairview Area, Gerrish-Higgins, Houghton Lake Mio-AuSable, and West Branch-Rose City, voted to create Kirtland Community College under the provisions of Michigan's Public Act 188 of 1955, it is the state's largest community college district geographically, totaling 2,500 square miles (6,500 km2) and consisting of all or part of nine counties. Ogemaw, Oscoda, Roscommon, and Crawford counties, as well as areas of five other counties, are serviced by Kirtland. Approximately 65,000 people reside within the district. Kirtland opened the doors of its five portable classrooms in 1968 with 160 students. The college is named after the Kirtland's warbler. Kirtland's new central campus was built in 2016, which houses the health and science programs. In addition, Kirtland maintains classrooms and community spaces in Gaylord, Michigan.[2] Kirtland offers 49 degrees and certificates for its students. This includes transfer associate degrees and areas of study in arts and sciences, business, professional programs, industrial trades, health science, public safety, and more. The ASA (Associate in Science and Arts) allows students to complete their basic classes at Kirtland. If students choose to take in-person classes most of the classes are located at the main campus in Grayling. However, some are available in Gaylord and at high school campuses for dual-enrolled students.[3] The college is accredited by the Higher Learning Commission. The college also holds membership in the Michigan Community College Association and the American Association of Community Colleges. The North Central Association of Colleges and Schools, the predecessor to the Higher Learning Commission, granted Kirtland Community College status as a candidate for accreditation in 1972 and the college has been accredited as an associate degree-granting institution since 1975. Kirtland's surgical technology–degree granting–program is accredited through the Commission on Accreditation of Allied Health Education Programs (CAAHEP). This continuing accreditation was awarded on September 20, 2019. The next scheduled comprehensive review is scheduled for no later than 2029.[4] There are no state requirements for licensing of surgical technologists in Michigan, but students who complete the program are eligible to sit for the Certified Surgical Technologist (CST) exam.[5] Kirtland's associate of science in nursing program is nationally accredited through the National League for Nursing Commission for Nursing Education Accreditation (NLN-CNEA). This was granted to the Kirtland School of Nursing on November 30, 2019.[6] Kirtland's nursing program is also approved by the Michigan Board of Nursing, allowing students to sit for the NCLEX-RN.[7] Kirtland's medical assisting programs for either an associate of applied science or certificate of completion are both approved programs through the American Medical Technologist Association (AMT). Students who complete either programs successfully are entitled to sit for the certification examination provided by the AMT. Students who completed either programs are also eligible to sit for the Phlebotomy Technician examination through the AMT. [8] It should be known that the State of Michigan does not require medical assistants to be registered, certified, or licensed.[9] Employers, however, will often require certification that is equivalent to or meets local, state, or professional guidelines. As such, medical assistants would benefit from receiving a certification such as an RMA, CMA, or CCMA. The Centers for Medicare & Medicaid Services have guidelines for facilities to receive funding if medical staff are entering prescriptions or orders into the Electronic health record, requiring those persons to have, at minimum, a certification through a professionally recognized medical assisting credentialing center. [10] Kirtland Community College received a grant to fund a concurrent BSN-RN pathway in partnership with Saginaw Valley State University beginning in October 2022.[11] KCC subsequently partnered with Grand Valley State University in 2024 to provide additional bachelor's degrees to students in the area.[12] Both of these partnerships allow for KCC students to upskill themselves with a four-year degree without having to move away from home to attend a four-year institution. Welcome to Alpha Omicron Gamma Chapter of Phi Theta Kappa at Kirtland Community College, the International Honor Society for the two-year college! The mission of Phi Theta Kappa is two-fold: recognize and encourage the academic achievement of two-year college students and provide opportunities for individual growth and development through participation in honors, leadership, service and fellowship programming. Individuals who join Phi Theta Kappa receive recognition for their academic achievement; eligibility for scholarships, including transfer scholarships; letters of recommendation and transcript notation. Requirements: Students must be enrolled at Kirtland Community College and have completed at least 12-college level credits with a 3.5 or higher grade point average.[13] The college competes in intercollegiate athletics as a member of the Northern Conference of the Michigan Community College Athletic Association. The Kirtland Firebirds compete in men's golf and men and women's cross-country running. There is also pickle-ball available to play in the event center, paddles being picked up from the library. Kirtland has half- to full-ride scholarships available. In 2015, Kirtland added bowling to their athletics department. In 2022, Kirtland added men's and women's basketball to their athletics department. E-sports has been their latest addition including Overwatch, Super Smash Bros and Mariokart. The Kirtland Firebirds have their home sport areas located a few miles from campus at Hanson Hills for cross country, Hi Skore Lanes in West Branch for their bowling team and the Grayling country club for their golf team. The boys and girls Firebird basketball players play at home in their more recently built gym at the Thomas Quinn Event Center. \nThe Thomas Quinn Event Center features three complete basketball courts, two of which are multipurpose material. Around the three courts runs a 200-meter track for walking or running. The event center also features four locker rooms and a weight room. The Event Center is available to Kirtland students for free. \n[14] The Kirtland Firebirds compete in cross-country, golf and bowling in the MCCAA (Michigan Community College Athletic Association), and go head-to-head with four-year universities in Michigan and Ohio in regional competitions and at the national level for the NJCAA (National Junior College Athletics Association) Division II.[15] Firebirds have earned Academic All-American and All-American status, and teams have recently ranked in the top 10 nationally for academic success, while traveling to National Championship competitions in places like Garden City, Kansas and Lansing, Michigan. From top-tier recruits to walk-ons, all our student-athletes earn scholarships, and Firebirds have a track record of transferring to join teams at four-year universities.[16] With home sport areas in Grayling at Hanson Hills, at Hi Skore Lanes in West Branch and at the Graying Country Club golf course, there is plenty of opportunities in the region for fans to attend matches and support our student-athletes.[17] The Kirtland Esports Club is the forum at Kirtland for researching and promoting online and competitive esports gaming.  With the goal to build community and student growth, the Esports Club will provide a venue for Kirtland students to socialize, form teams for intercollegiate tournaments, and develop the future Firebird Esports Varsity Team.  From competitive gaming to streaming production and shoutcasting, the Kirtland Esports Club will be crucial in the success of esports at Kirtland.[18] Kirtland Community College offers a 5K Run at the Grayling Campus. Walk or run around with your fellow Firebirds. Those who attend will be treated to a healthy potluck meal following the activity.[19] The college offers housing constructed back in early 2023. These housing options are Kirtland's latest addition and renovation to its campus. The campus offers two villas that are labeled in villa A and B, 4 bedrooms a villa for 16 residents total between both buildings. The campus also provides an access point to the Belle Iron Trail network providing ample recreational opportunities to students. This access is also open to the public.[20]",
  "source_url": "https://en.wikipedia.org/wiki/Kirtland_Community_College"
}