{
  "id": 446,
  "title": "The Potbelleez",
  "data": "The Potbelleez are a three-member Irish-Australian electro-house and dance music group, which formed in 2003 as a duo by DJs Dave Goode (a.k.a. David Greene) and Jonny Sonic (Jonathon Murphy). In 2005 they were joined by rapper Blue MC (Marisa Lock) on vocals and in 2006 by iKid (Ilan Kidron) on vocals. In October 2007, the group issued their breakthrough single, \"Don't Hold Back\", which peaked at No. 5 on the ARIA Singles Chart and, in 2011, it was certified 3× Platinum by ARIA. On 22 November 2008 their debut self-titled album was released, which reached No. 17 on the ARIA Albums Chart. On 27 May 2011 they issued a second studio album, Destination Now, which peaked at the same position. It spawned Gold and Multi Platinum-accredited singles \"Hello\" (2010) and \"From the Music\" (2011). The Potbelleez were formed in Sydney in 2003 as an electro-house and dance music group. Both founders David Greene (a.k.a. Dave Goode) and Jonathon Murphy (Jonny Sonic) were born in Dublin, Ireland. They worked as DJs and producers. By 2002 they had independently relocated to Sydney and met each other by late that year. In 2003 Brisbane-born rapper Blue MC (Marisa Lock) was working in London as one half of a beatbox duo Streetbox with MC Xander on drum machine and vocals.[1] By 2005 The Potbelleez were working in Sydney and when Blue MC returned to Australia she joined the group. Soon after the trio begun playing live in 2006 Ilan Kidron (a.k.a. iKid) joined on vocals. During 2006 the quartet began recording tracks in a terrace house in Darlinghurst. At the end of that year The Potbelleez signed to the Vicious Records label. In April 2007 their debut extended play, In the Junkyard, was issued with \"Junkyard\" and \"Duurty Dreemz\" spawned as singles.[2] \"Junkyard\" is co-written by Greene, Murphy and Lock;[3] while \"Duuurty Dreemz\" was co-written by Greene, Murphy, Kidron and H Walker.[4] The Potbelleez are managed by Myles Cooper and signed to his Phat Planet Music Media company.[5] In October 2007, the group issued their breakthrough single, \"Don't Hold Back\", which debuted at No. 36 in its first week on the ARIA Singles Chart.[6] The track was produced by The Potbelleez with Sam Littlemore,[6] and was cowritten by Greene, Murphy, Kidron and Littlemore.[7] It reached No. 1 on both ARIA's Club and Dance Charts.[8] In February 2008 it peaked at No. 5 on the Singles Chart.[6] In 2011, it was certified 2× Platinum by ARIA, with shipment of over 140,000 copies.[9] The single also charted in New Zealand, peaking in the top 20 on the RIANZ Singles Chart.[10] It appeared in the top 60 on both The UK and the German Singles Chart.[11] The music video was directed by two-time ARIA Award-winning film maker James Hackett and was shot on location in Kings Cross inside the Moulin Rouge nightclub. Also in 2008, The Potbelleez, performed in the Big Top at the Homebake festival. Their music has been featured on TV shows including Blood, Sweat and Gears, Crunch, So You Think You Can Dance and Australia's Next Top Model. Their tracks \"Junkyard\" and \"Duuurty Dreemz\" became the unofficial theme tunes to Channel Ten's Big Brother Up-Late show. In 2007 The Potbelleez performed \"Don't Hold Back\" at the Big Brother Australia finale to an audience of 1.9 million people,[2] In 2008 their single, \"Are You with Me\", was used to open the finale. The Potbelleez opened Channel Ten's live New Year's Eve performance from Dawes Point under the Sydney Harbour Bridge, which was broadcast to over two million viewers. In February 2008 for the A-League Grand Final they performed \"Junkyard\", \"Are You with Me\" and \"Don't Hold Back\" at the Sydney Football Stadium. In March and April 2008, The Potbelleez supported the German band Scooter on their Jumping All Over the World Tour in the German cities of Leipzig, Dresden, Hamburg, Berlin and Dortmund. Most of the gigs were sold out. The group continued their Moulin Nights residency at the Kings Cross night club, Moulin Rouge.[12] In 2008, The Potbelleez generated their first DJ mix CD for Ibiza super-club Pacha, which was released in Australia through Central Station Records. The Potbelleez later mixed for Ministry of Sound Australia's Sessions Five, which was released in June 2008 in Australia. This release was certified Platinum with sales over 100,000. The Potbelleez' follow-up single to \"Don't Hold Back\" was \"Are You with Me\", which was released in Australia on 31 May 2008 and was the Most Added Song to Australian radio on it debut. They performed the song at many live events, including on TV show Rove Live. Their single \"Trouble Trouble\" was aired on the Hot 30 Countdown exclusively on 25 September 2008. When speaking to Cam St Clair of Sea FM, Kidron announced that the single would hit shelves mid-October. It hit digital stores at the same time as the album. A music video has been made for the single. The video is of The Potbelleez at a wild party. The video can be seen on YouTube and has appeared frequently on Channel V. On 1 November 2008, The Potbelleez released their self-titled debut album. Also that month, Lars Brandle of Billboard described them as one of three key Australian electronica-dance groups that were receiving international recognition – alongside Melbourne-based bands Cut Copy and Midnight Juggernauts.[5] At the ARIA Music Awards of 2008, \"Don't Hold Back\" was nominated in three categories, 'Best Dance Release', 'Breakthrough Artist – Single' and 'Highest Selling Single'.[13] In January 2009, The Potbelleez performed songs from their album for the annual Maccabi Junior Carnival at Fox Studios, Sydney. Lead singer, Ilan Kidron, also judged the carnival's talent quest. In February that year the group performed at the Good Vibrations Festival. Also that year, their single \"Junkyard\" appeared as the soundtrack for the Kia Soul \"Hamster\" TV commercial which aired in the US and Canada. in 2010 The Potbelleez \"Don't Hold Back\" was first used in TV commercial for Jeep Motor Cars Australia. Jeep \"Don't Hold Back\" has since become one of the most successful and longest running TV Synch campaigns in Australia currently running for over 8 years. Their song \"Hello\" was used as the GO! TV channel's identification theme song from late 2010 to early 2011. In March 2011, The Potbelleez began a 14-date sold-out tour with American R&B singer Usher on his OMG Tour. The tour included sold-out shows at Burswood Dome Perth, Rod Laver Arena Melbourne, Acer Arena Sydney, Brisbane and Newcastle Entertainment Centres and was their biggest tour to date. On 27 May 2011 The Potbelleez issued their second album, Destination Now.[14] The lead single, \"Hello\", hit Australian radio ahead of the album in July 2010, whilst the second single, \"Shake It\", appeared in October that year. The band performed both tracks live at the AFL Grand Final Footy Show, held at Rod Laver Arena, Melbourne, The NRL Footy Show Grand Final Show at the Opera House and at the Los Angeles Galaxy vs Newcastle Jets soccer match, held at EnergyAustralia Stadium, Newcastle. The singles \"Hello\" and \"From The Music\" both charted in the top 20 of the ARIA Singles Chart at No. 19 and No. 16 respectively, while the album peaked at No. 17 on the related albums chart.[15] In 2011 the group performed at the Irish arts-and-music festival, Electric Picnic. In October that year, \"Are You with Me\" was used for the opening theme of The Celebrity Apprentice Australia. In August 2012 it was announced on the band's Facebook and Twitter accounts that MC Blue had departed the band to pursue a solo project. \"It's been an unforgettable experience for me in one the hardest working bands in Australia, we are all immensely proud of what we have achieved over the years and I'm now super excited to be embarking on my solo journey\" Blue MC. They released their new single \"Here on Earth\" via Ministry of Sound on 4 July 2014.[16] In September 2016, \"Shout (Say That You Want Me)\" was recorded and performed by The Potbelleez themselves, and was also used in ads for Kmart. Ilan explained how the track came together: \"We were in Nashville at a song writing camp and we were playing around with some big vocal tracks and got talking about iconic Australian anthems and 'Shout'. It was the incredible Isley Brothers who originally wrote and recorded 'Shout', but it was Australia's first rock n roll super star Jonny O’Keefe and his version in the early '60s that went on to become an Australian anthem! We were so excited to put our own spin on this classic belter\". The Potbelleez' lead singer, Ilan Kidron, also performs in a cinematic fuzz folk duo, Freaks in Love, with his wife and film maker, Samantha Rebillet.[17] Kidron provided original music for the score of 2002 short film, Inja, which is directed by Steve Pasvolsky and produced by Joe Weatherstone[18] – it was nominated for an Academy Award for Best Live Action Short in March 2003.[19] In 2014, Kidron formed the side project Go Comet! (stylised as GO COMET!) and released the song \"Worlds Apart\", which was used to soundtrack Seven News stories.[20] The song reached number 68 on the ARIA Singles Chart in August 2014.[21] The Australian Independent Record Awards (commonly known informally as AIR Awards) is an annual awards night to recognise, promote and celebrate the success of Australia's Independent Music sector. The APRA Awards are presented annually from 1982 by the Australasian Performing Right Association (APRA), \"honouring composers and songwriters\".[52] The Potbelleez have won two awards from six nominations, both for Dance Work of the Year. The ARIA Music Awards are presented annually from 1987 by the Australian Recording Industry Association (ARIA). The Potbelleez have received five nominations.",
  "source_url": "https://en.wikipedia.org/wiki/The_Potbelleez"
}