{
  "id": 989,
  "title": "Viersen station",
  "data": "Viersen station is a station in the city of Viersen in the west of the German state of North Rhine-Westphalia. The first Viersen station was opened on 5 October 1849 by the Aachen-Düsseldorf-Ruhrort Railway Company (German: Königliche Direction der Aachen-Düsseldorf-Ruhrorter Eisenbahn) as part of its Ruhrort–Gladbach line near Alte Bruchstraße.[5] On 4 March 1850, the company was made subordinate to the Royal Division of the Aachen-Dusseldorf-Ruhrort Railway (German: Königliche Direction der Aachen-Düsseldorf-Ruhrorter Eisenbahn) based in Aachen by a royal decree. In 1862 the Bergisch-Märkische Railway Company (Bergisch-Märkische Eisenbahn-Gesellschaft, BME) took over company in order to extend its network on to the western bank of the Rhine. In 1866 the management of both companies were merged and the station was renamed Viersen BME station. In the same year, the BME gained its own access to the Dutch railway network with its line to Venlo, a year after its rival, the Rhenish Railway Company (Rheinische Eisenbahn-Gesellschaft, RhE), opened its line to Nijmegen and ten years after the Cologne-Minden Railway Company (Cöln-Mindener Eisenbahn-Gesellschaft, CME) opened its line to Arnhem. On 1 November 1878, the RhE extended its line from Neuss to a terminal station at approximately the site of the modern Viersen station. After the nationalisation of the main Prussian railways, all traffic was moved in 1887 to the BME station, which was connected to the RhE route from Neuss by a long curve to the south from the RhE station, after which the RhE station was closed and demolished. In 1917, there was another restructuring of the lines, which largely reversed the 1887 changes. The formerly straight line connecting to the Gladbach route was abandoned in favour of a new route and the connecting curve built in 1887 was dismantled. The former RhE line was reactivated and the present trackwork at the station with a separate passenger station and freight depot was built at the site of the former RhE station. Now the former BME line was connected in a long curve from the east to the new station and the old BME station was demolished. The line from Neuss was closed on 23 May 1971, after passenger services were abandoned on 29 September 1968. The line to Venlo has never achieved genuinely international significance, but today it is used by passenger and freight traffic. The line from Duisburg-Ruhrort, which had been part of the inter-regional line between Aachen and Dortmund lost much of its importance after the establishment of the Duisburg-Hochfeld Railway Bridge in 1873. After the closing of the Ruhrort–Homberg train ferry in 1885, the northern section of line between Uerdingen and Homberg became virtually useless. The Prussian state railways linked the line from Mönchengladbach with the Rhenish Ruhr line from Osterath via Uerdingen and Duisburg-Hochfeld Süd to Duisburg Hauptbahnhof. This line remains one of the main lines of the Lower Rhine. Despite this the line is now no longer significant for long-distance passenger rail traffic after most of the express trains on it were discontinued. The station is now only served by the following Regional-Express and Regionalbahn lines:[6]",
  "source_url": "https://en.wikipedia.org/wiki/Viersen_station"
}