{
  "id": 410,
  "title": "Ghostpoet",
  "data": "Obaro Ejimiwe (born 18 January 1983) is a British singer, songwriter and musician better known by his stage name Ghostpoet.[1] Ejimiwe is based in Berlin.[1] His first album, Peanut Butter Blues & Melancholy Jam, was shortlisted for the 2011 Mercury Prize. His 2015 album Shedding Skin was also nominated for the Mercury Music Prize.[2] His fourth album, Dark Days + Canapés, was released on 18 August 2017. His fifth album, I Grow Tired But Dare Not Fall Asleep, was released on 1 May 2020. Since 2021, Ejimiwe has expanded his artistic practice into installation, photography, and sound art. He lives and works in Berlin, Germany. In June 2010, Ghostpoet self-released his first EP, The Sound of Strangers, and was later featured in The Guardian's \"New Band of the Day\".[3] Ghostpoet's first single, \"Cash & Carry Me Home\", was released on 24 January 2011, followed by the debut album on 7 February 2011, Peanut Butter Blues & Melancholy Jam. His single \"Survive It\" was launched in Rough Trade East Record store, on London's Brick Lane on 9 May 2011.[4][5] In 2011, he supported Metronomy[6] and Jamie Woon[7] on their tours and performed at Glastonbury, Sónar, Latitude, Secret Garden Party and Bestival, among others. Ghostpoet was among the nominees for the 2011 Mercury Prize.[8] The winner, PJ Harvey, was announced on 6 September 2011. Ghostpoet's second album, Some Say I So I Say Light, was released on 6 May 2013.[9] The album was preceded by the single \"MSI musmiD\", made available as a free download from SoundCloud in late February. \"Meltdown\", with guest vocals by Woodpecker Wooliams, was released as a single in April 2013.[10] His third album, Shedding Skin, was released on 2 March 2015. The album featured guest appearances by Nadine Shah, Etta Bond, Mélanie De Biasio, Lucy Rose and Paul Smith. The album was shortlisted for the 2015 Mercury Prize.[11] Ghostpoet's track \"Finished I Ain't\" appeared in the soundtrack of Sleeping Dogs. Ghostpoet was featured on Massive Attack's song \"Come Near Me\", the B-side to \"The Spoils\". In 2016, Ghostpoet curated the West Balkans edition of the British Council's interactive music project Mix The City, travelling around the region to record samples with various local musicians, and creating his own mix for the region. In April 2017, Ghostpoet released the single \"Immigrant Boogie\" via Play It Again, Sam. The track was produced by Leo Abrahams and mixed by Leo and Kristofer Harris. The track is the first from the album Dark Days + Canapés.[12] Ghostpoet released his fourth studio record, Dark Days + Canapés, on August 18, 2017. \nHis fifth album, I Grow Tired But Dare Not Fall Asleep, was released on 1 May, 2020. In November 2022, Obaro Ejimiwe was honoured with an Honorary Doctorate (Doctor of Arts) by Coventry University in recognition of his extensive contribution to the arts. In 2023, he was invited to perform on a new version of Massive Attack's \"Paradise Circus\" for the feature-length film Luther: The Fallen Sun. In 2024, Ghostpoet released his second EP entitled 'Am I The Change I Wish To See?' on his own independent label Modern Revenge Records via his Bandcamp page. Since 2021, Ejimiwe has expanded his artistic practice into photography, installation, and sound art. In 2022 Ejimiwe premiered, in collaboration with artist Luiza Prado de O. Martins, the large-scale installation and performance series \"Blacknuss! Technologies of Joy, Care, and Intimacy\" at the Kampnagel Summer Festival, in Hamburg.[13] In his work, Ejimiwe explores themes related to African spiritualism, masculinity, identity, and Black joy.",
  "source_url": "https://en.wikipedia.org/wiki/Ghostpoet"
}