{
  "id": 548,
  "title": "Live Oak Decline",
  "data": "Live Oak Decline is an alternative rock band from Austin, Texas.[1] Live Oak Decline began in 2001 when Combs, Ewart, and Watson moved into a house together on Live Oak Street in Austin, Texas. The neighbors were not accepting of their partying and late night recording sessions, so the band often joked about being the decline of the neighborhood's peaceful reputation. Shortly after, the band's name was coined. It has also been implied the name is meant to send an environmental message. Live oak decline is actually another term for oak wilt, a tree disease that can devastate live oak tree populations. A bird has always been the subject of their logos. For the band's first several shows at Austin's famous Antone's, Cody Banks was recruited to play drums, while Noah performed up front playing acoustic guitar and singing. They recorded a 4-song demo (Coffee & Cars, Ups and Downs, A Song To Fall Asleep To, Circles), and planned to begin work on a full-length album. Littleton, an experienced keyboardist, had recently moved to Austin from Oklahoma, and had planned to begin recording with the group. Only weeks into the recordings, Watson quit and for personal reasons. For the next few years, he recorded and performed with several other musicians in different projects, including Tucker Livingston and Spoon bassist Joshua Zarbo. The other members would also continue to perform with other bands, including Django Walker (Jerry Jeff Walker's son), Dexter Freebish, and Stoney Larue. In the winter of 2005, Combs, Ewart, Littleton, and Watson began discussing the possibilities of re-uniting to complete the album they started in 2001. They would eventually begin rehearsing and performed their first show with Littleton at Antone's in Austin, Texas, with Watson on drums while singing lead. Shortly after, they decided to record the album themselves, and built a studio in Ewart's house. One of the tracks, entitled \"Woody Harrelson\", is about an encounter with the actor at Austin's famous natural spring swimming hole, Barton Springs. After a full year of recording 11 songs, the band hired Nick Brophy for mixing and mastering in Nashville, Tennessee. Brophy has mixed albums for Everclear, Avril Lavigne, The Rolling Stones, and Hootie and the Blowfish. After several weeks working with Brophy, the band released their self-produced debut album at Stubb's in Austin, Texas on January 31, 2007. Rob Schilz, drummer for Dexter Freebish, was recruited to play drums for the CD release and would perform with Live Oak Decline several more times, including a live performance on ME TV. Watson eventually took over drums while still singing lead, and has performed this way since. As of 2011, Littleton is performing with Cody Canada of Cross Canadian Ragweed in their band The Departed. Noah Watson has since released a solo track, \"When the Cold Wind Blows\", on his website and has stated another release is in the works. Full-length album recorded between 2005 and 2007 at the Ewart residence and Metanaut Recorder in Austin, Texas. Released on January 31, 2007 at Stubb's in Austin, Texas. Produced by Live Oak Decline All songs written by Noah Watson Mixed and mastered by Nick Brophy in Nashville, Tennessee. Engineered by Greg Combs, Noah Watson, and Morgan Spenceley Coffee & Cars (Hello World) made its way into national mainstream radio rotation, placing top 100 in the adult contemporary category in the summer of 2008. \"Woody Harrelson\", \"Meet Me at the Climbing Tree\", \"A Song To Fall Asleep To\", and \"I Forgot How Sweet It Is\" have also received regular radio play in Texas, Arizona, and several other states.",
  "source_url": "https://en.wikipedia.org/wiki/Live_Oak_Decline"
}