{
  "id": 679,
  "title": "Samuel Ogle",
  "data": "Samuel Ogle (c. 1694 – 3 May 1752) was the 16th, 18th and 20th Proprietary Governor of Maryland from 1731 to 1732, 1733 to 1742, and 1746/1747 to 1752. The Ogle family was quite prominent for many centuries in Newcastle-upon-Tyne, Northumberland, England. He was the eldest son of Samuel Ogle (1659–1719), Member of Parliament for Berwick, and commissioner of the revenue for Ireland, by his second wife, Ursula, daughter of Sir Robert Markham, 2nd Baronet, and widow of Altham Annesley, 1st Baron Altham.[1] The Ogles descended from the Barons Ogle, an ancient Northern English Family allied with the Manners of Rutland, Cavendish's of Newcastle, Barons de Ros, and ancient Norman House of Percy.[2] Samuel Ogle became a captain of a cavalry regiment in the British Army. Appointed as Provincial Governor of Maryland by Charles Calvert, 5th Baron Baltimore on 7 December 1731, he was dispatched to Colonial America in 1732.\n[3] Under Ogle's leadership Maryland quickly became engaged in a border dispute with Pennsylvania.[4] Several settlers were taken prisoners on both sides and Penn sent a committee to Governor Ogle to resolve the situation.[4] Rioting broke out in the disputed territory (now known as Cresap's War) and Ogle appealed to the King George II for resolution.[4] Faced with this situation, Charles Calvert, 5th Baron Baltimore arrived in Maryland and assumed charge of the colony in December 1732.[4] Upon Calvert's arrival, Ogle retired from the governorship[3] for the first time. He would do this twice more. He resumed the governorship in 1733. The border dispute would not be settled until 1767 when the Mason-Dixon line was recognized as the boundary between Maryland and Pennsylvania.[5] In 1740, Ogle was dispatched to England following England's declaration of war against Spain and left Benjamin Tasker Sr. with power of attorney and \"the task of supervising the construction of a new house at Belair.\"[6] In 1741, Ogle married the much younger Anne Tasker (1723–1817), daughter of Benjamin Tasker Sr. and Anne Bladen.[3] In 1743, Benjamin Tasker built the Belair Mansion on a 7,000-acre (28 km2) tobacco plantation in Collington, Maryland, now known as Bowie, Maryland on behalf of Ogle. Upon his return to the Province, Ogle founded the \"Belair Stud,\" a stable of thoroughbred horses at Belair that would continue in operation for more than 200 years. A lover of his native country's popular sport of thoroughbred horse racing, Ogle is credited with introducing the sport to North America, staging the first English-style race at Annapolis, Maryland in 1745.[6] Samuel Ogle died in 1752 and was interred at St. Anne's Episcopal Church in Annapolis. He and his wife Anne had five children: Anne, Samuel, Benjamin Ogle who became Governor of the State of Maryland, Mary and Mellora.[3] Samuel Ogle Junior High School (now Middle School) in Bowie, Maryland, was named after him.",
  "source_url": "https://en.wikipedia.org/wiki/Samuel_Ogle"
}