{
  "id": 960,
  "title": "I Am the Walrus (American Dad!)",
  "data": "\"I Am the Walrus\" is the thirteenth episode of the seventh season of American Dad!. The episode, first aired on Fox in the United States on March 27, 2011, mainly centers around Stan and his son Steve, who are both competing for the dominant role of the house. Steve is the first person to finish his meal, much to Stan's dismay. Stan becomes intimidated by his son, and he is afraid that he will lose his status of alpha male. Meanwhile, Hayley and Jeff are suffering marital relationship problems, so they seek marriage counseling. \"I Am the Walrus\" was directed by Tim Parsons, with Jennifer Graves serving as co-director for the episode, and was written by Keith Heisler. It featured guest appearances from Jeff Fischer, as well as several recurring actors and actresses for the series. Most critics gave the episode positive reviews, with much of the praise stemming from the main storyline, and it was viewed by over 4.9 million viewers, acquiring a 3.0 rating in the 18-49 demographic upon its initial airing, according to the Nielsen ratings. The Smith family have dinner together, and Stan talks about the events that occurred on a nature documentary that aired earlier. Shortly after the conversation, Steve is the first person to finish his meal, much to Stan's surprise. Stan later becomes insecure about the incident, and he is afraid that he will lose his stance as the alpha male of the household. The next morning, when Steve is watching a movie on television, Stan abruptly pushes him off the couch and claims it as his \"territory\" by peeing all over it. Steve becomes furious, and he tells Francine about the situation in the kitchen. Francine tells him that Stan is intimidated by him, and that he feels that he will lose his dominant position in the family. Puzzled, Steve talks to Stan about the issue and openly challenges him. Though Steve manages to outdo him in everything, Stan is inspired by a walrus documentary to do the one thing his son can not do: have sex. Steve turns to Roger for help, who suggests he go to a party (hosted by Roger himself as a high school senior named Bing Cooper) to get laid; after having his idea involving paralytic drugs and a persona named Ace Chapman rejected, as the sex has to be consensual. Informed by Klaus of this, Stan rushes to the party to stop his son. However, upon arriving there, Stan learns that Steve's various attempts to have sex with a girl failed miserably as the boy is having a mental breakdown. Roger explains now there's no threat to Steve challenging Stan, and no threat of Steve's future son, who shall never be born, challenging him. Stan later apologizes to him, and admits to having failed to raise him to be a man. Meanwhile, Jeff and Hayley decide to take marriage counseling after continuously getting into arguments. They arrive at a class dedicated to pottery, learning the counselor is Principal Lewis. Hayley opts out of the session, but Jeff insists that she stay with the plan. The couple later arrive at Principal Lewis' home, which is an enormous mess, where he tells him that their first goal is to clean his house. Confused, Hayley and Jeff refuse, but Lewis holds them at gunpoint. Jeff later decides to use Roger's paralytic drugs to escape; Principal Lewis immediately takes them upon hearing the word \"drugs\" without hearing what they do, allowing Hayley and Jeff to steal his rare Mickey Mouse watch and escape. He returns to get the watch back and declares he has fixed Hayley and Jeff's relationship. After he gets his watch back, he takes more of the \"Stephen Hawking pills\" and is later used by Stan to teach Steve how to shave, and Roger (as Ace Chapman) drags him away. \"I Am the Walrus\" was directed by series regular Tim Parsons, in his second episode of the season. This would be the first episode that Parsons would direct since the season six episode \"100 A.D.\".[1] Jennifer Graves served as the co-director for the episode. It was written by series regular Keith Heisler. This would be the second time Heisler has written an episode for the season, having also written season six episode \"100 A.D.\".[1] Seth MacFarlane, the creator and executive producer of American Dad!, as well as its sister shows Family Guy and The Cleveland Show, served as the executive producer for the episode, along with series veterans Mike Barker, Rick Wiener, Matt Weitzman, Eli Dolleman, and Kenny Schwartz.[1] Diana Retchey was the animation producer for the episode, in her tenth episode of the season.[1] Amanda Bell served as the production manager, and this episode would be Bell's tenth episode of the season where she served as the production manager.[1] Several recurring voice actors were featured in this episode. Curtis Armstrong, Daisuke Suzuki and Eddie Kaye Thomas guest starred as Steve's friends in the episode, while Kevin Michael Richardson would return to play his part as Principal Lewis. Jeff Fischer would return to resume his role as Hayley's husband. Armstrong, Suzuki, Thomas, and Richardson all previously reprised their roles in the season six episode \"You Debt Your Life\", while Fischer previously reprised his role in the season six episode \"For Whom the Sleigh Bell Tolls\".[1] The episode makes several references to pop culture referencing films, music and media. When Roger takes on a persona to help Steve lose his virginity Steve exclaims his excitement to finally being able to use his dance moves. Afterwards the scene cuts to Toshi, Berry, Steve, Snot and Roger taking turns  humping an ottoman in a nod to a video, that went viral in 2006, in which five teenagers danced similarly.  The song \"Pony\" by Ginuwine plays during this sequence. Steve and Roger get distracted from the problem with Stan with watching Airplane! after they quote the classic \"Don't call me Shirley\" scene.[2] They even watch Airplane II: The Sequel, which Steve says is better than the first film, but actual reception was generally negative.[2][3][4][5] The title of the episode is a reference to The Beatles' song of the same name. The sequence where Steve picks up a line of comic books and repeatedly says \"Ooh!\", is a call back to the Family Guy episodes \"Peter's Got Woods\" and \"Back to the Woods\", in which James Woods eats a trail of candy and says \"Ooh, a piece of candy!\" repeatedly.[2][6] \"I Am the Walrus\" was first broadcast on March 27, 2011 as part of the animation television night on Fox. The episode ended the line-up, the first time an American Dad! episode ended the animation television night on Fox since the season seven episode \"For Whom the Sleigh Bell Tolls\".[7] It was the first new episode of American Dad! shortly following a month-long hiatus. It was preceded by The Simpsons, Bob's Burgers, and a rerun of its sister show Family Guy. Its other relative show, The Cleveland Show, was notably absent, as it did not air on that date. It was viewed by 4.9 million viewers upon its original airing, despite airing simultaneously with Celebrity Apprentice on NBC, Undercover Boss on CBS, and a rerun of Desperate Housewives on ABC.[8] The total viewership of the episode was slightly higher than Bob's Burgers, but significantly lower than Family Guy and The Simpsons.[8] It achieved a 3.0 rating in the 18–49 demographic group, according to the Nielsen ratings, the third highest rating in the line-up.[8] The episode's total viewership and ratings were significantly up from the previous episode, \"You Debt Your Life\", which was viewed by 4.25 million viewers upon its initial airing, and garnered a 2.0 rating in the 18–49 demographic.[9] The episode's ratings and total viewership were also the highest since the season seven episode \"For Whom the Sleigh Bell Tolls\", which was viewed by 6.26 million viewers and acquired a 3.1 rating in the 18-49 demographic.[7] \"I Am the Walrus\" was met with mostly positive reviews from critics. Rowan Kaiser of The A.V. Club gave the episode a positive review. In her review for the episode, she opined: \"The episode itself didn't disappoint either, as [...] this was a quality half-hour of jokes.[10] Kaiser praised the argument between Stan and Steve, calling it a \"superb sequence\".[10] Concluding her review, Kaiser went on to write, \"Despite all the absurdity, the episode even manages to successfully come around to an emotional resolution when Stan, realizing that Steve is an utter failure at attempted mating, resolves to see Steve as a son instead of potential masculine competition. Then [...] there's a rape joke. But, it being American Dad, it's actually a surprisingly funny rape joke.\"[10] She went on to give the episode an \"A−\", scoring higher than The Simpsons episode \"Love Is a Many Strangled Thing\", but scoring lower than Bob's Burgers episode \"Spaghetti Western and Meatballs\".[10] Jason Hughes of TV Squad also reacted positively, writing, \"It was good to have American Dad back in the lineup. Roger was in fine form, and I can at least appreciate that they're trying to figure out how to make Hayley and Jeff work in the family dynamic. They never quite got there with Hayley alone, so maybe things will work better this way.\"[6] However, he was more critical on the sub-plot. In his review for the episode, Hughes opined: \"The B-story left me wanting. The writers are still trying to figure out the new dynamic of having Hayley married and Jeff living in the house with the Smiths. The whole thing has been barely addressed, and this week we got a fairly weak exploration of them having fairly standard marital problems.\"[6]",
  "source_url": "https://en.wikipedia.org/wiki/I_Am_the_Walrus_(American_Dad!)"
}