{
  "id": 407,
  "title": "World Circuit (record label)",
  "data": "World Circuit is a British world-music record label, established in London in the mid-1980s, that specializes in Cuban and West African recording artists, among other international music stars. The label's founding principle was to be an artist-led company with all aspects of each release tailored to the artist. This continues to be the label's way of working. World Circuit celebrated its 20th anniversary in 2006 by releasing World Circuit Presents..., a 2-disc retrospective compilation album. In 2018, World Circuit was acquired by BMG Rights Management.[2] In 1986, the label released its first albums, María Rodríguez's La Tremenda and Abd El Gadir Salim's Sounds of Sudan Volume One. World Circuit's first taste of major success came in 1993 with the teaming of Ali Farka Touré and American guitarist Ry Cooder on the Grammy award-winning album, Talking Timbuktu. The album went on to sell over a million copies worldwide;[citation needed] a remarkable total for an album of its kind. During the mid-nineties World Circuit began working with new artists, who would go on to become long-time label stalwarts. Moving away from their usual Latin and West African emphasis, World Circuit released the album Rumba Argelina by Spanish group Radio Tarifa. Rumba Argelina propelled them to cult fame, achieving great popularity across Europe. Another artist to make an immediate impact was Senegalese multi-instrumentalist and singer Cheikh Lô.  The dreadlocked maverick's debut album Ne La Thiass was produced by Youssou N’Dour, and is underpinned by indigenous Mbalax and Flamenco rhythms. In 1996, Cooder was invited to Havana, Cuba by British world-music producer Nick Gold of the World Circuit record label to record a session with two African High-life musicians from Mali in collaboration with Cuban musicians.[3] On Cooder's arrival (via Mexico to avoid the ongoing United States trade and travel embargo against Cuba),[4] the musicians from Africa had not turned up and it transpired later that they had been unable to secure their visas to travel to Cuba. As a result, Gold and Cooder changed their plans and recorded three consecutive albums with Cuban musicians instead.[3] First, they recorded A Toda Cuba le Gusta by the Afro-Cuban All Stars,[5]: 8  an album of big band Son Cubano music produced by Juan de Marcos González.[6] They then recorded the multi-million selling Buena Vista Social Club album,[5]: 8 [7] produced by Cooder. The third album, Introducing...Rubén González,[5]: 9  was recorded in just two days, produced by Nick Gold and arranged once again by Juan de Marcos González.[8]: 1  All three albums were recorded at Egrem studios, Havana during March and April 1996 and mixed by Jerry Boys and Nick Gold at Livingston Studios, London, prior to their release on the World Circuit label in 1997.[9] In 2008 World Circuit released a 2-CD set of the Buena Vista Social Club live performance at Carnegie Hall recorded in 1998. Nick Gold had met Jerry Boys after working together on an album with Oumou Sangaré during 1993 and they subsequently began their close collaboration on Cuban music projects in 1996.[10] In 2001 Gold bought the Livingston Recording Studios from Boys, which enabled most of World Circuit's artists to record and mix music at that site. Nick Gold and World Circuit are also responsible for bringing the Senegalese band Orchestra Baobab to world fame after its 2001 re-release of the 1982 record Pirates Choice in Europe (originally compiled and released by World Circuit in 1987).[11][12] In the summer of 2004 the World Circuit team of Nick Gold and Jerry Boys travelled with a mobile studio to Mali to record a trilogy of albums at the Hotel Mandé, Bamako. The first album in the series, In the Heart of the Moon, released in June 2005, is a collaboration between Ali Farka Touré and Toumani Diabaté that went on to win a Grammy Award for Best Traditional World Music Album. Second in the series is Boulevard de l’Indépendance by Toumani Diabaté's pan-African Symmetric Orchestra, composed of musicians (mostly griots)[13] from across the old Mali Empire of west Africa, who play a mix of traditional instruments including the kora, djembe, balafon and bolombatto, as well as guitar and electronic keyboard. The third and final part of the Mandé Sessions trilogy, Savane (released July 2006), was also the first posthumous Ali Farka Touré release. It was received with wide acclaim by professionals and fans alike and was nominated for a Grammy Award in the category \"Best Contemporary World Music Album\". The panel of experts from the World Music Chart Europe (WMCE), a chart voted by the leading World Music specialists around Europe, chose Savane as their Album of the Year 2006, with the album topping the chart for three consecutive months (September to November 2006).[14] The album has also been listed as No. 1 in the influential Metacritic's \"Best Albums of 2006\" poll,[15] and No. 5 in its all-time best reviewed albums.[16] In February 2010, World Circuit released the successor to Ali Farka Touré and Toumani Diabaté's, In The Heart of the Moon (2005), Ali and Toumani. Recorded over three afternoons at Livington Studios, London, in 2005, with contributions from Orlando \"Cachaíto\" López on bass, and produced by Nick Gold, it was Touré's final studio album, and lasting legacy. In October 2010, World Circuit released Afrocubism's self-titled debut, a long-awaited collaboration between some of Cuba's and Mali's most esteemed musicians, including Eliades Ochoa, Bassekou Kouyate, Toumani Diabaté, Lassana Diabaté and Kasse Mandy Diabaté. It was a collaboration which was initially intended to take place some 15 years earlier, but never arose as a result of visa complications. In December 2011 the album Afrocubism was nominated for a Grammy award in the category of Best Traditional World Music Album. Following Ali Farka Toure's death from cancer in 2006, Toumani Diabaté continued to record for World Circuit as a solo artist, releasing The Mandé Variations, a classical-sounding album of solo kora in 2008, and duetting with his kora playing son Sidiki Diabate on 2014's Toumani & Sidike. As time ran out for many of the veteran musicians World Circuit had recorded in its early years, the label brought young and previously unknown talent to the fore. Fatoumata Diawara's 2011 debut Fatou introduced a new female voice to rival her fellow Malian singer Oumou Sangare, whom she had once backed. Mbongwana Star, a new seven piece band from the Democratic Republic of Congo released their debut album, From Kinshasa on World Circuit in 2015 and in 2017 the label released  Ladilikan, a ground-breaking collaboration between Trio da Kali, comprising there young Malian musicians, and the Kronos Quartet. Produced by Nick Gold, the project was sponsored by the Aga Khan Trust for Culture. The veterans of Orchestra Baobab also released a new album in 2017, Tribute To Ndiouga Dieng, and celebrated its release with a world tour in 2018.",
  "source_url": "https://en.wikipedia.org/wiki/World_Circuit_(record_label)"
}